Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.2.3 is available! This version fixes major bugs of version 0.2.2. All users of version 0.2.2 should upgrade now. News since last version are: - fixed many bugs with charset plugin - fixed display bugs with nicklist at top/bottom when look_nicklist_separator is OFF - fixed topic scroll when topic has multi-bytes chars - fixed compilation problem with iconv under FreeBSD.
de: Version 0.2.3 ist verfügbar! Diese Version behebt grundlegende Fehler der Version 0.2.2. Benutzer der Version 0.2.2 sollten ein Upgrade durchführen. Neuerungen: - viele Fehler in der Zeichensatzerweiterung behoben - Darstellungsfehler mit nicklist bei top/bottom falls look_nicklist_separator auf OFF ist - Topic Anzeige überarbeitet damit ein Multibyte Zeichensatz genutzt werden kann - Probleme beim kompilieren mit iconv unter FreeBSD behoben.
fr: La version 0.2.3 est disponible ! Cette version corrige des problèmes importants de la version 0.2.2. Tous les utilisateurs de la version 0.2.2 sont invités à mettre à jour. Les nouveautés depuis la dernière version sont : - correction de problèmes avec l'extension charset - correction d'un problème d'affichage de la liste des pseudos en haut ou en bas quand look_nicklist_separator est à OFF - correction du scroll du titre quand il y a des caractères multi-octets - correction d'un problème de compilation sous FreeBSD avec iconv.
ja: バージョン 0.2.3 をリリースします! このバージョンではバージョン 0.2.2 にある主要なバグが修正されています。バージョン 0.2.2 のユーザはアップグレードを推奨します。 以前のバージョン以降のニュース: - charset プラグインに対する多くのバグを修正 - look_nicklist_separator が OFF の状態でニックネームリストを上/下に表示する際のバグを修正 - トピックにマルチバイト文字が含まれる場合にトピックをスクロールすること関するバグを修正 - FreeBSD で iconv を使う際の補完機能の問題を修正。
pl: Wersja 0.2.3 jest dostępna! Ta wersja poprawia znaczące błędy wersji 0.2.2. Wszyscy użytkownicy wersji 0.2.2 powinni dokonać aktualizacji. Nowości od poprzedniej wersji: - poprawiono wiele błędów z wtyczką charset - poprawiono błędy w wyświetlaniu listy nicków na górze/dole, kiedy look_nicklist_separator ma wartość OFF - poprawiono przewijanie tematu, kiedy posiada on wielobitowe znaki - poprawiono błędy w kompilacji z iconv na FreeBSD.
sr: Доступна је верзија 0.2.3! Ова верзија исправља озбиљне багове у верзији 0.2.2. Сви корисници верзије 0.2.2 би требало што пре да је ажурирају. Новости након последње верзије су: - исправљени су многи багови у charset додатку - исправљени су багови у приказу са листом надимака на врху/дну када је look_nicklist_separator ИСКЉУЧЕНО - исправљено је скроловање теме када тема садржи вишебајтне карактере - исправљен је проблем компајлирања са iconv на FreeBSD.

source: Version 0.2.4 is available! News since last version are: - search in buffer history (ctrl-R) - added "call" option to /key command - added "event handlers" to plugins API - many bugs fixed.
de: Version 0.2.4 ist verfügbar! Neuerungen: - Suche in Buffer-Verlauf (ctrl-R) - hinzugefügt: "call" Option zum /key Befehl - hinzugefügt: "event handler" zur API Erweiterung - viele Fehlerbereinigungen.
fr: La version 0.2.4 est disponible ! Les nouveautés depuis la dernière version sont : - recherche dans l'historique des tampons (ctrl-R) - ajout de l'option "call" à la commande /key - ajout des "event handlers" dans l'API des extensions - nombreux bugs corrigés.
ja: バージョン 0.2.4 をリリースします! 以前のバージョン以降のニュース: - バッファ履歴を検索 (ctrl-R) - "call" オプションを /key コマンドに追加 - プラグイン API に "event handlers" を追加 - 多くのバグを修正。
pl: Wersja 0.2.4 jest dostępna! Nowości od poprzedniej wersji: - wyszukiwanie w historii buforu (ctrl-R) - dodano opcje "call" do komendy /key - do API wtyczek dodano "event handlers" - poprawiono wiele błędów.
sr: Доступна је верзија 0.2.4! Новости након последње верзије су: - претрага по историји бафера (ctrl-R) - додата опција „call” у команду /key - додати „event handlers” у API додатака - исправљено је доста багова.

source: Version 0.2.5 is available! News since last version are: - smart completion (first uses last channel speakers) - added /reconnect command - added %M for completion with current server nicks - added color for text not found in buffer history - many bugs fixed.
de: Version 0.2.5 ist verfügbar! Neuerungen: - elegantes beenden (first uses last channel speakers) - hinzugefügt: /reconnect Befehl - hinzugefügt: %M zum ergänzen der aktuellen server nicks - hinzugefügt: Farbe für nicht gefundenen Text in Buffer-Verlauf - viele Fehler entfernt.
fr: La version 0.2.5 est disponible ! Les nouveautés depuis la dernière version sont : - complétion intelligente (utilise en premier les dernières personnes qui ont parlé sur le canal) - ajout de la commande /reconnect - ajout de %M pour la complétion avec les pseudos du serveur courant - ajout de couleur pour le texte non trouvé lors d'une recherche dans le tampon - nombreux bugs corrigés.
ja: バージョン 0.2.5 をリリースします! 以前のバージョン以降のニュース: - 洗練された補完機能 (候補の表示順をチャンネルで最後に発言した人からにする) - /reconnect コマンドの追加 - 現在のサーバのニックネームに関して %M を補完候補として追加 - バッファ履歴に見つからない文字用の色を追加 - 多くのバグを修正。
pl: Wersja 0.2.5 jest dostępna! Nowości od poprzedniej wersji: - inteligentne uzupełnianie (najpierw używa ostatnich rozmówców na kanale) - dodano komendę /reconnect - dodano %M dla uzupełnienia obecna listą nicków na serwerze - dodano kolor dla tekstu nieodnalezionego w historii bufora - poprawiono wiele błędów.
sr: Доступна је верзија 0.2.5! Новости након последње верзије су: - паметно довршавање (најпре користи последње говорнике на каналу) - додата је /reconnect команда - додато је %M за довршавање са тренутним надимцима сервера - додата је боја за текст који се не налази у историји бафера - исправљени су многи багови.

source: Version 0.2.6 is available! News since last version are: - new license (GPLv3) - added hotlist sort - added scroll option to /buffer command - added key to jump to previous buffer - fixed bugs with IRC color in messages, now color codes are inserted in command line with ^Cc (Ctrl-C + c), ^Cb,.. instead of %C,%B,.. - improved /server command: now possible to copy and rename servers - improved /connect command: now possible to connect to a temporary server without creating it with /server - many bugs fixed and other new features.
de: Version 0.2.6 ist verfügbar! Neuerungen: - neue Lizenz (GPLv3) - hinzugefügt: hotlist sort - hinzugefügt: /buffer Befehl enthält eine Scrollmöglichkeitl - hinzugefügt: Option um zum vorherigen Buffer zu springen - Fehler: Farben in IRC Nachrichten behoben, Farbsteuerzeichen werden nun in der Kommandozeile ^Cc (Ctrl-C + c), ^Cb,.. anstelle von %C,%B,.. verwendet - verbessert: /server Befehl: Kopieren und Umbenennen des Servers möglich - verbessert: /connect Befehl: ein connect zum temporären Server ist möglich ohne ihn vorher mit /server zu erstellen - viele Fehlerbehebungen und neue Funktionen.
fr: La version 0.2.6 est disponible ! Les nouveautés depuis la dernière version sont : - nouvelle licence (GPLv3) - ajout du tri de la hotlist - ajout de l'option scroll pour la commande /buffer - ajout d'une touche pour aller au tampon précédent - correction de problèmes avec les couleurs dans les messages IRC, les codes couleurs sont maintenant insérés avec ^Cc (Ctrl-C + c), ^Cb,.. au lieu de %C,%B,.. - commande /server améliorée : il est possible de copier et renommer des serveurs - commande /connect améliorée : il est possible de se connecter à des serveurs temporaires sans créer le serveur par /server - nombreux bugs corrigés et autres nouvelles fonctionnalités.
ja: バージョン 0.2.6 をリリースします! 以前のバージョン以降のニュース: - 新しいライセンス (GPLv3) - ホットリストのソート機能を追加 - /buffer コマンドにスクロールオプションを追加 - 1 つ前のバッファに移動するキーを追加 - メッセージ中の IRC 色に関するバグを修正、新しい色コードは %C、%B、等の代わりに ^Cc (Ctrl-C + c)、^Cb、などでコマンドラインに挿入できます。 - /server コマンドを改良: サーバのコピーとリネームが可能に - /connect コマンドを改良: /server で設定を作成しなくても一時的なサーバに接続することが可能に - 多くのバグを修正し新しい機能を追加。
pl: Wersja 0.2.6 jest dostępna! Nowości od poprzedniej wersji: - nowa licencja (GPLv3) - dodano sortowanie hotlisty - dodano opcje scroll do komendy /buffer - dodano skrót do przełączenia się na poprzedni bufor - poprawiono błędy z kolorowymi wiadomościami IRC, od teraz kody kolorów są umieszczane w lini poleceń za pomocą ^Cc (Ctrl-C + c), ^Cb,.. zamiast %C,%B,.. - ulepszono komendę /server : od teraz można kopiować i zmieniać nazwy serwerów - ulepszono komendę /connect : od teraz możliwe jest połączenie z serwerem tymczasowym bez tworzenia go komendą /server - poprawiono wiele błędów i wiele innych nowych możliwości.
sr: Доступна је верзија 0.2.6! Новости након последње верзије су: - нова лиценца (GPLv3) - додато је сортирање вруће листе - додата scroll опција команди /buffer - додат је тастер за скок на претходни бафер - исправљени су багови са IRC бојом у порукама, сада се кодови боје умећу у командну линију са ^Cc (Ctrl-C + c), ^Cb,.. уместо са %C,%B,.. - унапређена је /server команда: сада је могуће да се сервери копирају и да им се мења име - унапређена је /connect команда: сада је могуће да се повеже са привременим сервером, без потребе да се сервер креира командом /server - исправљени су многи багови и додате остале нове функционалности.

source: Version 0.2.6.1 (security release)
de: Version 0.2.6.1 (Sicherheitsupdate)
fr: Version 0.2.6.1 (version de sécurité)
ja: バージョン 0.2.6.1 (セキュリティ修正リリース)
pl: Wersja 0.2.6.1 (poprawki bezpieczeństwa)
sr: Верзија 0.2.6.1 (безбедносно издање)

source: Version 0.2.6.1 is available. This release fixes a crash when receiving some special chars in IRC messages. It is strongly recommended to upgrade to this version for all users of version 0.2.6 (versions 0.2.5 or older are not affected by this bug). More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 0.2.6.1. ist verfügbar. Diese Version behebt einen Fehler wenn einige spezielle Zeichen in IRC Nachrichten empfangen wurden. Es wird dringend empfohlen auf diese Version umzusteigen, falls man noch die Version 0.2.6 nutzt (v0.2.5 und ältere Versionen sind von diesem Fehler nicht betroffen!). Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 0.2.6.1 est disponible. Cette version corrige un bug provoquant un plantage de WeeChat en réception de messages IRC contenant des caractères spéciaux. Il est fortement recommandé de mettre à jour WeeChat vers cette version pour tous les utilisateurs de la version 0.2.6 (les versions 0.2.5 ou antérieures ne sont pas concernées par ce problème). Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
ja: バージョン 0.2.6.1 をリリースします。IRC メッセージに特殊文字が含まれた場合のクラッシュを修正しました。 バージョン 0.2.6 のユーザはバージョン 0.2.6.1 にアップグレードすることを強く推奨します (バージョン 0.2.5 とそれ以前のバージョンにこのバグはありません)。 詳しい情報は<a href="/doc/security/">セキュリティ問題のページ</a>を参照してください。
pl: Jest dostępna wersja 0.2.6.1. Poprawia ona błędy powstałe podczas otrzymywania niektórych specjalnych znaków w wiadomościach IRC. Wszystkim użytkownikom wersji 0.2.6 zaleca się aktualizacje (w wersjach 0.2.5 oraz starszych ten błąd nie występuje). Więcej informacji można znaleźć na <a href="/doc/security/">stronie z prolemami bezpieczeństwa</a>.
sr: Доступна је верзија 0.2.6.1. Ово издање исправља рушење приликом пријема неких специјалних карактера у IRC порукама. Снажно се препоручује да сви корисници верзије 0.2.6 (верзије 0.2.5 и старије нису погођене овим багом) ажурирају на ову верзију. Више информација на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 0.2.6.2 is available. This release fixes a charset decoding problem of version 0.2.6.1.
de: Version 0.2.6.2 ist verfügbar. Diese Version behebt einen Fehler in der Zeichensatz Dekodierung, von V 0.2.6.1.
fr: La version 0.2.6.2 est disponible. Cette version corrige un bug de décodage de charset de la version 0.2.6.1.
ja: バージョン 0.2.6.2 をリリースします。バージョン 0.2.6.1 にある文字セットデコードに対する問題を修正しました。
pl: Dostępna jest wersja 0.2.6.2. Poprawia ona błąd związany z dekodowaniem znaków w wersji 0.2.6.1.
sr: Доступна је верзија 0.2.6.2. Ово издање исправа проблем у декодирању скупа карактера у верзији 0.2.6.1.

source: Version 0.2.6.3 is available. This release fixes a bug with detection of gnutls.
de: Version 0.2.6.3 ist verfügbar. Diese Version behebt einen Fehler mit der gnutls Erkennung.
fr: La version 0.2.6.3 est disponible. Cette version corrige un bug de détection de gnutls.
ja: バージョン 0.2.6.3 をリリースします。gnutls の検出に関するバグを修正しました。
pl: Dostępna jest wersja 0.2.6.3. Naprawia ona błąd z detekcją gnutls.
sr: Доступна је верзија 0.2.6.3. Ово издање исправља баг при детекцији gnutls.

source: Version 0.3.0 is released, after 2 years of work and more than 1000 commits! This is a major upgrade since last stable, please read files UPGRADE_0.3 and ChangeLog for list of changes: configuration files and plugin API are not compatible with previous versions. For this important release, site has moved to weechat.org, with a new look! Enjoy WeeChat!
de: Nach zwei Jahren Arbeit und mehr als 1000 commits ist nun die Version 0.3.0 von WeeChat veröffentlicht worden. Diese Version stellt ein "major upgrade" dar, in der grundlegende Veränderungen an WeeChat vorgenommen worden sind. Bitte lesen Sie dazu die UPGRADE_0.3 und ChangeLog-Dateien. Denn sowohl die Konfigurationsdateien als auch die API Erweiterungen sind zu den vorherigen Versionen nicht mehr kompatibel. Viel Spaß mit WeeChat!
fr: La version 0.3.0 est disponible, après deux ans de travail et plus de 1000 commits ! C'est une évolution importante depuis la dernière stable, merci de lire les fichiers UPGRADE_0.3 et ChangeLog pour la liste des changements : les fichiers de configuration et l'interface des extensions ne sont pas compatibles avec les versions précédentes. Pour cette version importante, le site a déménagé vers weechat.org, avec un nouveau look ! Bon WeeChat !
ja: 2 年間に及ぶ開発と 1000 を超えるコミットがなされ、バージョン 0.3.0 をリリースします! これは最新の安定版に対する主要なアップグレードです。変更点のリストは UPGRADE_0.3 と ChangeLog ファイルを参照してください。設定ファイルとプラグイン API は以前のバージョンと互換性がありません。 この重要なリリースに際して、ウェブサイトを weechat.org に移動し、デザインを新しくしました! WeeChat をお楽しみください!
pl: Wersja 0.3.0 została wydana, po 2 latach pracy i ponad 1000 zatwierdzonych zmian! Jest to znaczące uaktualnienie od poprzedniej wersji, proszę zapoznać się z plikami UPGRADE_0.3 oraz ChangeLog dla listy zmian: pliki konfiguracyjne i API wtyczek nie są kompatybilne z poprzednimi wersjami. Dla tego ważnego wydania, strona zmieniła adres na weechat.org oraz uzyskała nowy wygląd! Miłego korzystania z WeeChat!
sr: Објављена је верзија 0.3.0, након 2 године рада и више од 1000 комитова! Ово је велико ажурирање након последње стабилне верзије, молимо вас да прочитате фајлове UPGRADE_0.3 и ChangeLog да видите листу измена: конфигурациони фајлови и API додатака нису компатибилни са претходним верзијама. За ово важно издање, сајт је премештен на weechat.org, уз нови изглед! Уживајте у WeeChat!

source: Version 0.3.1 is available! As usual, many new features and bug fixes: - new IRC commands: allserv, allchan, sajoin, samode, sanick, sapart, saquit, - check of SSL certificates and use of CertFP for IRC servers, - options to customize IRC CTCP replies, - options to choose target buffer for IRC messages, - anti-flood improved for IRC servers, - new expansions for alias arguments, - new color darkgray, bright colors supported for backgrounds, - many bugs fixed.
de: Version 0.3.1 ist verfügbar! mit neuen Funktionen und Fehlerbereinigungen: - neue IRC Befehle: allserv, allchan, sajoin, samode, sanick, sapart, saquit, - Überprüfung auf SSL Zertifikate und Nutzung von CertFP für IRC Server, - Optionen um IRC CTCP Antworten individuell zu handhaben, - Optionen um einen Zielbuffer für IRC Nachrichten auszuwählen, - Anti-Flood für IRC Server verbessert, - erweitere Funktionalität für Alias Argumente, - neue Farbe, darkgray und hellere Farben für Hintergrund werden unterstützt, - umfangreiche Fehlerbehebungen.
fr: La version 0.3.1 est disponible ! Comme d'habitude, de nombreux changements et corrections de bugs : - nouvelles commandes IRC : allserv, allchan, sajoin, samode, sanick, sapart, saquit, - vérification des certificats SSL et utilisation de CertFP pour les serveurs IRC, - options pour personnaliser les réponses IRC CTCP, - options pour choisir le tampon cible pour les messages IRC, - anti-flood amélioré pour les serveurs IRC, - nouvelles expansions pour les paramètres des alias, - nouvelle couleur darkgray, couleurs claires supportées pour les fonds, - nombreux bugs corrigés.
ja: バージョン 0.3.1 をリリースします! いつも通り、多くの新機能とバグ修正が行われました: - 新しい IRC コマンド: allserv、allchan、sajoin、samode、sanick、sapart、saquit、 - SSL 証明書の確認と IRC サーバの CertFP の利用、 - IRC CTCP 応答をカスタマイズするオプション、 - IRC メッセージのターゲットバッファを選択するオプション、 - IRC サーバに対する対 flood 機能の改良、 - エイリアス引数の新しい表現、 - 背景色に使える新しい色に濃い灰色、明るい色を追加、 - 多くのバグを修正。
pl: Dostępna jest wersja 0.3.1! Jak zwykle wprowadza nowe możliwości i poprawia błędy: - nowe komendy IRC: allserv, allchan, sajoin, samode, sanick, sapart, saquit, - sprawdza nie certyfikatów SSL oraz używanie CertFP dla serwerów IRC, - możliwość personalizowania odpowiedzi na IRC CTCP, - możliwość wyboru docelowego bufora dla wiadomości IRC, - ulepszono anti-flood dla serwerów IRC, - nowe wyrażenie dla argumentów funkcji alias, - nowy kolor darkgray, jasne kolory można ustawiać jako tło, - poprawiono wiele błędów.
sr: Доступна је верзија 0.3.1! Као и обично, много нових функционалности и исправки багова: - нове IRC команде: allserv, allchan, sajoin, samode, sanick, sapart, saquit, - провера SSL сертификата и употреба CertFP за IRC сервере, - опција за прилагођавање IRC CTCP одговора, - опције за избор циљног бафера за IRC поруке, - унапређено је спречавање поплаве за IRC сервере, - нова развијања за алијас аргументе, - нова боја darkgray, за позадине се подржавају светле боје, - исправљени су многи багови.

source: Version 0.3.1.1 is available! This version fixes crashes with SSL connection to IRC server and purge of old DCC chats. It is recommended to upgrade from 0.3.1 to 0.3.1.1 for all users.
de: Version 0.3.1.1 ist verfügbar! Dieses Zwischenupdate behebt einen gravierenden Fehler beim Verbindungsaufbau mittels SSL sowie einen Fehler bei der Bereinigung alter DCC Chats. Es wird allen Anwendern empfohlen von 0.3.1 auf v0.3.1.1 upzugraden.
fr: La version 0.3.1.1 est disponible ! Cette version corrige des plantages avec la connexion SSL au serveur IRC et la purge des anciens DCC chats. Il est recommandé de mettre à jour de la 0.3.1 vers la 0.3.1.1 pour tous les utilisateurs.
ja: バージョン 0.3.1.1 をリリースします! このバージョンでは IRC サーバに対する SSL 接続がクラッシュする問題を修正し、古い DDC チャットを削除しました。全てのユーザに 0.3.1 から 0.3.1.1 へのアップグレードを推奨します。
pl: Dostępna jest wersja 0.3.1.1!! Wersja ta naprawia błędy związane z połączeniami SSL do serwera IRC oraz czyszczeniem starych rozmów DCC. Zaleca się wszystkim aktualizacje wersji 0.3.1 do 0.3.1.1.
sr: Доступна је верзија 0.3.1.1! Ова верзија исправља рушења код SSL везе са IRC сервером и чишћењем старих DCC четова. Свим корисницима се саветује ажурирање са 0.3.1 на 0.3.1.1.

source: Version 0.3.2 is available! As usual, many new features and bug fixes: - SASL authentication with IRC servers, - new commands: mute, map, - command /key improved, - new command line option "-s" to start without script, - plugins autoload improved, - custom completions for aliases, - date allowed in log filenames, - many bugs fixed.
de: Version 0.3.2 ist verfügbar! wie üblich mit vielen neuen Funktionen und Fehlerbereinigungen: - SASL Authentifizierung bei IRC Servern, - neue Befehle: mute, map - /key-Befehl wurde überarbeitet, - neue Option beim Programmstart: "-s" WeeChat wird ohne Skripte gestartet, - laden der Erweiterungen verbessert, - benutzerdefinierte Vervollständigung für Alias, - die Protokolldatei kann im Dateinamen das Datum enthalten, - viele Fehlerbereinigungen.
fr: La version 0.3.2 est disponible ! Comme d'habitude, de nombreux changements et corrections de bugs : - authentification SASL avec les serveurs IRC, - nouvelles commandes : mute, map, - commande /key améliorée, - nouvelle option de ligne de commande "-s" pour démarrer sans script, - chargement automatique des extensions amélioré, - complétion personnalisée pour les alias, - date autorisée dans les noms de fichiers "log", - nombreux bugs corrigés.
ja: バージョン 0.3.2 をリリースします! いつも通り、多くの新機能とバグ修正が行われました: - IRC サーバに対する SASL 認証、 - 新コマンド: mute、map、 - /key コマンドを改良、 - スクリプト無しで起動するための新しいコマンドラインオプション "-s"、 - プラグインの自動ロードを改良、 - エイリアス用のカスタム補完、 - ログファイル名に日付が利用可能に、 - 多くのバグを修正。
pl: Dostępna jest wersja 0.3.2!! Jak zwykle, posiada ona wiele nowych możliwości: - uwierzytelnianie SASL z serwerami IRC, - nowe komendy: mute, map, - ulepszoną komendę /key, - nowy parametr z linii komend "-s" uruchamiający bez skryptów, - ulepszone automatyczne ładowanie wtyczek, - modyfikowalne dopełnienia dla aliasów, - dozwolone daty w nazwach plików z logami, - poprawiono wiele błędów.
sr: Доступна је верзија 0.3.2! Као и обично, много нових функционалности и исправки багова: - SASL провера идентитета са IRC серверима, - нове команде: mute, map, - унапређена је команда /key, - нова опција командне линије „-s” за покретање без скрипте, - унапређено је аутоматско учитавање додатака, - прилагођена довршавања за алијасе, - у именима лог фајлова је дозвољен датум, - исправљено је много багова.
