Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Op everybody on a channel using chanserv instead of /mode.
de: Vergibt an jeden den OP Status mittels chanserv, anstelle von /mode.
fr: Donner le statut opérateur à tout le monde sur un canal en utilisant chanserv au lieu de /mode.
pl: Nadaje status OPa każdemu na kanale używając chanserva zamiast /mode.
sr: Сви на каналу постају оператори помоћу chanserv уместо са /mode.

source: Open URLs without using the mouse.
de: Öffnet URLs ohne das die Maus genutzt werden muss.
fr: Ouverture des URLs sans utiliser la souris.
ja: マウスを使わずに URL を開く。
pl: Otwiera URLe bez używania myszy.
sr: Отварање URL адреса мишем.

source: Open buffers by full name, reopen recently closed buffers, open layout buffers.
de: Öffnet Buffer mittels vollständigem Namen, öffnet kürzlich geschlossene Buffer erneut, öffnet Layout-Buffer.
fr: Ouvrir les tampons par le nom complet, réouvrir les tampons récemment fermés, ouvrir les tampons de la disposition sauvée.
pl: Otwórz wiele buforów po pełnej nazwie, otwórz ostatnio zamknięte bufory, otwórz układ buforów.
sr: Отварање бадера по пуном имену, поновно отварање скоро затворених бафера, отварање бафера распореда.

source: Pass highlights and private messages as OS notifications via the Kitty terminal (OSC 99).
sr: Прослеђује истицања и приватне поруке као обавештења оперативног система преко Kitty терминала (OSC 99).

source: Paste content from X11 clipboard.
de: Einfügen des Inhalts der X11 Zwischenablage.
fr: Coller le contenu du presse-papier de X11.
ja: X11 クリップボードから内容をペースト。
pl: Wkleja zawartość schowka X11.
sr: Налепљује садржај из X11 клипборда.

source: Permits to auto-authenticate when changing nick.
de: Erlaubt automatische Authentisierung, wenn der Nick geändert wird.
fr: Identification automatique en cas de changement de pseudo.
ja: ニックネームを変更した際に自動認証を許可する。
pl: Pozwala na automatyczną identyfikację podczas zmiany nicka.
sr: Омогућава аутоматску потврду идентитета када се мења надимак.

source: Play a sound for IRC "CTCP SOUND" message.
de: Spielt einen Sound bei einer IRC "CTCP SOUND" Nachricht ab.
fr: Jouer un son pour chaque message "IRC CTCP".
ja: IRC の "CTCP SOUND" メッセージを受信したら音声を再生。
pl: Odtwarza dźwięk dla wiadomości IRC "CTCP SOUND".
sr: Пушта звук за IRC „CTCP SOUND” поруку.

source: Play sound when messages are printed in buffers.
de: Spielt einen Sound ab falls Nachrichten in einem Buffer dargestellt werden.
fr: Jour un son quand des messages sont affichés sur les tampons.
ja: メッセージがバッファに表示されたら音を再生。
pl: Odtwarza dźwięk, kiedy rozmówcy pokarzą sie w buforach.
sr: Пушта звук када се у баферима исписују поруке.

source: Popup menu to choose spell checker corrections.
de: Pop-Up-Menü um aus der Rechtschreibkorrektur eine Empfehlung auszuwählen.
fr: Menu popup pour choisir les corrections du correcteur orthographique.
ja: スペルチェッカ修正を選択するポップアップメニュー。
pl: Wyskakujące menu z wyborem poprawek pisowni.
sr: Искачући мени за избор исправки приликом провере правописа.

source: Postpone written messages for later dispatching if target nick is not on channel.
de: Geschriebene Nachrichten werden einem Nick der zur Zeit nicht im Channel ist zu einem späteren Zeitpunkt zugestellt.
fr: Reporte les messages écrits pour un envoi ultérieur si le pseudo cible n'est pas sur le canal.
ja: 相手がチャンネルに参加するまで書いたメッセージの送信を延期。
pl: Zapamiętuje zapisaną wiadomość dla późniejszego doręczenia jeśli osoba do której piszemy nie znajduje się na kanale.
sr: Одлаже слање написаних порука у случају да циљни надимак није на каналу.

source: Prevent a password from being accidentally sent to a buffer.
de: Verhindert, dass ein Kennwort versehentlich an einen Buffer gesendet wird.
fr: Empêcher un mot de passe d'être envoyé accidentellement à un tampon.
pl: Zapobiega przypadkowemu wysłaniu hasła do bufora.
sr: Спречава нехотично слање лозинке у бафер.

source: Print a random ASCII smiley.
de: Gibt einen zufälligen ASCII smiley aus.
fr: Afficher un smiley ASCII aléatoire.
ja: ASCII smiley をランダムに表示。
pl: Wyświetla losowy uśmieszek ASCII.
sr: Исписује случајни ASCII смајли.

source: Print highlights or text given by commands into a bar (auto popup if needed).
de: Highlights oder Ausgaben von Befehlen werden in einer separaten Bar dargestellt (autom. Pop-Up, falls gewünscht).
fr: Affiche les highlights ou du texte renvoyé par des commandes dans une barre (affichage auto si besoin).
ja: ハイライトまたはコマンドによって指定されたテキストをバーに表示 (必要なら自動ポップアップ)。
pl: Wyświetla higlighty lub tekst podany przez komendy na pasku (pojawia się kiedy jest potrzebny).
sr: Исписује истицања или текст наведен командама у траку (уз аутоматски искакање ако је потребно).

source: Proper integration of remote users' nicknames in channel and nicklist.
de: Korrekte Darstellung der Nicknamen, im Channel und der Nickliste, falls diese durch ein Remote-Bot weitergeleitet werden.
fr: Intégration des utilisateurs distants dans le canal et la liste de pseudos.
ja: チャンネルとニックネームリスト中のリモートユーザニックネームを適切に統合。
pl: Poprawna integracja nicków zdalnych użytkowników na kanale i liście nicków.
sr: Правилна интеграција надимака удаљених корисника у канал и листу надимака.

source: Provides a completion for "s/typo/correct".
de: Stellt eine Vervollständigung für "s/Tippfehler/Korrektur" zur Verfügung.
fr: Ajouter une complétion pour "s/erreur/correct".
ja: "s/誤/正" 型の補完を提供。
pl: Uzupełnianie dla "s/literówka/poprawnie".
sr: Обезбеђује довршавање за „s/грешка/исправка”.

source: Prowl notifications.
de: Prowl Benachrichtigung.
fr: Notification via Prowl.
ja: Prowl で通知。
pl: Powiadomienia prowl.
sr: Prowl обавештења.

source: Push notification to iPod touch/iPhone with notifo.
de: Schickt eine Mitteilung an einen iPod touch/iPhone mittels notifo.
fr: Envoi de notification vers l'iPod touch/iPhone via notifo.
ja: notifo を使って iPod touch/iPhone にプッシュ通知。
pl: Wysyła powiadomienia do iPoda touch/iPhone za pomocą notifo.
sr: Гура обавештења на iPod touch/iPhone помоћу notifo.

source: Push notification to im.kayac.com.
de: Sendet Benachrichtigung an im.kayac.com.
fr: Envoi de notification vers im.kayac.com.
ja: im.kayac.com に通知を送信。
pl: Przesyłanie powiadomień do im.kayac.com.
sr: Гура обавештења на im.kayac.com.

source: Push notifications of highlights and private messages to Join.
de: Push-Benachrichtigungen über Highlights und private Nachrichten mittels Join.
fr: Envoi des notifications pour les highlights et messages privés sur Join.
pl: Wysyła powiadomienia o wywołaniach i prywatnych wiadomościach do aplikacji Join.
sr: Гура обавештења о истицањима и приватним порукама на Join.

source: Query JiSho's API to fetch translations for kanji to english or the other way round.
de: JiSho's API wird zum Übersetzen von kanji nach englisch und umgekehrt genutzt.
fr: Interroger l'API JiSho pour afficher les traductions de kanji vers l'anglais ou l'inverse.
ja: 漢字から英語およびその逆方向の翻訳を行うために JiSho の API を呼び出す。
pl: Odpytuje API JiSho i pobiera tłumaczenia z kanju na angielski albo odwrotnie.
sr: Врши упит на JiSho API да добије преводе за канђи на енглески или у супротни смер.

source: Queue XDCC messages to bots.
de: Warteschlange für XDCC Nachrichten an bots.
fr: Mettre en file d'attente les messages XDCC vers les bots.
ja: ボットに送信する XDCC メッセージのキューイング。
pl: Kolejkuje wiadomości XDCC do botów.
sr: Ставља XDCC поруке у ред за ботове.

source: Quick jump to buffers.
de: Schneller Wechsel zu Buffern.
fr: Déplacement rapide dans les tampons.
ja: 素早くバッファへ移動。
pl: Szybkie przemieszczanie się pomiędzy buforami.
sr: Брзи скок на бафере.

source: Quick search in command history.
de: Schnellsuche im Befehlsverlauf.
fr: Rechercher rapidement dans l'historique de commandes.
ja: コマンド履歴の検索。
pl: Szybkie wyszukiwanie w historii poleceń.
sr: Брза претрага историје команди.

source: Quickly add/del/change entry in option irc.look.nick_color_force.
de: Schnelles hinzufügen/löschen/ändern von Einträgen in der Option irc.look.nick_color_force.
fr: Ajout/suppression/changement rapide d'une entrée dans l'option irc.look.nick_color_force.
ja: irc.look.nick_color_force. オプションにエントリを素早く追加/削除/変更。
pl: Szybkie dodawanie/usuwanie/modyfikowanie wpisów dla opcji irc.look.nick_color_force.
sr: Брзо додавање/брисање/измена ставке у опцији irc.look.nick_color_force.

source: RSS/RDF/Atom feed aggregator.
fr: Agrégateur de RSS/RDF/Atom.
ja: RSS/RDF/Atom フィードアグリゲータ。
pl: Agregator RSS/RDF/Atom.
sr: RSS/RDF/Atom агрегатор извора вести.

source: Receive notifications in Notify My Android (android phone app).
de: Empfange Benachrichtigung mittels NotifyMyAndroid (Android Telefon-App).
fr: Réception de notifications dans Notify My Android (application sur téléphone android).
ja: Notify My Android (android 電話アプリ) で通知メッセージを受信。
pl: Otrzymuj powiadomienia w Notify My Android (aplikacja na telefony z androidem).
sr: Примајте обавештења у Notify My Android (андроид апликација за телефон).

source: Record and correlate nick!user@host information.
de: Speichert und korreliert nick!user@host Informationen.
fr: Enregistrer et corréler les pseudo!utilisateur@hôte.
ja: nick!user@host 情報の記録と関連付け。
pl: Zapisuje i koreluje informacje nick!user@host.
sr: Записује и ради корелацију надимак!корисник@хост информација.

source: Recover channel operator in empty channel.
de: Versucht Channel Operation Status zu übernehmen, wenn der letzte User den Channel verlassen hat.
fr: Retrouver le statut opérateur sur le canal dans un canal vide.
ja: 空のチャンネルのオペレータ権限を取得。
pl: Odzyskuje status operatora na pustym kanale.
sr: Обнавља оператора канала у празно каналу.

source: Relay highlighted and private messages over XMPP (Jabber).
de: Übermittelt Highlight oder private Nachrichten über XMPP (Jabber).
fr: Envoyer les messages highlight et privé vers XMPP (Jabber).
ja: XMPP (Jabber) 経由でハイライトおよびプライベートメッセージをリレーする。
pl: Przekazuje higlighty i prywatne wiadomości poprzez XMPP (Jabber).
sr: Преусмерава истакнуте и приватне поруке преко XMPP (Jabber).

source: Remove IRC colors from selected buffers.
de: Entfernt IRC Farben in ausgewählten Buffern.
fr: Supprimer les couleurs IRC de tampons sélectionnés.
ja: 選択したバッファで IRC 色を削除。
pl: Usuwa kolory IRC z zaznaczonych buforów.
sr: Уклањања IRC боје из изабраних бафера.

source: Remove messages from a nick and only print nick.
de: Unterdrückt die Nachricht eines Users in einem Channel und nur sein Nickname wird angezeigt.
fr: Supprimer les messages d'un pseudo et affiche seulement le pseudo.
ja: あるニックネームが送信したメッセージを削除し、ニックネームだけを表示。
pl: Kasuje wiadomość od osoby wyświetlając tylko jej nick.
sr: Уклања поруке од надимка и само исписује надимак.

source: Remove options of scripts that are no longer installed.
de: Optionen von nicht installierten Skripten werden gelöscht.
fr: Supprimer les options des scripts qui ne sont plus installés.
ja: すでにインストールされていないスクリプトのオプションを削除。
pl: Usuwa opcje dla nie zainstalowanych skryptów.
sr: Уклања опције скрипти које више нису инсталиране.

source: Rename Facebook/Google+ usernames when using Minbif.
de: Facebook/Google+ werden umbenannt, wenn Minbif genutzt wird.
fr: Renommer les noms d'utilisateur Facebook/Google+ avec Minbif.
ja: Minbif の使用中に Facebook/Google+ ユーザ名をリネーム。
pl: Zmiana nazw użytkowników Facebooka/Google+ podczas korzystania z Minbif.
sr: Мења Facebook/Google+ корисничка имена када се користи Minbif.

source: Reopen servers and channels opened last time WeeChat closed.
de: Öffnet erneut die Server und Channel die geöffnet waren, als WeeChat beendet wurde.
fr: Réouvrir les serveurs et canaux ouverts la dernière fois que WeeChat a été fermé.
ja: WeeChat の終了時に開いていたサーバとチャンネルを開き直す。
pl: Otwiera kanały i serwery otwarte przed ostatnim zamknięciem WeeChat.
sr: Поново отвара сервере и канале који су били отворени онда када је WeeChat последњи пут био затворен.

source: Replace LaTeX with unicode representations.
de: Ersetzt LaTeX durch eine Unicode Darstellung.
fr: Remplacer le LateX par les représentations unicode.
ja: LaTeX をユニコード表現で置換。
pl: Zamienia LaTeX odpowiednikami unikodowymi.
sr: Замењује LaTeX са unicode репрезентацијама.

source: Replace emoji characters with ascii text and vice versa.
de: Ersetzen Sie Emoji-Zeichen durch ASCII-Text und umgekehrt.
fr: Remplacer les caractères emoji avec de l'ascii et vice-versa.
pl: Zastąp znaki emoji na tekst i na odwrót.
sr: Мења емођи карактере ascii текстом и обрнуто.

source: Replace emotion-tags with random emoticons.
de: Ersetzt Emoticon-Tags durch zufällige emoticons.
fr: Remplacer les mot-clés émoticon par des émoticons au hasard.
ja: 顔文字タグをランダムな顔文字で置き換える。
pl: Zastępuje tagi emotikon losowymi emotikonami.
sr: Мења емотикон-ознаке насумичним емотиконима.

source: Replace keywords with emoticons.
de: Ersetzt Stichwörter durch emoticons.
fr: Remplacer des mots-clés par des émoticons.
ja: キーワードを顔文字で置換。
pl: Zastępuje słowa kluczowe emotikonami.
sr: Мења кључне речи емотиконима.

source: Replace text from specified IRC users with random or preset text.
de: Ersetzt den Text von ausgewählten Usern mit einem vergebenen Text.
fr: Remplacer du texte d'utilisateurs IRC spécifiés avec du texte au hasard ou prédéfini.
ja: 特定の IRC ユーザから受信したテキストをランダムまたは事前に設定したテキストで置換。
pl: Zastępuje tekst od określonych użytkowników IRC losowym lub obecnym tekstem.
sr: Мења текст одређених IRC корисника насумичним или унапред одређеним текстом.

source: Replace text wrapped in ***three asterisks*** with a rainbow colored version.
de: Ersetzt einen Text der in ***drei Sternchen*** eingebettet, ist durch eine farbige Variante.
fr: Remplacer le texte entre ***3 astérisques*** par une version arc-en-ciel.
pl: Zamień tekst pomiędzy ***trzema gwiazdkami*** na tekst pokolorowany tęczą.
sr: Мења текст омеђен са ***три звездице*** верзијом обојеном дугиним бојама.

source: Replaces text you write with replacement text.
de: Ersetzt den geschriebenen Text durch einen anderen Text.
fr: Remplace le texte que vous écrivez par un autre.
ja: 送信テキストを置換。
pl: Zastępuje napisany tekst zamiennikiem.
sr: Мења текст који пишете заменским текстом.

source: Replaces text you write with upside down text.
de: Stellt den geschriebenen Text auf dem Kopf dar.
fr: Remplace le texte que vous écrivez avec du texte la tête en bas.
ja: 送信テキストを上下逆さまにする。
pl: Zastępuje napisany tekst tekstem do góry nogami.
sr: Мења текст који пишете текстом окренутим наглавачке.

source: Respond to undernet challenge when there's no identd.
de: Sendet eine Antwort an undernet challenge when keine identd vorhanden ist.
fr: Répondre au challenge undernet quand il n'y a pas d'identd.
ja: identd がない場合に undernet の要求に応答する。
pl: Odpowiada na wyzwanie undernetu, kiedy brakuje identd.
sr: Одговара на undernet изазов када не постоји identd.

source: Retrieve information about an IP address.
de: Informationen über eine IP-Adresse abrufen.
fr: Récupérer des informations sur une adresse IP.
pl: Pobiera informacje o adresie IP.
sr: Добавља информације у вези са IP адресом.

source: Retrieve quotes from bash.org.
de: Zeigt Zitate von bash.org an.
fr: Récupérer des quotes de bash.org.
ja: bash.org から quote を取得。
pl: Pobiera cytaty z bash.org.
sr: Преузима цитате са bash.org.

source: Rot n+i encryption and decryption.
de: Rot n+i Verschlüsselung/Entschlüsselung.
fr: Chiffrement/déchiffrement rot n+i.
ja: Rot n+i 暗号化と復号化。
pl: Szyfrowanie / deszyfrowanie rot n+i.
sr: Rot n+i шифровање и дешифровање.

source: Run a command on end of xfer.
de: Führt einen Befehl am Ende eines xfer-Transfers aus.
fr: Lancer une commande à la fin d'un xfer.
ja: xfer 終了時にコマンドを実行。
pl: Wykonuje komende na koniec xfer.
sr: Покреће команду на крају трансфера.

source: Run chat received in a buffer as commands.
de: Führt einen empfangen Befehl in einem Buffer aus.
fr: Lancer des messages reçus dans un tampon comme des commandes.
ja: バッファに受信したチャットをコマンドとして実行。
pl: Wykonuje otrzymany chat w buforze jako komendy.
sr: Извршава чет примљен у бафер као команде.

source: Run command on highlight and privmsg when away.
de: Führt einen Befehl aus falls man abwesend (/away) ist und man eine highlight- oder private Nachricht erhalten sollte.
fr: Lancer une command sur le highlight et message privé lorsqu'on est absent.
ja: 離席中にハイライトやプライベートメッセージを受信したらコマンドを実行。
pl: Wykonuje komendę na wiadomość prywatną lub higlight, podczas nieobecności.
sr: Извршава команду приликом истицања и приватних порука када сте одсутни.

source: Run remote commands via IRC messages.
de: Führt entfernte Befehle mittels IRC Nachrichten aus.
fr: Lancer des commandes distantes via des messages IRC.
ja: IRC メッセージに対してリモートコマンドを実行。
pl: Wykonywanie zdalnych poleceń przez wiadomości IRC.
sr: Извршава удаљене команде преко IRC порука.

source: SMS Text Messaging using Google Voice.
de: SMS Kurznachrichten mittels Google Voice.
fr: Échange de SMS en utilisant Google Voice.
ja: Google Voice を使った SMS テキストメッセージ。
pl: Wysyłanie wiadomości SMS za pomocą Google Voice.
sr: SMS текст поруке користећи Google Voice.

source: Save and restore global and/or buffer command history.
de: Sichert und stellt den globalen und/oder Buffer Verlaufsspeicher, für die Eingabezeile, wieder her.
fr: Sauver et restaurer l'historique des commandes global ou par tampon.
ja: グローバルおよびバッファコマンド履歴を保存、読み込み。
pl: Zapisuje i przywraca historię poleceń bufora i/lub globalną.
sr: Чува и враћа глобалну и/или бафер историју команди.

source: Save and restore query buffers after /quit.
de: Speichert Query-Buffer bei einem /quit und öffnet diese Buffer bei einem Neustart.
fr: Sauvegarder et restaurer les tampons privés après /quit.
ja: /quit の後にクエリバッファの保存と回復を行う。
pl: Zapisuje i przywraca układ buforów po wyjściu z programu.
sr: Чува и враћа query бафере након /quit.

source: Save channel key to autojoin or secured data.
de: Speichert Channel-Keys automatisch in autojoin oder in secured data.
fr: Sauvegarder la clé de canal dans l'autojoin ou une donnée sécurisée.
ja: チャンネルキーを自動参加または安全なデータに保存。
pl: Zapisuje klucz kanału do ponownego wejścia lub bezpiecznych danych.
sr: Чува кључ канала за аутоматско приступање или обезбеђене податке.

source: Save config files in a version control system.
de: Speichert die Konfigurationsdateien mittels einer Versionsverwaltung.
fr: Sauvegarder les fichiers de configuration dans un système de contrôle de version.
ja: 設定ファイルをバージョン管理システムで保存。
pl: Przechowuje pliki konfiguracyjne z użyciem systemu kontroli wersji.
sr: Чува конфиг фајлове у систему за контролу верзија.

source: Save current buffer content to a file.
de: Speichert den aktuellen Buffer-Inhalt in eine Datei.
fr: Sauvegarder le contenu du tampon courant dans un fichier.
ja: 現在のバッファ内容をファイルに保存。
pl: Zapisuje zawartość aktualnego bufora do pliku.
sr: Чува садржај текућег бафера у фајл.

source: Scroll by fractional screens.
de: Scrollt Screens stückweise.
fr: Faire défiler par fraction d'écran.
ja: 画面スクロール量を画面の割合を使って指定。
pl: Przewija procentowo ekrany.
sr: Скролује за делове екрана.

source: Search regular expression in buffers or log files.
de: Sucht nach regulären Ausdrücken in Buffern und Protokoll-Dateien.
fr: Recherche d'expression régulière dans les tampons ou fichiers de logs.
ja: バッファとログファイルから正規表現で検索する。
pl: Przeszukuje bufor lub plik z logami za pomocą wyrażenia regularnego.
sr: Претрага бафера или лог фајлова регуларним изразом.

source: Search terms on seeks node and display results.
de: Sucht nach Begriffen auf Seeks Node und zeigt das Ergebnis an.
fr: Recherche de termes sur le noeud seeks et affichage des résultats.
ja: seeks node で用語検索、結果を表示。
pl: Wyszukuje hasła w seeks i wyświetla wyniki.
sr: Тражи појмове на seeks чвору и приказује резултате.

source: Secure encryption layer for the IRC protocol based on OpenPGP.
de: OpenPGP verschlüsselte Konversation über das IRC Protokoll.
fr: Couche de chiffrement pour le protocole IRC basée sur OpenPGP.
ja: OpenPGP を用いた IRC プロトコルの安全な暗号化レイヤ。
pl: Warstwa bezpiecznego szyfrowania dla protokołu IRC bazująca na OpenPGP.
sr: Безбедносни слој шифровања за IRC протокол заснован на OpenPGP.

source: Securely authenticate with QuakeNet by using CHALLENGEAUTH.
de: Sichere Authentifizierung auf QuakeNet mittels CHALLENGEAUTH.
fr: Authentification sécurisée avec QuakeNet en utilisant CHALLENGEAUTH.
ja: CHALLENGEAUTH を使った QuakeNet のセキュリティ認証。
pl: Bezpiecznie uwierzytelnia z QuakeNet za pomocą CHALLENGEAUTH.
sr: Безбедна провера идентитета са QuakeNet употребом CHALLENGEAUTH.

source: Select text, nicks or URLs on screen with mouse or keyboard.
de: Markieren von Text, Nicks oder URLs, mittels Maus oder Tastatur.
fr: Sélectionner du texte, pseudos et URLs à l'écran avec souris ou clavier.
ja: 画面上のテキスト、ニックネーム、URL をマウスまたはキーボードで選択。
pl: Zaznaczanie tekstu, nicków lub URLi na ekranie za pomocą myszy lub klawiatury.
sr: Избор текста, надимака или URL адреса на екрану мишем или тастатуром.

source: Self-censor stuff you were going to say.
de: Selbstzensur, von dem was man versendet.
fr: Auto-censure des choses que vous allez dire.
ja: 自分のメッセージを自己検閲。
pl: Automatycznie cenzoruj rzeczy, które zamierzasz powiedzieć.
sr: Аутоцензуришите оно што сте намеравали да кажете.

source: Send "whois" on nick when receiving new IRC query.
de: Sende "whois" an Nick wenn ein IRC Query empfangen wird.
fr: Envoi de "whois" sur le pseudo en réception d'un message privé IRC.
ja: 新しい IRC クエリを受信したらニックネームに対する "whois" を送信。
pl: Wysyła do serwera "whois" dla każdego nicka zaczynającego query.
sr: Шаље „whois” над надимком приликом пријема новог IRC упита.

source: Send Growl notifications upon events.
de: Sendet eine Growl-Benachrichtigung bei einem Ereignis.
fr: Envoyer des notifications Growl sur des évènements.
ja: イベントに対して Growl 通知を送信。
pl: Wysyła powiadomienia Growl dla zdarzeń.
sr: Шаље Growl обавештења када се десе догађаји.

source: Send a colored "kikoo" on current channel.
de: Schickt eine farbige "kikoo" in den aktuellen Channel.
fr: Envoyer un "kikoo" en couleur sur le canal courant.
ja: 色付けした "kikoo" を現在のチャンネルに送信。
pl: Wysyła kolorowe "kikoo" na obecny kanał.
sr: Шаље обојени „kikoo” на текући канал.

source: Send a random emoji to the current buffer.
de: Sendet ein zufälliges Emoji in den aktuellen Buffer.
fr: Envoyer un emoji aléatoire au tampon courant.
ja: ランダムな絵文字を現在のバッファに送信。
pl: Wysyła losową emotkę do obecnego bufora.
sr: Шаље насумични емођи у текући бафер.

source: Send highlights and mentions through Pushjet.io.
de: Sendet Highlight- oder Erwähnungen mittels Pushjet.io.
fr: Envoyer les highlights et mentions à Pushjet.io.
ja: Pushjet.io にハイライトと呼び出しを送信。
pl: Przekazuje higlighty poprzez Pushjet.io.
sr: Шаље истицања и помињања кроз Pushjet.io.

source: Send highlights and private messages to a unix socket.
de: Sendet Highlight- oder private Nachrichten an eine unix socket.
fr: Envoyer les highlights et messages privés vers un socket unix.
ja: UNIX ソケットにハイライトとプライベートメッセージを送信。
pl: Przekazuje higlighty i prywatne wiadomości do gniazda unixowego.
sr: Шаље истицања и приватне поруке у unix сокет.

source: Send libnotify notifications with smart delays to avoid spam.
de: Sendet etwas zeitversetzt Benachrichtigung mittels libnotify.
fr: Envoi de notifications libnotify avec délais intelligents pour éviter le spam.
ja: 遅延によりスパムにならないよう考慮された libnotify 通知を送信。
pl: Wysyła powiadomienia za pomocą libnotify z inteligentnym opóźnieniem, żeby uniknąć spamu.
sr: Шаље libnotify обавештења са паметним кашњењем тако да се спречи спам.

source: Send notice when typing message on bitlbee, display if user is writing in a bar item.
de: Versendet eine Mitteilung falls eine Nachricht auf bitlbee geschrieben wird oder zeigt an falls jemand eine Nachricht an Sie schreibt.
fr: Envoyer une notice lorsqu'on tape un message sur bitlbee, afficher si l'utilisateur tape dans un objet de barre.
ja: bitlbee にメッセージをタイプする際に通知を送信、ユーザが書いているかをバー要素に表示。
pl: Wysyła powiadomienie podczas pisania wiadomości na bitlbee, wyświetla jeśli użytkownik pisze na elemencie paska.
sr: Шаље обавештење на bitlbee када се куца порука, приказује у ставци траке ако корисник пише.
