Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Bar item with chatters (non idle people).
de: Anzeige für Chatter, die aktiv im Kanal schreiben.
fr: Objet de barre avec les personnes qui parlent (non idle).
ja: チャットしている人 (アイドル状態でない人) をバー要素に表示。
pl: Element paska z aktywnymi rozmówcami.
sr: Ставка траке са људима који причају (онима који нису докони).

source: Bar item with scroll indicator and info about number of lines in buffer.
de: Bar-Item mit Scroll-Indikator und Anzeige über die Anzahl der Zeilen des aktuellen Buffers.
fr: Objet de barre avec indicateur de défilement et des infos sur le nombre de lignes du tampon.
ja: スクロールインジケータとバッファの行数に関する情報を持つバー要素。
pl: Element paska ze wskaźnikiem przewijania oraz informacją o ilości linii w buforze.
sr: Ставка траке са индикатором скроловања и инфо о броју линија у баферу.

source: Bar item with unread imap messages count.
de: Bar-Item welches die ungelesen imap-Nachrichten zählt.
fr: Objet de barre avec le nombre de messages imap non lus.
ja: 未読状態の imap メッセージの数を表示するバー要素。
pl: Element paska z ilością nieprzeczytanych wiadomości.
sr: Ставка траке са бројем непрочитаних imap порука.

source: Bar items with stats about network interface, load, and free memory.
de: In der Bar-Item Informationen der genutzte Netzwerk-Schnittstelle, Durchschnittsbelastung der CPU, sowie dem freiem Speicher anzeigen lassen.
fr: Objets de barre avec des stats sur l'interface réseau, le chargement, et la mémoire libre.
ja: ネットワークインターフェース、負荷、空きメモリの統計情報に関するバー要素。
pl: Elementy paska ze statystykami o interfejsie sieciowym, obciążeniu, oraz wolnej pamięci.
sr: Ставке траке са статистиком у вези са мрежним интерфејсом, оптерећењем и слободним меморијом.

source: Bar with popup menu.
de: Bar mit Popup-Menü.
fr: Barre avec un menu déroulant.
ja: バーにポップアップメニューを表示。
pl: Pasek z wyskakującym menu.
sr: Трака са искачућим менијем.

source: Bind meta-<key> to the current buffer.
de: Ordnet eine meta-<Taste> dem aktuellen Buffer zu.
fr: Associer la touche meta-<touche> au tampon courant.
ja: meta-<key> を現在のバッファに割り当てる。
pl: Przypisz meta-<klawisz> do obecnego bufora.
sr: Везује meta-<тастер> за текући бафер.

source: Block mass highlights.
de: Blockiert Highlights, falls mehrere Nicks in der Nachricht genannt werden.
fr: Bloquer les highlights massifs.
ja: 多すぎるハイライトをブロック。
pl: Blokowanie masowych podświetleń.
sr: Блокира масовна истицања.

source: Bump buffers upon activity.
de: Springt zu Buffern nach deren Aktivität.
fr: Trier les tampons selon l'activité.
ja: バッファの活発さに応じて並び替える。
pl: Ustawia bufory według aktywności.
sr: Гурка бафере приликом активности.

source: Call notify-send when a message is received.
de: Nutzt notify-send wenn eine Nachricht empfangen wurde.
fr: Appeler notify-send lorsqu'un message est reçu.
ja: メッセージを受信した場合に notify-send を呼び出す。
pl: Wykonuje notify-send po otrzymaniu wiadomości.
sr: Позива notify-send приликом пријема поруке.

source: Change "nick:" prefix if the nick is changed while you're still editing.
de: Ändern den "nick:" Präfix, falls der Nick sich während der Eingabe ändern sollte.
fr: Changer le préfixe "nick:" si le pseudo a changé pendant qu'on modifie le message.
ja: 編集中にニックネームが変わった場合に "nick:" プレフィックスを変更。
pl: Zmienia prefiks "nick:" jeśli nick się zmieni podczas pisania.
sr: Мења „nick:” префикс ако се надимак променио током вашег куцања.

source: Change nick on multiple servers using custom masks.
de: Ändert den Nick auf verschiedenen Servern mittels benutzerdefinierten Vorgaben.
fr: Changer le pseudo sur de multiples serveurs en utilisant des masques personnalisés.
ja: カスタムマスクを使って複数サーバのニックネームを変更。
pl: Zmiana nicka na wielu serwerach za pomocą własnych masek.
sr: Мења надимак на више сервера употребом произвољних маски.

source: Change the key ctrl-W to use the readline behavior.
de: Ändert die Tastenbelegung ctrl-W und nutzt das readline Verhalten.
fr: Changer la touche ctrl-W pour utiliser le comportement de readline.
ja: ctrl-W キーを readline の挙動にする。
pl: Zmienia zachowanie kombinacji ctrl-W na to z readline.
sr: Мења тастер ctrl-W тако да користи readline понашање.

source: Charset replacement for IRC, recode past message.
de: Ersetzt den Zeichensatz für IRC, Umschlüsselung von alten Nachrichten.
fr: Remplacement de charset pour IRC, réencode les messages passés.
ja: IRC 用の文字セットを置換、過去のメッセージを記録。
pl: Zastąpienie kodowania dla IRC, zmienia kodowanie starych wiadomości.
sr: Charset замена за IRC, поновно кодира прошле поруке.

source: Check POP3 server for mails and display mail headers.
de: Überprüft den POP3 Maileingang auf neue E-Mails und zeigt ausgewählte Mail-Header an.
fr: Vérifie les mails sur serveur POP3 et affiche les entêtes de mails.
ja: メールの POP3 サーバを確認し、メールヘッダを表示。
pl: Sprawdza serwer POP3 w poszukiwaniu nowych wiadomości i wyświetla ich nagłówki.
sr: Проверава POP3 сервер за мејлове и приказује заглавље мејлова.

source: Clear a buffer, on znc / locally or both.
de: Leert einen Buffer, sowohl bei znc/lokal oder für beide.
fr: Effacer un tampon, znc / local, ou les deux.
ja: znc およびローカルまたはその両方のバッファをクリア。
pl: Czyści bufor na znc / lokalnie albo oba.
sr: Брише бафер, на znc / локално или оба.

source: Client/server to send/receive notifications and display them.
de: Client/Server um Mitteilungen zu versenden/empfangen um diese anzuzeigen.
fr: Client/serveur pour envoyer/recevoir des notifications et les afficher.
ja: 通知を送信/受信して表示するクライアント/サーバ。
pl: Klient/server do wysyłania/odbierania powiadomień i ich wyświetlania.
sr: Клијент/сервер за слање/пријем обавештења и њихов приказ.

source: Collapse channel buffers from servers without focus.
de: Klappt Kanalbuffer, von Server ein, die nicht im Fokus stehen.
fr: Replier les tampons de canaux des serveurs sans focus.
pl: Zwija bufory kanałów z serwerów bez fokusa.
sr: Сажима бафере канала из сервера који немају фокус.

source: Color the channel text with nick color.
de: Der Text wird in der jeweiligen Farbe des Verfassers dargestellt.
fr: Colorier le texte du canal avec la couleur du pseudo.
ja: ニックネーム色でチャンネルテキストを色付け。
pl: Koloruje tekst na kanale kolorem nicka.
sr: Боји текст канала бојом надимка.

source: Colorize imageboard-style text formatting.
pl: Koloruj formatowanie tekstu w stylu tablicy graficznej.
sr: Боји текст форматирања у imageboard стилу.

source: Colorize parts of text in certain buffers based on rules.
de: In bestimmten Buffern werden Teile eines Textes nach vorgegebenen Regeln eingefärbt.
fr: Colorier des parties de textes dans certains tampons, basé sur des règles.
ja: ルールに基づき特定のバッファでテキストの一部に色を付ける。
pl: Koloruje częsci tekstu w buforach bazując na regułach.
sr: Боји делове текста у одређеним баферима сагласно са правилима.

source: Colorize regex matches in chat messages.
sr: Боји подударања са регуларним изразом у чет порукама.

source: Command line indicator: command or text.
de: Indikator für die Eingabezeile, ob ein Befehl oder Text eingegeben wurde.
fr: Indicateur de ligne de commande : commande ou texte.
ja: コマンドラインインジケータ: コマンドまたはテキスト。
pl: Wskaźnik linii poleceń: komenda lub tekst.
sr: Индикатор командне линије: команда или текст.

source: Command queuing.
de: Befehle in eine Warteschlange aufnehmen und ausführen.
fr: File d'attente de commandes.
ja: コマンドキューイング。
pl: Kolejkowanie komend.
sr: Стављање команди у ред.

source: Complete empty input line with latest speaker nick in channel.
de: In einer leeren Eingabezeile wird der Name des Users eingefügt der als letzter im Kanal etwas geschrieben hat.
fr: Complète une ligne de commande vide avec le pseudo de la dernière ayant parlé sur le canal.
ja: 最後に発言したニックネームだけを表示して入力行を空にする。
pl: Uzupełnia pustą linię poleceń nickiem ostatniego rozmówcy na kanale.
sr: Довршавање празне линије за унос надимком последњег говорника на каналу.

source: Contextual command line help.
de: Kontextbezogener Hilfstext für die Befehlszeile.
fr: Aide contextuelle sur la ligne de commande.
ja: コマンドラインヘルプを入力行に表示。
pl: Kontekstowa pomoc linii komend.
sr: Контекстуална помоћ командне линије.

source: Control Clementine from WeeChat.
de: Clementine aus WeeChat heraus steuern.
fr: Contrôler Clementine depuis WeeChat.
ja: WeeChat から Clementine を操作。
pl: Kontroluj Clementine z poziomu WeeChat.
sr: Контрола Clementine из WeeChat.

source: Control Rhythmbox through qdbus.
de: Steuert Rhythmbox mittels qdbus.
fr: Contrôle de Rhythmbox via qdbus.
ja: qdbus を使って Rhythmbox を操作。
pl: Kontrola Rhythmbox poprzez qdbus.
sr: Контрола Rhythmbox кроз qdbus.

source: Control and now playing script for ncmpcpp.
de: Fernbedienung für ncmpcpp.
fr: Contrôle et affichage de chanson pour mcmpcpp.
ja: ncmpcpp 用の操作と現在再生中の曲を表示するスクリプト。
pl: Skrypt umożliwiający kontrolę oraz wyświetlanie aktualnie odtwarzanego utworu w ncmpcpp.
sr: Скрипта за контролу и тренутно свира за ncmpcpp.

source: Control and now-playing script for cmus.
de: Fernbedienung für cmus.
fr: Contrôler et afficher la musique jouée par cmus.
ja: cmus 用の現在再生中の曲の情報を得るスクリプト。
pl: Kontrola i aktualnie odtwarzany utwór dla cmus.
sr: Скрипта за контролу и тренутно свира за cmus.

source: Control and now-playing script for moc.
de: Fernbedienung für moc.
fr: Contrôle et affichage de chanson pour moc.
ja: moc 用の操作と現在再生中の曲の情報を得るスクリプト。
pl: Skrypt umożliwiający kontrolę oraz wyświetlanie aktualnie odtwarzanego utworu w moc.
sr: Скрипта за контролу и тренутно свира за moc.

source: Convert ZNC status PRIVMSGs to NOTICEs.
de: Konvertiert ZNC Status PRIVMSG zu NOTICE.
fr: Convertir les PRIVMSGs de statut ZNC en NOTICEs.
ja: ZNC 状態メッセージを PRIVMSG から NOTICE に変換。
pl: Konwertuje status PRIVMSG w ZNC na NOTICE.
sr: Претвара ZNC статус PRIVMSG порука у NOTICE поруке.

source: Convert ascii emotes to the unicode emoticon.
de: Konvertiert ASCII Emoticon in Unicode Emoticon.
fr: Convertir les émotes ascii en émoticon unicode.
ja: ascii 顔文字を unicode 顔文字に変換。
pl: Konwersja emotek ascii na unicode.
sr: Конвертује ascii емоте у unicode емотикон.

source: Convert emoji aliases to unicode emoji.
de: Konvertiert emoji Emoticon in Unicode Emoticon.
fr: Convertir les alias emoji en emoji unicode.
ja: 別名定義された絵文字を unicode 絵文字に変換。
pl: Konwersja aliasów emotek w ascii na emotikony unicode.
sr: Конвертује емођи алијасе у unicode емођи.

source: Convert emoji back to their :aliases:.
de: Konvertiert emoji zum entsprechenden :alias:.
fr: Convertir les emoji en leur :codes:.
ja: 絵文字を対応する :aliases: 書式の別名に変換。
pl: Konwertuje emotikony spowrotem na ich :aliasy:.
sr: Конвертује емођи назад у његов :алијас:.

source: Convert emoji shortcodes to unicode.
de: Konvertiert emoji Abkürzungen nach Unicode.
fr: Convertir les codes emoji en unicode.
pl: Konwersja kodów emotikon na unicode.
sr: Конвертује емођи кратке кодове у unicode.

source: Convert text to its full width equivalent and send it to buffer.
de: Konvertiert Text in eine extra breite Schrift und sendet es in den Buffer.
fr: Convertir le texte dans son équivalent taille large et l'envoyer au tampon.
ja: テキストを全形等価に変換しバッファに送信する。
pl: Konwertuje tekst do pełnej długości i wysyła do bufora.
sr: Конвертује текст у његов еквивалент пуне ширине и шаље га у бафер.

source: Convert text to leet.
de: Wandelt einen Text nach Leetspeek.
fr: Convertit le texte en "leet".
ja: テキストを leet 変換。
pl: Konwertuje tekst do leet.
sr: Конвертује текст у leet.

source: Convert usernames of gateway connections to their real names.
de: Konvertiert Usernamen die über ein Gateway laufen in den entsprechenden Realnamen.
fr: Convertir les noms d'utilisateurs de passerelle en leurs noms réels.
ja: ゲートウェイ接続のユーザ名を本名に変換。
pl: Konwertuje nazwy użytkowników połączonych przez bramk na ich prawdziwe nazwy.
sr: Конвертује корисничка имена гејтвеј веза у њихова стварна имена.

source: Copy everything into one buffer.
de: Kopiert alles in einen Buffer.
fr: Copier tout dans un tampon.
ja: 1 つのバッファにすべてをコピー。
pl: Kopiuje wszytko do jednego bufora.
sr: Копира све у један бафер.

source: Copy files by scp after xfer.
de: Kopiert Dateien mit scp nachdem ein xfer-Transfer beendet wurde.
fr: Copier les fichiers par scp après xfer.
ja: xfer の後に scp でファイルをコピー。
pl: Kopiowanie plików przez scp po skończonym transferze.
sr: Копира фајлове са scp након xfer.

source: Correction for misspelled words in command line.
de: Rechtschreibkorrektur, für die Eingabezeile.
fr: Correction pour les mots mal orthographiés dans la ligne de commande.
ja: コマンドライン内のスペルミス単語を修正。
pl: Poprawa źle napisanych słów w linii poleceń.
sr: Исправља погрешно написане речи у командној линији.

source: Current song script for Spotify on OS X.
de: Zeigt das derzeitig gespielte Lied von Spotify an (OS X).
fr: Affichage de la chanson jouée par Spotify sous OS X.
ja: OS X 上の Spotify 用の現在再生中の曲を表示するスクリプト。
pl: Aktualnie odgrywany utwór dla Spotify na OS X.
sr: Скрипта за текућу песму за Spotify на OS X.

source: Custom word completions.
de: Benutzerdefinierte Wortvervollständigung.
fr: Complétion personnalisée de mots.
ja: カスタム単語補完。
pl: Niestandardowe dopełnianie słów.
sr: Произвољна довршавања речи.

source: Customizable kickban command with unban timer and mask resolver.
de: Anpassbarer kickban Befehl mit unban timer und mask Resolver.
fr: Commande kickban personnalisable avec une minuterie pour unban et une résolution de masque.
ja: unban タイマーとマスクリゾルバで kickban コマンドをカスタマイズ。
pl: Modyfikowalna komenda kickban zdejmujący bany po zadanym czasie oraz rozpoznawanie masek.
sr: Прилагодљива kickban команда са unban тајмером и расрешивачем маске.

source: Customize bars by buffer.
de: Bars für jeden Buffer individuell anpassen.
fr: Personnaliser les barres par tampon.
ja: バッファでバーをカスタマイズ。
pl: Dostosowuje paski do buforów.
sr: Прилагођава траке по баферу.

source: Cycle to currently used server (for merged buffers).
de: Bei zusammengefügten Server-Buffern, erhält der aktuelle Server den Fokus.
fr: Basculer vers le serveur actuellement utilisé (pour les tampons mélangés).
ja: 現在利用中のサーバに移動 (マージバッファ用)。
pl: Przełącza na obecnie używany serwer (dla połączonych buforów).
sr: Кружи до сервера који се тренутно користи (за спојене бафере).

source: Debugging tool for python scripts or test WeeChat's API functions.
de: Debugtool für Python-Skripte oder um die API-Funktionen von WeeChat zu testen.
fr: Outil de debug pour les scripts python ou pour tester les fonctions de l'API WeeChat.
ja: python スクリプト用のデバッグツール、WeeChat の API 関数をテストするツール。
pl: Narzędzie do debugowania dla skryptów Pyhonowych lub do testowania funkcji API WeeChat.
sr: Дибагинг алат за python скрипте или тестирање WeeChat API функција.

source: Delete log file of current buffer.
de: Löscht die Protokoll-Datei des aktuellen Buffers.
fr: Supprimer le fichier de log du tampon courant.
ja: 現在のバッファに対するログファイルを削除。
pl: Usuwa plik z logiem dla obecnego bufora.
sr: Брисање лог фајла текућег бафера.

source: Delete log files by age or size.
de: Löscht Protokolldateien nach Alter oder Größe.
fr: Supprime les fichiers de log par ancienneté ou taille.
ja: 時間かサイズを基準にログファイルを削除。
pl: Usuwanie plików z logiem w zależności od wieku lub rozmiaru.
sr: Брисање лог фајлова према старости или величини.

source: Detect multiple nicknames from the same host on irc channels.
de: Bemerkt die Nickamen die mit dem selben Host in IRC Kanälen angemeldet sind.
fr: Détecter plusieurs pseudos de la même machine sur les canaux irc.
ja: チャンネル内でホストが同じニックネームを検出。
pl: Wykrywa nicki obecne z tego samego hosta na kanałach irc.
sr: Открива вишеструке надимке са истог хоста на irc каналима.

source: Digraphs like nvim for inputting math symbols.
pl: Digrafy takie jak nvim do wprowadzania symboli matematycznych.
sr: Диграфи као у nvim за унос математичких симбола.

source: Display WeeChats infos, useful for script developers.
de: Zeigt Informationen zu WeeChat an, sinnvoll für Skriptentwickler.
fr: Affichage des infos WeeChat, pratique pour les développeurs de scripts.
ja: WeeChats 情報を表示、スクリプト開発者に有益。
pl: Wyświetla infolisy WeeChat, przydatne dla twórców skryptów.
sr: Приказује WeeChats инфое, корисно за програмере скрипти.

source: Display Weechat highlights in dzen (and beep).
de: Zeigt Highlight in dzen an (und nutzt beep).
fr: Affichage des highlights dans dzen (et bip).
ja: dzen (とビープ音) で Weechat のハイライトを表示。
pl: Wyświetla powiadomienia WeeChat za pomocą dzen.
sr: Приказује Weechat истицања у dzen (и бип).

source: Display a countdown on current buffer.
de: Zeigt einen Countdown im aktuellen Buffer an.
fr: Afficher un compte à rebours dans le tampon courant.
ja: 現在のバッファにカウントダウンを表示。
pl: Wyświetla odliczanie w obecnym buforze.
sr: Приказује одбројавање на текућем баферу.

source: Display a history of the last keystrokes you performed and the commands invoked.
de: Zeigt einen Verlauf der zuletzt ausgeführten Tastenanschläge und der ausgeführten Befehle an.
fr: Afficher un historique des dernières touches tapées et les commandes invoquées.
pl: Wyświetl historię ostatnio naciśniętych klawiszy i wykonanych poleceń.
sr: Приказује историју последњих притисака на тастере које сте извршили и команде које су позване.

source: Display a human-readable time string for WHOWAS data.
de: Fügt eine lesbare Zeile in die WHOWAS-Ausgabe hinzu.
fr: Afficher une heure plus lisible pour les données du WHOWAS.
ja: WHOWAS データの時間をわかりやすく表示する。
pl: Wywietla zrozumiały dla człowieka zapis czasu w dacie z WHOWAS.
sr: Приказује читљив стринг времена за WHOWAS податке.

source: Display a url bar for easy clicking or selecting.
de: Stellt eine Bar zur Verfügung um einfacher URLs zu selektieren und anzuwählen.
fr: Afficher une barre d'url pour clic ou sélection facile.
ja: URL を簡単にクリックまたは選択できる URL バーを表示。
pl: Wyświetla pasek z urlami do łatwego klikania lub zaznaczania.
sr: Приказује url траку за једноставан клик или избор.

source: Display content of viedemerde.fr/fmylife.com website.
de: Zeigt den Inhalt der Webseite viedemerde.fr/fmylife.com.
fr: Afficher le contenu du site viedemerde.fr/fmylife.com.
ja: viedemerde.fr/fmylife.com ウェブサイトの内容を表示。
pl: Wyświetla zawartość strony viedemerde.fr/fmylife.com.
sr: Приказује садржај сајта viedemerde.fr/fmylife.com.

source: Display corrected text when user sends s/typo/replacement.
de: Zeigt den korrigierten Text an wenn der Anwender s/Tippfehler/Korrektur nutzt.
fr: Afficher le texte corrigé quand un utilisateur envoie s/typo/correction.
ja: ユーザが s/誤/正 を送信したらテキストを修正して表示。
pl: Wyświetla poprawiony tekst, kiedy użytkownik wyśle s/zły ciąg/poprawiony ciąg.
sr: Приказује исправљени текст када корисник пошаље s/грешка/замена.

source: Display external ip address.
de: Zeigt externe IP Adresse an.
fr: Afficher l'adresse ip externe.
ja: 外部 IP アドレスを表示。
pl: Wyświetla zewnętrzny adres IP.
sr: Приказује спољну ip адресу.

source: Display hints for URLs and open them with keyboard shortcuts.
de: Zeigt URLs mit kleinen Hinweisen an um diese dann mittels Tastenkurzbefehlen zu öffnen.
fr: Afficher des infications pour les URLs et ouverture avec des raccourcis clavier.
ja: URL のヒントを表示し、キーボードショートカットでそれを開く。
pl: Wyświetla podpowiedzi dla URLi i otwiera je za pomocą skrótów klawiszowych.
sr: Приказује савете за URL адресе и отвара их пречицама тастатуре.

source: Display infolist in a buffer, useful for script developers.
de: In einem separaten Buffer wird eine Infolisten angezeigt (sinnvoll für Skriptentwickler!).
fr: Afficher l'infolist dans un tampon, pratique pour les développeurs de scripts.
ja: バッファのインフォリストを表示、スクリプト開発者に有用。
pl: Wyświetla infolisę w buforze, przydatne dla twórców skryptów.
sr: Приказује инфолисту у баферу, корисно за програмере скрипти.

source: Display latest available kernel on kernel.org.
de: Zeigt die aktuelle Kernel Version auf kernel.org an.
fr: Afficher les derniers noyaux disponibles sur kernel.org.
ja: kernel.org から利用できる最新のカーネルを表示。
pl: Wyświetla najnowszy z dostępnych kerneli na kernel.org.
sr: Приказује последње доступни кернел на kernel.org.

source: Display name days in bar item and buffer (only french calendar).
de: Zeigt den Namenstag in einer Bar-Item und dem Buffer an (für den französischen Kalender).
fr: Afficher les fêtes dans un objet de barre et un tampon (calendrier français seulement).
ja: バー要素とバッファに聖名祝日を表示 (フランスのカレンダーのみ)。
pl: Wyświetla nazwy dni w elemencie paska i buforze (tylko francuski kalendarz).
sr: Приказује имена дана у ставки траке и баферу (само за француски календар).

source: Display right-to-left text in chat with fribidi.
de: Stellt, mittels fribidi, den Text im Chat von rechts-nach-links dar.
fr: Afficher le texte de droite à gauche avec fribidi.
ja: fribidi を使って右から左に書くテキストをチャットエリアに表示。
pl: Wyświetla tekst od prawej do lewej w oknach rozmowy za pomocą fribidi.
sr: Приказује десно-у-лево текст у чету помоћу fribidi.

source: Display size of current log file in a bar item.
de: Zeigt in der Bar-Item an, wie groß die zu dem Buffer zugehörige Log-Datei ist.
fr: Afficher la taille du fichier de log dans un objet de barre.
ja: 現在のログファイルのサイズをバー要素内に表示。
pl: Wyświetla obecny rozmiar pliku z logiem jako element paska.
sr: Приказује величину текућег лог фајла у ставки траке.

source: Display topic with changes highlighted.
de: Zeigt das Topic an, Veränderungen werden hervorgehoben.
fr: Afficher le titre avec des changements mis en valeur.
ja: 変更をハイライトしてトピックを表示。
pl: Wyświetla topic z wyróżnionymi zmianami.
sr: Приказује тему са истакнутим изменама.

source: Display user defined information in the terminal title.
de: Zeigt Anwender definierte Informationen im Titel vom Terminal an.
fr: Afficher une information définie par l'utilisateur dans le titre du terminal.
ja: ユーザ定義情報を端末タイトルに表示。
pl: Wyświetla zdefiniowaną przez użytkownika informację w tytule terminala.
sr: Приказује кориснички дефинисане информације у наслову терминала.

source: Display when and where a URI was first posted.
de: Zeigt an wann und wo eine URI das erste mal gepostet wurde.
fr: Afficher quand un URI a été posté en premier.
ja: URI が最初に受信された時刻とチャンネル名を表示。
pl: Wyświetla kiedy i gdzie adres URL został wysłany jako pierwszy.
sr: Приказује када и где је постован први URI.

source: Display which song Audacious is currently playing.
de: Zeigt an welche Musik gerade von Audacious abspielt wird.
fr: Afficher la chanson actuellement jouée par Audacious.
ja: Audacious が現在再生中の曲を表示。
pl: Wyświetla aktualnie odtwarzany utwór przez Audaciousa.
sr: Приказује нумеру коју Audacious тренутно пушта.

source: Display which song DeaDBeeF is currently playing.
de: Zeigt an welche Musik DeaDBeeF gerade spielt.
fr: Afficher la chanson actuellement jouée par DeaDBeeF.
ja: DeaDBeeF が現在再生中の曲を表示。
pl: Wyświetla jaki utwór obecnie odtwarza DeaDBeeF.
sr: Приказује нумеру коју DeaDBeeF тренутно пушта.

source: Display which song clementine is currently playing.
de: Zeigt an welche Musik clementine gerade spielt.
fr: Afficher la chanson actuellement jouée par clementine.
ja: clementine が現在再生中の曲を表示。
pl: Wyświetla aktualnie odtwarzany utwór w clementine.
sr: Приказује нумеру коју clementine тренутно пушта.

source: Display which song mpd is currently playing.
de: Zeigt an welche Musik von mpd gerade gespielt wird.
fr: Afficher la chanson actuellement jouée par mpd.
ja: mpd が現在再生中の曲を表示。
pl: Wyświetla aktualnie odtwarzany utwór przez mpd.
sr: Приказује нумеру коју mpd тренутно пушта.

source: Display which song rhythmbox is currently playing.
de: Zeigt an welche Musik Rhythmbox gerade abspielt.
fr: Afficher la chanson actuellement jouée par rhythmbox.
ja: rhythmbox が現在再生中の曲を表示。
pl: Wyświetla aktualnie odtwarzany utwór w rhythmboxie.
sr: Приказује нумеру коју rhythmbox тренутно пушта.

source: Display which song spotify is currently playing.
de: Zeigt an welche Musik von spotify gerade gespielt wird.
fr: Afficher la chanson actuellement jouée par spotify.
ja: spotify が現在再生中の曲を表示。
pl: Wyświetla aktualnie odtwarzany utwór przez spotify.
sr: Приказује нумеру коју spotify тренутно пушта.
