Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: View content of pastebin site in a buffer.
de: Zeigt den Inhalt einer Pastebin-Seite in einem Buffer.
fr: Voir le contenu du site pastebin dans un tampon.
ja: バッファ内で pastebin サイトの内容を見る。
pl: Wyświetla zawartość strony typu pastebin w buforze.
sr: Приказује садржај pastebin сајта у баферу.

source: View/send SMS via pushbullet.
de: Empfangen/Versenden von SMS mittels pushbullet.
fr: Voir/envoyer des SMS via pushbullet.
ja: pushbullet 経由で SMS を閲覧/受信。
pl: Wyświetl/wyślij SMS przez pushbullet.
sr: Приказује/шаље SMS помоћу pushbullet.

source: Warn user if about to paste URL already existing in buffer.
de: Warnt den Anwender falls eine schon vorhandene URL im Buffer veröffentlicht werden soll.
fr: Avertir l'utilisateur si une URL existante dans le tampon est envoyée.
ja: ペーストした URL がバッファ内にある場合にユーザに警告を出す。
pl: Ostrzega użytkownika o próbie wklejenia adresu URL już obecnego na kanale.
sr: Упозорење кориснику ако ће управо да налепи URL који већ постоји у баферу.

source: WeeChat twitter client.
fr: Client twitter pour WeeChat.
ja: WeeChat 用の twitter クライアント。
pl: Klient Twitttera dla Weechat.
sr: WeeChat twitter клијент.

source: WhatsApp protocol.
de: WhatsApp Protokoll.
fr: Protocole WhatsApp.
ja: WhatsApp プロトコル。
pl: Protokół WhatsApp.
sr: WhatsApp протокол.

source: Wmii statusbar notification for highlights.
de: Wmii Benachrichtigung bei Highlight-Nachrichten.
fr: Notification dans la barre de statut wmii pour les highlights.
ja: ハイライト用の Wmii ステータスバー通知。
pl: .Pasek powiadomień Wmii dla higlightów.
sr: Wmii обавештење о истицањима у статусној линији.

source: Wrap nick completion with custom prefix and/or suffix.
de: Bei einer Nick-Vervollständigung wird ein benutzerdefinierter Präfix und/oder Suffix gesetzt.
fr: Entourer la complétion de pseudo avec un préfixe et/ou suffixe personnalisé.
ja: ニックネーム補完時に設定したプレフィックスとサフィックスを付ける。
pl: Dopełnianie nicków z niestandardowym prrefiksem i/lub sufiksem.
sr: Окружује довршавање надимка произвољним префиксом и/или суфиксом.

source: iTunes control and now playing script.
de: Fernbedienung für iTunes und zum anzeigen welches Musikstück gerade gespielt wird.
fr: Contrôle et affichage de la musique jouée par iTunes.
ja: iTunes の操作と現在再生中曲に関する情報を得るスクリプト。
pl: Kontrola i wyświetlanie aktualnie odtwarzanego utworu w iTunes.
sr: Скрипта за iTunes контролу и приказ тренутно се пушта.

source: not compatible with Python 3
de: nicht kompatibel mit Python 3
fr: non compatible avec Python 3
pl: nie kompatybilne z Pythonem 3
sr: није компатибилно са Python 3

source: Popular script
sr: Популарна скрипта

source: M j, Y
de: d.m.Y
fr: d/m/Y
ja: Y 年 m 月 j 日
pl: j N Y
sr: j. M Y

source: M j, Y H:i
fr: d/m/Y H:i
ja: Y 年 m 月 j 日 H 時 i 分
pl: j N Y H:i
sr: j. M Y. H.i

source: Error 403: forbidden
de: Fehler 403: (unzulässig)
fr: Erreur 403 : interdit
ja: エラー 403: 閲覧禁止
pl: Błąd 403: zakazany
sr: Грешка 403: забрањено

source: Error 403
de: Fehler 403
fr: Erreur 403
ja: エラー 403
pl: Błąd 403
sr: Грешка 403

source: Oh no! This page is forbidden…
de: Entschuldigung, aber diese Seite ist nicht zulässig…
fr: Oh non ! Cette page est interdite…
ja: あっ! このページは観覧禁止です…
pl: O nie! Ta strona jest zakazana…
sr: О не! Ова страница је забрањена…

source: You're looking where you shouldn't? ;)
de: Bist Du Alice im Wunderland und suchst hier das weiße Kaninchen? ;)
fr: Vous regardez où vous ne devriez pas ? ;)
ja: 見てはいけない場所を見ていませんか? ;)
pl: Zaglądasz, gdzie nie powinieneś ? ;)
sr: Гледате тамо где не би требало? ;)

source: Error 404: page not found
de: Fehler 404: Seite nicht gefunden
fr: Erreur 404 : page non trouvée
ja: エラー 404: ページがみつかりません
pl: Błąd 404: Strona nie znaleziona
sr: Грешка 404: страница није пронађена

source: Error 404
de: Fehler 404
fr: Erreur 404
ja: エラー 404
pl: Błąd 404
sr: Грешка 404

source: Oh no! This page does not exist…
de: Diese Seite existiert nicht…
fr: Oh non ! Cette page n'existe pas…
ja: あっ! このページは存在しません…
pl: O nie! Ta strona nie istnieje…
sr: О не! Ова страница не постоји…

source: You can go back to WeeChat home with link below,<br>or report broken link to
de: Mittels dem unteren Link kannst Du zur WeeChat Hauptseite zurückkehren,<br>oder melde defekten Link an
fr: Vous pouvez revenir à l'accueil WeeChat avec le lien ci-dessous,<br>ou signaler ce lien cassé à
ja: 以下のリンクから WeeChat のホームに戻るか、<br>壊れたリンクを報告してください
pl: Możesz powrócić na stronę główną WeeChat za pomocą poniższego odnośnika,<br>lub zgłosić niedziałający link
sr: Можете да се вратите назад на WeeChat почетну страницу линком испод,<br>или да пријавите неисправан линк на

source: about
de: Über
fr: à propos
ja: 概要
pl: o WeeChat
sr: о

source: Features
de: Funktionen
fr: Fonctionnalités
ja: 機能
pl: Cechy
sr: Функционалности

source: Interfaces
de: Oberflächen
ja: インターフェース
pl: Interfejsy
sr: Интерфејси

source: Screenshots
de: Bilder
fr: Captures d'écran
ja: スクリーンショット
pl: Zrzuty ekranu
sr: Снимци екрана

source: History
de: Geschichte
fr: Histoire
ja: 歴史
pl: Historia
sr: Историја

source: Support
ja: サポート
pl: Wsparcie
sr: Подршка

source: features
de: Funktionen
fr: fonctionnalités
ja: 機能
pl: cechy
sr: функционалности

source: Free software, multi-platform
de: Freie Software, plattformunabhängig
fr: Logiciel libre, multiplate-forme
ja: フリーソフトウェア、マルチプラットフォーム
pl: Wolne oprogramowanie, wieloplatformowe
sr: Слободан софтвер, на више платформи

source: WeeChat is a fast, light and extensible chat client, with a text-based user interface.
de: WeeChat ist ein schneller, schlanker und erweiterbarer Chat Client, mit einer textbasierten Oberfläche.
fr: WeeChat est un client de discussion rapide, léger et extensible, avec une interface texte.
ja: WeeChat は高速、軽量、拡張可能なチャットクライアントです (テキストベースのユーザインターフェース)。
pl: WeeChat to szybki, lekki i rozszerzalny komunikator z tekstowym interfejsem użytkownika.
sr: WeeChat је брз, лаган и прошириви чет клијент који има кориснички интерфејс базиран на тексту.

source: WeeChat is:
de: WeeChat ist:
fr: WeeChat est :
ja: WeeChat とは:
pl: WeeChat jest:
sr: WeeChat је:

source: <strong>modular</strong>: a lightweight core with optional plugins
de: <strong>modular</strong>: ein schlanker Kern mit optionalen Erweiterungen
fr: <strong>modulaire</strong> : un cœur léger avec des extensions optionnelles
ja: <strong>モジュール式</strong>: 軽量のコアと選べるプラグイン
pl: <strong>modularny</strong>: lekki rdzeń z opcjonalnymi wtyczkami
sr: <strong>модуларан</strong>: једноставно језгро са необавезним додацима

source: <strong>multi-protocols architecture</strong> (mainly IRC)
de: <strong>Multi-Protokoll fähig</strong> (hauptsächlich IRC)
fr: <strong>architecture multi-protocoles</strong> (principalement IRC)
ja: <strong>マルチプロトコルアーキテクチャ</strong> (主に IRC)
pl: <strong>wieloprotokołowa architektura</strong> (głównie IRC)
sr: <strong>архитектура за више протокола</strong> (углавном IRC)

source: <strong>multi-platforms</strong>: Linux, Unix, BSD, GNU Hurd, Haiku, macOS and Windows (WSL and Cygwin).
de: <strong>multi-Plattform</strong>: Linux, Unix, BSD, GNU Hurd, Haiku, macOS und Windows (WSL und Cygwin).
fr: <strong>plates-formes</strong> : Linux, Unix, BSD, GNU Hurd, Haiku, macOS et Windows (WSL et Cygwin).
pl: <strong>wielo-platformowy</strong>: Linux, Unix, BSD, GNU Hurd, Haiku, macOS oraz Windows (WSL i Cygwin).
sr: <strong>више платформи</strong>: Linux, Unix, BSD, GNU Hurd, Haiku, macOS и Windows (WSL и Cygwin).

source: <strong>extensible</strong> with C, Python, Perl, Ruby, Lua, Tcl, Scheme, Javascript and PHP
de: <strong>erweiterbar</strong> mittels C, Python, Perl, Ruby, Lua, Tcl, Scheme, Javascript und PHP
fr: <strong>extensible</strong> avec C, Python, Perl, Ruby, Lua, Tcl, Scheme, Javascript et PHP
ja: C 言語、Python、Perl、Ruby、Lua、Tcl、Scheme、Javascript、PHP による<strong>拡張が可能</strong>
pl: <strong>rozszerzalny</strong> za pomocą języków C, Python, Perl, Ruby, Lua, Tcl, Scheme, Javascript oraz PHP
sr: <strong>проширив</strong> са C, Python, Perl, Ruby, Lua, Tcl, Scheme, Javascript и PHP

source: <strong>fully documented</strong> and translated into several languages
de: <strong>vollständig dokumentiert</strong> und übersetzt in mehrere Sprachen
fr: <strong>entièrement documenté</strong> et traduit en plusieurs langues
ja: <strong>詳しく文書化され</strong>、数種類の言語に翻訳されている
pl: <strong>w pełni udokumentowany</strong> i przetłumaczony na kilka języków
sr: <strong>потпуно документован</strong> и преведен на неколико језика

source: <strong>a free program</strong> released under the terms of the GNU General Public License version 3
de: <strong>freie Software</strong> veröffentlicht unter GNU General Public License version 3
fr: <strong>un logiciel libre</strong> distribué sous la GNU « General Public License » version 3
ja: GNU 一般公衆利用許諾書バージョン 3 に基づいてリリースされる<strong>自由なプログラム</strong>
pl: <strong>wolnym oprogramowaniem</strong> wydanym na licencji GNU General Public License version 3
sr: <strong>слободан програм</strong> објављен под условима GNU Опште Јавне Лиценце верзија 3

source: <strong>an active project</strong> with a large community for scripts
de: <strong>ein aktives Projekt</strong>, mit einer großen Community für Skripte
fr: <strong>un projet actif</strong> avec une grande communauté pour les scripts
ja: スクリプトを作成する大きなコミュニティを持つ<strong>活発なプロジェクト</strong>
pl: <strong>aktywnym projektem</strong> z dużą społecznością dla skryptów
sr: <strong>активан пројекат</strong> са великом заједницом за скрипте

source: Light and extensible
de: Leicht und Erweiterbar
fr: Léger et extensible
ja: 軽量で拡張可能
pl: Lekki i rozszerzalny
sr: Лаган и проширив

source: WeeChat is designed to be light and extensible: a <strong>lightweight core</strong> with optional <strong>plugins</strong>.
de: WeeChat ist schlank und erweiterbar konzipiert: ein <strong>leichtgewichtiger Kern</strong> mit optionalen <strong>Erweiterungen</strong>.
fr: WeeChat est conçu pour être léger et extensible : un <strong>cœur léger</strong> avec des <strong>extensions</strong> optionnelles.
ja: WeeChat は軽量で拡張可能です: <strong>コアは軽量</strong>で<strong>プラグイン</strong>が追加できます。
pl: WeeChat został zaprojektowany jako lekki i rozszerzalny: <strong>lekki rdzeń</strong> z opcjonalnymi <strong>wtyczkami</strong>.
sr: WeeChat је дизајниран тако да буде лаган и проширив: <strong>једноставно језгро</strong> са необавезним <strong>додацима</strong>.

source: Plugins and scripts can be dynamically loaded and unloaded at any time.
de: Erweiterungen und Skripte können während der Benutzung geladen und entfernt werden.
fr: Les extensions et les scripts peuvent être chargés et déchargés dynamiquement à tout moment.
ja: プラグインとスクリプトはいつでも動的にロード、アンロードが可能です。
pl: Wtyczki i skrypty mogą być dynamicznie ładowane i wyładowywane w dowolnym momencie.
sr: Додаци и скрипте могу било кад динамички да се учитавају и уклањају из меморије.

source: Almost everything is a plugin, for example:
de: Fast alles wird durch Erweiterungen bereitgestellt, zum Beispiel:
fr: Quasiment tout est sous forme d'extension, par exemple :
ja: ほぼ全てがプラグインです、例えば:
pl: Prawie wszystko jest wtyczką, na przykład:
sr: Скоро све је додатак, на пример:

source: Internet Relay Chat (IRC) protocol
de: Internet Relay Chat (IRC) Protokoll
fr: Protocole Internet Relay Chat (IRC)
ja: インターネットリレーチャット (IRC) プロトコル
pl: Protokół Internet Relay Chat (IRC)
sr: Internet Relay Chat (IRC) протокол

source: API for script languages
de: API für Skriptsprachen
fr: API pour les langages de script
ja: スクリプト用の API
pl: API dla języków skryptowych
sr: API за скрипт језике

source: IRC proxy and remote interface
de: IRC Proxy und Remote-Oberfläche
fr: Proxy IRC et interface distante
ja: IRC プロキシとリモートインターフェース
pl: Pośrednik IRC i zdalne interfejsy
sr: IRC прокси и удаљени интерфејс

source: Scripts manager
de: Skriptmanager
fr: Gestionnaire de scripts
ja: スクリプトマネージャ
pl: Menadżer skryptów
sr: Менаџер скрипти

source: Alias, aspell, charset, logger, etc.
ja: alias、aspell、charset、logger、など。
sr: Alias, aspell, charset, logger, итд.

source: The future is now!
de: Die Zukunft ist da!
fr: Le futur c'est maintenant !
ja: 未来はすぐそこ!
pl: Przyszłość jest teraz!
sr: Будућност је ту!

source: WeeChat brings a lot of <strong>innovative features</strong>, which makes it different from other console/terminal based chat clients.
de: WeeChat überzeugt durch eine Vielzahl von <strong>innovativen Funktionen</strong>, wodurch es sich von anderen Konsolen/Terminal Clients unterscheidet.
fr: WeeChat apporte beaucoup de <strong>fonctionnalités innovantes</strong>, ce qui le différencie des autres clients de discussion sous la console ou le terminal.
ja: WeeChat は<strong>革新的機能</strong>を多く備えています。これらの機能により、WeeChat は他のコンソール/端末型のチャットクライアントと一線を画しています。
pl: WeeChat posiada wiele <strong>innowacyjnych cech</strong>, co wyróżnia go pośród innych konsolowych/bazujących na terminalu klientów.
sr: WeeChat вам доноси много <strong>иновативних функционалности</strong>, па се зато издваја од осталих чет клијената за конзолу/терминал.

source: Look by yourself (the list is not exhaustive):
de: Sehen Sie selber (diese Aufzählung ist nicht vollständig):
fr: Regardez plutôt (la liste n'est pas exhaustive) :
ja: ご自分でお確かめください (このリストは完璧ではありません):
pl: Zobacz sam (lista nie jest wyczerpująca):
sr: Погледајте сами (листа не обухвата све):

source: 256 colors
de: 256 Farben
fr: 256 couleurs
ja: 256 色
pl: 256 kolorów
sr: 256 боја

source: Mouse support
de: Mausunterstützung
fr: Support de la souris
ja: マウスサポート
pl: Wsparcie dla myszy
sr: Подршка за миша

source: Customizable bars
de: Bars können individuell anpasst werden
fr: Barres personnalisables
ja: カスタマイズ可能なバー
pl: Konfigurowalne paski
sr: Прилагодљиве траке

source: 8 script languages
de: acht Skriptsprachen
fr: 8 langages de script
ja: 8 種類のスクリプト言語
pl: 8 języków skryptowych
sr: 8 скрипт језика

source: Horizontal/vertical split
de: Freie Fenstereinteilung horizontal/vertikal
fr: Découpage horizontal/vertical
ja: 水平/垂直方向の分割
pl: Podział w pionie i poziomie
sr: Хоризонталне/вертикалне поделе

source: Dynamic filtering of lines
de: Dynamische Filterung von Zeilen
fr: Filtrage dynamique des lignes
ja: 行を動的にフィルタ
pl: Dynamiczne filtrowanie linii
sr: Динамичко филтрирање линија

source: Incremental text search
de: Schrittweise Textsuche
fr: Recherche incrémentale de texte
ja: テキストのインクリメント検索
pl: Przyrostowe wyszukiwanie tekstu
sr: Инкрементална претрага текста

source: FIFO pipe
fr: Tube FIFO
ja: FIFO パイプ
pl: Strumienie FIFO
sr: FIFO пајп

source: Spell checking
de: Rechtschreibprüfung
fr: Vérification d'orthographe
ja: スペルチェック
pl: Sprawdzanie pisowni
sr: Провера правописа

source: Remote interfaces
de: Remote-Oberfläche
fr: Interfaces distantes
ja: リモートインターフェース
pl: Zdalne interfejsy
sr: Удаљени интерфејси

source: Upgrade without quitting
de: Upgrade ohne Neustart
fr: Mise à jour sans quitter
ja: 終了せずにアップグレードが可能
pl: Aktualizacja bez wyłączania klienta
sr: Ажурирање без напуштања програма

source: Full-featured IRC plugin
de: Voll funktionsfähige IRC-Erweiterung
fr: Extension IRC complète
ja: 完全に実装された IRC プラグイン
pl: W pełni funkcjonalna wtyczka IRC
sr: Комплетан IRC додатак

source: IRC plugin implements the protocol as described in the RFCs 1459 and 2812.
de: Die IRC Erweiterung unterstützt das Protokoll, wie es in RFCs 1459 und 2812 beschrieben ist.
fr: L'extension IRC implémente le protocole comme décrit dans les RFCs 1459 et 2812.
ja: IRC プラグインには RFC 1459 と 2812 で定義されているプロトコルが実装されています。
pl: Wtyczka IRC implementuje protokół opisany w RFC 1459 i 2812.
sr: IRC додатак имплементира протокол онако како је описан у RFC документима 1459 и 2812.

source: It comes with many <strong>built-in features</strong>, such as:
de: Des weiteren werden folgende <strong>eingebaute Funktionen</strong> bereitgestellt:
fr: Elle vient avec beaucoup de <strong>fonctions intégrées</strong>, comme :
ja: 多くの<strong>組み込み機能</strong>を備えています、例えば:
pl: Posiada wiele <strong>wbudowanych funkcji</strong>, jak:
sr: Долази са многим <strong>уграђеним функционалностима</strong>, као што су:

source: Multi-servers
de: Multi-Server
fr: Multi-serveurs
ja: マルチサーバ
pl: Połączenia z dowolną ilością serwerów
sr: Подршка за више сервера

source: IPv6, SSL, proxy
ja: IPv6、SSL、プロキシ
sr: IPv6, SSL, прокси

source: SASL authentication
de: SASL Authentifizierung
fr: Authentification SASL
ja: SASL 認証
pl: Uwierzytelnianie SASL
sr: SASL провера идентитета

source: Nicklist
de: Nickliste
fr: Liste de pseudos
ja: ニックネームリスト
pl: Lista nicków
sr: Листа надимака

source: Color for nicks
de: Nickfarbe
fr: Couleur pour les pseudos
ja: ニックネームに色付け
pl: Kolor dla nicków
sr: Боје за надимке

source: Color for away nicks
de: Farbe für abwesende Nicks
fr: Couleur pour les pseudos absents
ja: 離席状態のニックネーム用の色
pl: Kolor dla nieobecnych nicków
sr: Боја за надимке који су одсутни

source: Smart filter
de: Intelligenter Filter
fr: Filtre intelligent
ja: スマートフィルタ
pl: Inteligentny filtr
sr: Паметни филтер

source: Anti-flood
ja: フラッド対策
pl: Antyflood
sr: Спречавање поплаве

source: Commands redirection
de: Umleitung von Befehlen
fr: Redirection des commandes
ja: コマンドのリダイレクト
pl: Przekierowywanie komend
sr: Преусмеравање команди

source: Custom CTCP replies
de: Benutzerdefinierte CTCP-Antworten
fr: Réponses CTCP personnalisées
ja: CTCP 応答をカスタマイズ可能
pl: Własne odpowiedzi CTCP
sr: Произвољни CTCP одговори

source: Lag indicator
de: Wartezeit Indikator
fr: Indicateur de ralentissement
ja: 遅延インジケータ
pl: Wskaźnik opóźnienia
sr: Индикатор кашњења

source: External interfaces (graphical or text) can connect to a running WeeChat.
de: Externe Benutzeroberflächen (grafisch oder auf Textbasis) können mit WeeChat genutzt werden.
fr: Des interfaces externes (graphique ou texte) peuvent se connecter à un WeeChat qui tourne.
ja: 外部インターフェース (グラフィカルおよびテキスト) は実行中の WeeChat に接続出来ます。
pl: Zewnętrzne interfejsy (graficzne lub tekstowe) mogą zostać podłączone do działającego Weechat.
sr: На WeeChat који се извршава могу да се повежу спољни интерфејси (графички или текстуални).

# They == The remote interfaces
source: They communicate with WeeChat using the <a href="%(doc)s">relay protocol</a>.
de: Die Kommunikation mit WeeChat mittels dem <a href="%(doc)s">relay Protokoll</a>.
fr: Elles communiquent avec WeeChat en utilisant le <a href="%(doc)s">protocole relay</a>.
ja: リモートインターフェースは<a href="%(doc)s">リレープロトコル</a>を使って WeeChat と通信します。
pl: Porozumiewają się z WeeChat za pomocą <a href="%(doc)s">protokołu pośrednika</a>.
sr: Они комуницирају са WeeChat програмом користећи <a href="%(doc)s">релеј протокол</a>.

source: A list of interfaces is available on <a href="%(interfaces)s">this page</a>.
de: Eine Liste der Oberflächen findet man auf <a href="%(interfaces)s">dieser Seite</a>.
fr: Une liste des interfaces est disponible sur <a href="%(interfaces)s">cette page</a>.
ja: インターフェースのリストは<a href="%(interfaces)s">このページ</a>を参照してください。
pl: Lista interfejsów dostępna jest na <a href="%(interfaces)s">tej stronie</a>.
sr: Листа интерфејса се налази на <a href="%(interfaces)s">овој страници</a>.

source: Documentation and support
de: Dokumentation und Unterstützung
fr: Documentation et support
ja: 文書とサポート
pl: Dokumentacja i wsparcie
sr: Документација и подршка

source: WeeChat is translated into several languages and has a <a href="%(doc_url)s">comprehensive documentation</a>, also translated.
de: WeeChat liegt in mehreren Sprachen übersetzt vor und besitzt eine <a href="%(doc_url)s">umfassende Dokumentation</a>, die ebenfalls in verschiedenen Sprachen verfügbar ist.
fr: WeeChat est traduit dans plusieurs langues et a une <a href="%(doc_url)s">documentation complète</a>, également traduite.
ja: WeeChat はいくつかの言語に翻訳されており、<a href="%(doc_url)s">様々な文書</a>も翻訳されています。
pl: WeeChat został przetłumaczony na kilka języków i posiada również przetłumaczoną <a href="%(doc_url)s">obszerną dokumentację</a>.
sr: WeeChat је преведен на неколико језика и поседује <a href="%(doc_url)s">свеобухватну документацију</a>, такође преведену.

source: You are new to WeeChat? Read the <strong>quickstart</strong> and <strong>user's</strong> guide.
de: Du nutzt WeeChat erst seit kurzem? Dann lies die <strong>Quickstart-</strong> und die <strong>Benutzer</strong>anleitung.
fr: Vous débutez avec WeeChat ? Lisez le guide de <strong>démarrage rapide</strong> et le guide <strong>utilisateur</strong>.
ja: さて WeeChat を使ってみませんか? まずは<strong>クイックスタートガイド</strong>と<strong>ユーザーズガイド</strong>を読むことをお勧めします。
pl: Jesteś nowym użytkownikiem WeeChat? Przeczytaj <strong>szybki start</strong> i poradnik<strong>użytkownika</strong>.
sr: По први пут се сусрећете са програмом WeeChat? Прочитајте водич за <strong>брзи почетак</strong> и <strong>корисничко</strong> упутство.

source: Got a trivial question? The <strong>FAQ</strong> is waiting for you!
de: Du hast alltägliche Fragen? Die <strong>FAQ</strong> kann Dir sicherlich helfen!
fr: Vous avec une question évidente ? La <strong>FAQ</strong> vous attend !
ja: ちょっとした疑問がありますか? そんなあなたには <strong>FAQ</strong> を読むことをお勧めします!
pl: Masz banalne pytanie? <strong>FAQ</strong> czeka na ciebie!
sr: Имате тривијално питање? Чека вас <strong>ЧПП!</strong>

source: You want to write a script for WeeChat? Look at <strong>scripting</strong> guide and <strong>plugin API</strong> reference.
de: Du möchtest für WeeChat ein Skript schreiben? Siehe Dir dazu die <strong>Skript-</strong> und die Anleitung für die <strong>API-Erweiterung</strong> an.
fr: Vous souhaitez écrire un script pour WeeChat ? Regardez le guide pour <strong>scripts</strong> et la <strong>référence API extension</strong>.
ja: WeeChat 用のスクリプトを書いてみたいですか? そんなあなたには<strong>スクリプト作成ガイド</strong>と<strong>プラグイン API リファレンス</strong>を読むことをお勧めします。
pl: Chcesz napisać skrypt dla WeeChat? Zajrzyj do poradnika <strong>pisania skryptów</strong> oraz opis <strong>API wtyczek</strong>.
sr: Желите да напишете скрипту за WeeChat? Погледајте водич за <strong>скриптовање</strong> и референтни приручник за <strong>API додатака</strong>.

source: Your native tongue is C? Then take a look at the <strong>developer's</strong> guide and contribute!
de: Deine Muttersprache ist C? Dann wirf einen Blick in das <strong>Entwicklerhandbuch</strong> und bringe Dich ein!
fr: Votre langue maternelle est le C ? Alors jetez un oeil sur le guide du <strong>développeur</strong> et contribuez !
ja: C に精通していますか? そんなあなたは<strong>開発者ガイド</strong>を読み、貢献することをお勧めします!
pl: Twój natywny język to C? jeśli tak to zajrzyj do poradnika <strong>developera</strong> i przyłącz się!
sr: Ваш матерњи језик је C? Онда погледајте водич за <strong>програмере</strong> и дајте свој допринос!

source: There is an <a href="%(support_url)s"><strong>excellent support</strong></a> for users. Try it if you have any questions!
de: Für Anwender existiert eine <a href="%(support_url)s"><strong>exzellente Unterstützung</strong></a>. Sprich uns an, wenn Du Fragen hast!
fr: Il y a un <a href="%(support_url)s"><strong>excellent support</strong></a> pour les utilisateurs. Essayez-le si vous avez la moindre question !
ja: ユーザ向けの<a href="%(support_url)s"><strong>素晴らしいサポート</strong></a>があります。質問があればこれを活用してください!
pl: Istnieje <a href="%(support_url)s"><strong>doskonałe wsparcie</strong></a> dla użytkowników. Sprawdź jeśli masz jakieś pytania!
sr: Постоји <a href="%(support_url)s"><strong>одлична подршка</strong></a> за кориснике. Пробајте да је искористите ако имате било каквих питања!

source: history
de: Geschichte
fr: histoire
ja: 歴史
pl: historia
sr: историја

source: Why WeeChat?
de: Weshalb WeeChat?
fr: Pourquoi WeeChat ?
ja: WeeChat とは?
pl: Dlaczego WeeChat?
sr: Зашто WeeChat?

source: WeeChat stands for "Wee Enhanced Environment for Chat".
de: WeeChat bedeutet "Wee Enhanced Environment for Chat".
fr: WeeChat signifie "Wee Enhanced Environment for Chat".
ja: WeeChat とは "Wee Enhanced Environment for Chat (小さくて強力なチャット環境)" の略です。
pl: WeeChat oznacza "Wee Enhanced Environment for Chat".
sr: WeeChat је скраћено од „Wee Enhanced Environment for Chat”.
