Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 3.1 is available! Among the new features: - add options weechat.look.hotlist_update_on_buffer_switch and weechat.look.read_marker_update_on_buffer_switch - add option sec.crypt.passphrase_command to read passphrase from an external program on startup, remove option sec.crypt.passphrase_file - improve debug in command /eval - add options "setvar" and "delvar" in command /buffer, rename option "localvar" to "listvar" - add buffer local variable "completion_default_template" (evaluated) to override the value of option weechat.completion.default_template - add option "recreate" in command /filter - add raw string in evaluation of expressions with "raw:xxx" - add evaluation of conditions in evaluation of expressions with "eval_cond:xxx" - add info_hashtable "secured_data" - add info "irc_is_message_ignored" - add IRC server option "default_chantypes", used when the server does not send them in message 005 - add variable "${tg_trigger_name}" in command trigger evaluated strings - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2021/03/07/Version-3.1">development blog</a> or <a href="/files/changelog/ChangeLog-3.1.html">ChangeLog</a>.
de: Version 3.1 ist verfügbar! Übersicht der neuen Funktionen: - neu: Optionen weechat.look.hotlist_update_on_buffer_switch und weechat.look.read_marker_update_on_buffer_switch - neu: Option sec.crypt.passphrase_command um eine Passphrase von einem externen Programm zu nutzen. Option sec.crypt.passphrase_file entfernt - Verbesserung: Debug für Befehl /eval - neu: Optionen "setvar" und "delvar" in Befehl /buffer, Option "localvar" umbenannt zu "listvar" - neu: Buffer lokale Variable "completion_default_template" (evaluiert) um den Wert der Option weechat.completion.default_template zu überschreiben - neu: Option "recreate" in Befehl /filter - neu: Rohzeichenfolge bei der Auswertung von Ausdrücken mittels "raw:xxx" - neu: Evaluierung von Bedingungen für evaluierte Ausdrücke, mittels "eval_cond:xxx" - neu: info_hashtable "secured_data" - neu: info "irc_is_message_ignored" - neu: IRC Server Option "default_chantypes", wird genutzt wenn der Server keine Informationen mit einer message 005 sendet - neu: Variable "${tg_trigger_name}" in Befehl trigger für evaluierte Zeichenketten - viele Fehler behoben. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2021/03/07/Version-3.1">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-3.1.html">Änderungsprotokoll</a>.
fr: La version 3.1 est disponible ! Parmi les nouvelles fonctionnalités : - ajout des options weechat.look.hotlist_update_on_buffer_switch et weechat.look.read_marker_update_on_buffer_switch - ajout de l'option sec.crypt.passphrase_command pour lire la phrase de chiffrement depuis un programme externe au démarrage, suppression de l'option sec.crypt.passphrase_file - amélioration du debug dans la commande /eval - ajout des options "setvar" et "delvar" dans la commande /buffer, renommage de l'option "localvar" en "listvar" - ajout de la variable locale du tampon "completion_default_template" (évaluée) pour écraser la valeur de l'option weechat.completion.default_template - ajout de l'option "recreate" dans la commande /filter - ajout de l'évaluation brute de chaîne dans l'évaluation des expressions avec "raw:xxx" - ajout de l'évaluation des conditions dans l'évaluation des expressions avec "eval_cond:xxx" - ajout de l'info_hashtable "secured_data" - ajout de l'info "irc_is_message_ignored" - ajout de l'option de serveur IRC "default_chantypes", utilisée lorsque le serveur n'envoie pas de message 005 - ajout de la variable "${tg_trigger_name}" dans les chaînes évaluées du trigger "command" - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2021/03/07/Version-3.1">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.1.html">ChangeLog</a>.
pl: Wersja 3.1 jest dostępna! Najważniejsze zmiany: - dodano opcje weechat.look.hotlist_update_on_buffer_switch i weechat.look.read_marker_update_on_buffer_switch - dodano opcję sec.crypt.passphrase_command umoźliwiającą odczytanie hasła z zewnętrznego programu podczas uruchomienia, usunięto opcję sec.crypt.passphrase_file - ulepszono możliwości debugowania w komendzie /eval - dodano opcje "setvar" i "delvar" w komendzie /bufer, zmieniono nazwy opcji "localvar" na "listvar" - dodano zmienną lokalną bufrów "completion_default_template" (przetwarzana) nadpisującą wartość opcji weechat.completion.default_template - dodano opcję "recreate" dla komendy /filter - dodano przetwarzanie surowych ciągów w wyrażeniach za pomocą "raw:xxx" - dodano przetwarzanie warunków podczas przetwarzania wyrażeń za pomocą "eval_cond:xxx" - dodano info_hashtable "secured_data" - dodano info "irc_is_message_ignored" - dodano opcję serwera IRC "default_chantypes" używaną, kiedy serwer nie wyśle wiadomości 005 - dodano zmienną "${tg_trigger_name}" w komendzie triggerującej przetworzone ciągi - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2021/03/07/Version-3.1">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.1.html">ChangeLog</a>.
sr: Доступна је верзија 3.1! Неке од нових функционалности: - додате су опције weechat.look.hotlist_update_on_buffer_switch и weechat.look.read_marker_update_on_buffer_switch - додата је опција option sec.crypt.passphrase_command за читање приступне реченице из спољног програма приликом покретања, уклоњена је опција sec.crypt.passphrase_file - унапређен је debug у команди /eval - додате су опције „setvar” и „delvar” у команди /buffer, промењено је име опције „localvar” на „listvar” - додата је бафер локална променљива „completion_default_template” (која се израчунава) којом сер преиначава вредност опције weechat.completion.default_template - додата је опција „recreate” у команду /filter - додат је сирови стринг у израчунавањима израза са „raw:xxx” - додато је израчунавање услова у израчунавањима израза са „eval_cond:xxx” - додата је info_hashtable „secured_data” - додат је инфо „irc_is_message_ignored” - додата је опција IRC сервера „default_chantypes” која се користи када их сервер не шаље у поруци 005 - додата је променљива „${tg_trigger_name}” у command окидач израчунатих стрингова - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2021/03/07/Version-3.1">развојни блог</a> or <a href="/files/changelog/ChangeLog-3.1.html">ChangeLog</a>.

source: Version 3.2 is available! Among the new features: - use XDG directories by default (config, data, cache, runtime) - add support of IRC SASL mechanisms SCRAM-SHA-1, SCRAM-SHA-256 and SCRAM-SHA-512 - automatically load system certificates without giving a hardcoded path to the file with certificates - add options to customize commands executed on system signals received (SIGHUP, SIGQUIT, SIGTERM, SIGUSR1, SIGUSR2) - add bar item "tls_version" and buflist format - add signals "cursor_start" and "cursor_end" - add function crypto_hmac in API - add translated string in evaluation of expressions with "translate:xxx" - add info "weechat_daemon" - add Python stub for WeeChat API - add variables "${tg_shell_argc}" and "${tg_shell_argvN}" in command trigger evaluated strings - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2021/06/13/Version-3.2">development blog</a> or <a href="/files/changelog/ChangeLog-3.2.html">ChangeLog</a>.
de: Version 3.2 ist verfügbar! Über die neuen Funktionen: - standardmäßig derden XDG Verzeichnisse genutzt (Konfiguration, Daten, Cache, Laufzeit) - neu: Unterstützung von IRC SASL Mechanismus SCRAM-SHA-1, SCRAM-SHA-256 und SCRAM-SHA-512 - Systemzertifikate automatisch laden, ohne eine feste Dateizuordnung mit Zertifikaten anzugeben - neu: Optionen um Befehle auszuführen wenn Systemsignale empfangen werden (SIGHUP, SIGQUIT, SIGTERM, SIGUSR1, SIGUSR2) - neu: Bar-Item "tls_version" und Buflistformat - neu: Signale "cursor_start" und "cursor_end" - neu: Funktion crypto_hmac in API - neu: Übersetzte Zeichenkette in bei der Auswertung von Ausdrücken mit "translate:xxx" - neu: Info "weechat_daemon" - neu: Python stub für WeeChat API - neu: Variable "${tg_shell_argc}" und "${tg_shell_argvN}" im Triggerbefehl für evaluierte Zeichenketten - weitere Fehler behoben. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2021/06/13/Version-3.2">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-3.2.html">Änderungsprotokoll</a>.
fr: La version 3.2 est disponible ! Parmi les nouvelles fonctionnalités : - utilisation des répertoires XDG par défaut (config, data, cache, runtime) - ajout du support des mécanismes IRC SASL SCRAM-SHA-1, SCRAM-SHA-256 et SCRAM-SHA-512 - chargement automatique des certificats systèmes sans un chemin en dur vers le fichier des certificats - ajout d'options pour personnaliser les commandes exécutées lors de la réception de signaux système (SIGHUP, SIGQUIT, SIGTERM, SIGUSR1, SIGUSR2) - ajout de l'objet de barre "tls_version" et d'un format buflist - ajout des signaux "cursor_start" et "cursor_end" - ajout de la fonction crypto_hmac dans l'API - ajout de chaînes traduites dans l'évaluation des expressions avec "translate:xxx" - ajout de l'info "weechat_daemon" - ajout du "stub" Python pour l'API WeeChat - ajout des variables "${tg_shell_argc}" et "${tg_shell_argvN}" dans les chaînes évaluées de commandes trigger - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2021/06/13/Version-3.2">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.2.html">ChangeLog</a>.
pl: Wersja 3.2 jest dostępna! Najważniejsze zmiany: - domyślne używanie katalogów XDG (config, data, cache, runtime) - dodano wsparcie dla mechanizmów IRC SASL SCRAM-SHA-1, SCRAM-SHA-256 i SCRAM-SHA-512 - automatyczne ładowanie certyfikatów systemowych bez potrzeby hardkodowania ścieżki do certyfikatów - dodano opcje dla przypisania komend wykonywanych po otrzymaniu sygnałów systemowych (SIGHUP, SIGQUIT, SIGTERM, SIGUSR1, SIGUSR2) - dodano element paska "tls_version" i format buflist - dodano sygnały "cursor_start" i "cursor_end" - dodano funkcje API crypto_hmac - dodano wsparcie dla tłumaczenia wiadomości dla przetwarzania wyrażeń za pomocą "translate:xxx" - dodano informacje "weechat_daemon" - dodano stuby dla Pythona w API WeeChat - dodano zmienne "${tg_shell_argc}" i "${tg_shell_argvN}" w komendzie trigger dla przetwarzania ciągów - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2021/06/13/Version-3.2">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.2.html">ChangeLog</a>.
sr: Доступна је верзија 3.2! Неке од нових функционалности: - XDG директоријуми се користе подразумевано (конфиг, подаци, кеш, у време извршавања) - додата је подршка за IRC SASL механизме SCRAM-SHA-1, SCRAM-SHA-256 и SCRAM-SHA-512 - системски сертификати се аутоматски учитавају без потребе за експлицитним навођењем путање до фајла са сертификатима - додате су опције за прилагођавање команди које се извршавају приликом пријема системских сигнала (SIGHUP, SIGQUIT, SIGTERM, SIGUSR1, SIGUSR2) - додате су ставке траке „tls_version” и buflist формат - додати су сигнали „cursor_start” and „cursor_end” - у API је додата функција crypto_hmac - додат је преведени стринг у израчунавање израза са „translate:xxx” - додат је инфо „weechat_daemon” - додата је Python везивна функција за WeeChat API - додате су променљиве „${tg_shell_argc}” и „${tg_shell_argvN}” у израчунате стрингове које прави command окидач - исправљено је много багова Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2021/06/13/Version-3.2">развојни блог</a> или <a href="/files/changelog/ChangeLog-3.2.html">ChangeLog</a>.

source: Version 3.2.1 (security release)
de: Version 3.2.1 (Sicherheitsupdate)
fr: Version 3.2.1 (version de sécurité)
pl: Wersja 3.2.1 (poprawki bezpieczeństwa)
sr: Верзија 3.2.1 (безбедносно издање)

source: Version 3.2.1 is available, it fixes a security vulnerability. Upgrade is recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 3.2.1 ist verfügbar. Diese Zwischenversion behebt ein Sicherheitsproblem. Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 3.2.1 est disponible, elle corrige une faille de sécurité. La mise à jour est recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
pl: Wersja 3.2.1 jest dostępna, poprawia ona problem bezpieczeństwa. Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 3.2.1 која исправља безбедносну рањивост. Препоручује се да сви корисници ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 3.3 is available! Among the new features: - add new plugin "typing" to display users currently writing messages on IRC channel/private buffers - enable all IRC capabilities by default (if supported by server and WeeChat), change default value of option irc.server_default.capabilities to "*" - implement IRCv3.2 SASL authentication, add command /auth, reconnect by default to the server in case of SASL authentication failure - add support of capability "message-tags" and TAGMSG messages - add command /setname, add support of message and capability "setname" - add support of FAIL/WARN/NOTE IRC messages - drop support of IRC DH-BLOWFISH and DH-AES SASL mechanisms - add new keys to clear, remove and restore buffers in hotlist - add option "certs" in command /debug - add options "-o", "-ol", "-i" and "-il" in command "/plugin list" - add split of string and shell arguments in evaluation of expressions with "split:number,seps,flags,xxx" and "split_shell:number,xxx" - add "${re:repl_index}" to get the index of replacement in function string_eval_expression - add random integer number in evaluation of expressions with "random:min,max" - add functions string_cut and file_copy in API - remember insertion order in hashtables - add keys/values with tags in output of irc_message_parse_to_hashtable - add option "-parted" in command /allchan - allow signals "irc_raw_in" and "irc_in" to eat messages - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2021/09/19/Version-3.3">development blog</a> or <a href="/files/changelog/ChangeLog-3.3.html">ChangeLog</a>.
de: Version 3.3 ist verfügbar! Über die neuen Funktionen: - neu: Erweiterung "typing" um Benutzer anzuzeigen, die gerade Nachrichten in einem IRC-Kanal bzw. privaten Buffer schreiben - alle IRC-Funktionen standardmäßig aktivieren (sofern vom Server und WeeChat unterstützt), Standardwert der Option ändern irc.server_default.capabilities to "*" - IRCv3.2 SASL-Authentifizierung implementiert, Befehl /auth hinzugefügt, standardmäßig wieder mit dem Server verbinden, falls die SASL-Authentifizierung fehlschlägt - neu: Unterstützung der Fähigkeiten "message-tags" und TAGMSG Nachrichten - neu: Befehl/setname, Unterstützung von Nachrichten und Fähigkeiten "setname" - neu: Unterstützung von FAIL/WARN/NOTE IRC Nachrichten - Unterstützung von IRC DH-BLOWFISH und DH-AES SASL Mechanismen beendet - neu: neue Tastenbefehle zum löschen, entfernen und wiederherstellen von Buffern in der Hotlist - neu: Option "certs" in Befehl /debug - neu: Optionen "-o", "-ol", "-i" und "-il" im Befehl "/plugin list" - neu: Aufteilung von String- und Shell-Argumenten bei der Auswertung von Ausdrücken mit "split:number,seps,flags,xxx" und "split_shell:number,xxx" - neu: "${re:repl_index}" um den Index beim Ersetzen in Funktion zu erhalten string_eval_expression - neu: zufällige ganze Zahl bei der Auswertung von Ausdrücken mit "random:min,max" - neu: Funktionen string_cut und file_copy in API - die Reihenfolge der Einfügungen in eine Hashtabelle wird sich gemerkt - neu: Tasten/Werte mit Tags in Ausgabe von irc_message_parse_to_hashtable - neu: Option "-parted" im Befehl /allchan - erlaube Signale "irc_raw_in" und "irc_in" um Nachrichten zu verwerfen - weitere Fehlerbehebungen. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2021/09/19/Version-3.3">Entwicklungsblog</a> oder <a href="/files/changelog/ChangeLog-3.3.html">Änderungsprotokoll</a>.
fr: La version 3.3 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'extension "typing" pour afficher les utilisateurs qui tapent des messages sur les tampons de canaux et privés IRC - activation de toutes les capacités IRC par défaut (si supportées par le serveur et WeeChat), changement de la valeur par défaut de l'option irc.server_default.capabilities à "*" - implémentation de l'authentification SASL IRCv3.2, ajout de la commande /auth, reconnexion par défaut au serveur en cas d'échec d'authentification SASL - ajout du support de la capacité "message-tags" et des messages TAGMSG - ajout de la commande /setname, ajout du support du message et de la capacité "setname" - ajout du support des messages IRC FAIL/WARN/NOTE - suppression du support des mécanismes IRC SASL DH-BLOWFISH et DH-AES - ajout de nouvelles touches pour effacer, supprimer et restaurer des tampons dans la "hotlist" - ajout de l'option "certs" dans la commande /debug - ajout des options "-o", "-ol", "-i" et "-il" dans la commande "/plugin list" - ajout du découpage de chaîne et de paramètres shell dans l'évaluation des expressions avec "split:number,seps,flags,xxx" et "split_shell:number,xxx" - ajout de "${re:repl_index}" pour obtenir l'index de remplacement dans la fonction string_eval_expression - ajout de nombre entier aléatoire dans l'évaluation des expressions avec "random:min,max" - ajout des fonctions string_cut et file_copy dans l'API - respect de l'ordre d'insertion dans les tables de hachage - ajout des clés/valeurs avec les étiquettes dans la sortie de irc_message_parse_to_hashtable - ajout de l'option "-parted" dans la commande /allchan - support de suppression de messages ("eat") dans les signaux "irc_raw_in" et "irc_in" - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2021/09/19/Version-3.3">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.3.html">ChangeLog</a>.
pl: Wersja 3.3 jest dostępna! Najważniejsze zmiany: - dodano nową wtyczkę "typing" wyświetlającą użytkowników aktualnie piszących na kanałach/prywatnych buforach IRC - włączono domyślnie wszystkie możliwości IRC (jeśli wspierane przez serwer i WeeChat), zmieniono domyślna wartość dla opcji irc.server_default.capabilities na "*" - zaimplementowano uwierzytelnianie SASL IRCv3.2, dodano komendę /auth, domyślnie połączenie z serwerwerem zostanie ponowione po błędzie uwierzytelnienia SASL - dodano wsparcie dla możliwości serwera "message-tags" i wiadomości TAGMSG - dodano komendę /setname oraz wsparcie dla wiadomości i możliwości serwera "setname" - dodano wsparcie dla wiadomości IRC FAIL/WARN/NOTE - usunięto wsparcie dla mechanizmów SASL IRC DH-BLOWFISH i DH-AES - dodano nowe skróty klawiszowe do czyszczenia, dodawania i przywracania buforów w hotlistach - dodano opcje "certs" w komendzie /debug - dodano opcje "-o", "-ol", "-i" i "-il" w komendzie "/plugin list" - dodano podział ciągów i argumentów powłoki w przetwarzaniu wyrażeń za pomocą "split:number,seps,flags,xxx" i "split_shell:number,xxx" - dodano "${re:repl_index}" do pozyskania indeksu zastąpienia w funkcji string_eval_expression - dodano losową liczbę całkowitą w przetwarzaniu wyrażeń za pomocą "random:min,max" - dodano funkcje string_cut i file_copy fo API - kolejność dodawania do tablic hashy jest teraz zapamiętywana - dodano skróty klawiszowe/wartości z tagami w wyjściu irc_message_parse_to_hashtable - dodano opcję "-parted" w komendzie /allchan - sygnały "irc_raw_in" i "irc_in" mogą teraz zjadać wiadomości - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2021/09/19/Version-3.3">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.3.html">ChangeLog</a>.
sr: Доступна је верзија 3.3! Неке од нових функционалности: - додат је нови додатак „typing” који приказује кориснике који тренутно пишу поруке у баферима IRC канала или у IRC приватним баферима - подразумевано су укључене све IRC могућности (ако их подржавају сервер и WeeChat), промењена је подразумевана вредност опције irc.server_default.capabilities на „*” - имплементирана је IRCv3.2 SASL провера идентитета, додата је команда /auth, подразумевано се аутоматски поново успоставља веза са сервером у случају да SASL провера идентитета није успешна - додата је подршка за могућност „message-tags” и TAGMSG поруке - додата је команда /setname, додата је подршка за поруку и могућност „setname” - додата је подршка за FAIL/WARN/NOTE IRC поруке - уклоњена је подршка за IRC DH-BLOWFISH и DH-AES SASL механизме - додати су нови тастери за брисање, уклањање и враћање бафера у врућој листи - додата је опција „certs” у команду /debug - додате су опције „-o”, „-ol”, „-i” и „-il” у команду „/plugin list” - додата је подела стринг аргумената и аргумената љуске у израчунавање израза са „split:број,гран,заст,xxx” и „split_shell:број,xxx” - додата је „${re:repl_index}” за добијање индекса замене у функцији string_eval_expression - додато израчунавање случајног целобројног броја у израчунавање израза са „random:min,max” - у API су додате функције string_cut и file_copy - редослед уметања се памти у хештабелама - додати су кључеви/вредности са ознакама у излаз irc_message_parse_to_hashtable - додата је опција „-parted” у команду /allchan - дозвољава се да сигнали „irc_raw_in” и „irc_in” поједу поруке - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2021/09/19/Version-3.3">развони блог</a> или <a href="/files/changelog/ChangeLog-3.3.html">ChangeLog</a>.
