Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: WeeChat, the fast, light and extensible IRC client, is released for the first time, version 0.0.1. CVS is opened on Savannah page. Warning, this is still Alpha version, all IRC commands are not yet developed and lot of work is to be done. In this version, there is: - Curses front-end (other front-end are not yet developed), - almost all IRC commands from RFC1459, - multi-servers, - configuration file, - completion, commands history, - ... (see ChangeLog and TODO files) Note to people who wants to help us: - we're looking for translations for WeeChat and documentation (not written today), for example german, spanish, italian,... - we're looking too for people which knows other OS (like *BSD, GNU/Hurd, ...) to port WeeChat. All suggestions and bug reports are welcome, look at WeeChat support page for contacting us.
de: WeeChat ist ein schneller, schlanker und erweiterbarer IRC Client. Die erste Veröffentlichung ist Version 0.0.1 CVS ist geöffnet auf der Savannah Seite Warnung: Dies ist eine Alpha Version. Es sind noch nicht alle IRC Befehle integriert. Diese Version enthält: - Curses GUI (andere GUIs sind bisher nicht entwickelt), - fast alle IRC Befehle von RFC1459, - Multi-Server, - Konfigurationsdatei, - Vervollständigung und Befehls-Verlauf, - ... (siehe ChangeLog und TODO Datei) Hinweis an diejenigen die gerne helfen möchten: - wir suchen nach Übersetzern für WeeChat und die dazugehörige Dokumentation (z.Zt. noch nicht geschrieben. Zum Beispiel in deutsch, spanisch, italienisch, .... - des weiteren wird nach Leuten gesucht die sich mit anderen Betriebssystem auskennen (z.B. *BSD, GNU/Hurd,...), damit WeeChat auf diese Plattformen portiert werden kann. Alle Vorschläge und Fehlermeldungen sind willkommen. Unsere Kontaktdaten finden Sie auf der WeeChat Support Seite.
fr: WeeChat, le client IRC rapide, léger et extensible est disponible dans sa toute première version, 0.0.1. Le CVS est accessible sur Savannah. Attention, il s'agit d'une version Alpha, toutes les commandes IRC ne sont pas encore implémentées et beaucoup de travail reste à faire. Dans cette version il y a : - interface Curses (les autres ne sont pas encore développées), - une bonne partie des commandes IRC de la RFC1459, - multi-serveur, - fichier de configuration, - complétion, historique des commandes, - etc... (voir les fichiers ChangeLog et TODO) Note aux personnes souhaitant aider : - nous recherchons des traducteurs pour WeeChat et sa documentation (qui n'est pas encore écrite), par exemple pour l'allemand, l'espagnol, l'italien... - nous recherchons aussi des personnes connaissant d'autres OS (*BSD, GNU/Hurd, ...) pour y porter WeeChat. Toutes les remarques, signalisations de bugs, et suggestions sont les bienvenues, voir la page de support WeeChat pour nous contacter.
ja: 高速、軽量、拡張可能な IRC クライアントである WeeChat の バージョン 0.0.1 をリリースします。 CVS は Savannah のページに公開されています。 警告、これはまだアルファ版で、開発されていない IRC コマンドがあり、開発完了までには多くの作業が残っています。 このバージョンに含まれる機能: - Curses フロントエンド (他のフロントエンドはまだ開発されていません) - RFC1459 に基づくほぼ全ての IRC コマンド - 複数サーバ - 設定ファイル - 補完、コマンド履歴 - ... (ChangeLog と TODO ファイルを参照してください) 開発チームを手伝いたい人向けの注意: - 開発チームは WeeChat と文書 (まだ書いていません) の翻訳者を募集しています。例えば、ドイツ語、スペイン語、イタリア語などです。 - 開発チームは WeeChat を移植するために他の OS (*BSD、GNU/Hurd、など) についてよく知っている人も募集しています。 どんな提案やバグ報告も歓迎です。開発チームと連絡を取るには WeeChat のサポートページを参照してください。
pl: WeeChat, szybki, lekki i rozszerzalny klient IRC, został wydany po raz pierwszy, wersja 0.0.1. CVS został otwarty na stronie Savannah. Uwaga, to jest nadal wersja Alfa, jeszcze nie wszystkie komendy IRC zostały zaimplementowane i potrzeba jeszcze wiele pracy. W tej wersji można znaleźć: - interfejs Curses (pozostałe nie zostały jeszcze stworzone), - prawie wszystkie komendy IRC zawarte w RFC1459, - obsługa wielu serwerów, - plik konfiguracyjny, - dopełnienia, historia komend, - ... (zajrzyj do plików ChangeLog oraz TODO) Informacja dla osób chcących nam pomóc: - szukamy tłumaczeń dla WeeChat oraz dokumentacji (jeszcze nie napisanej), na przykład niemieckiego, hiszpańskiego, włoskiego,... - szukamy osób znających inne systemy operacyjne (jak *BSD, GNU/Hurd, ...) w celu przeportowania WeeChat. Wszystkie sugestie i zgłoszenia błędów mile widziane, zajrzyj na stronę wsparcia WeeChat w celu skontaktowania się z nami.
sr: WeeChat, брзи, лаки и прошириви IRC клијент, објављен је по први пут у верзији 0.0.1. CVS је отворен на Savannah страници. Упозорење, ово је још увек Алфа верзија, још увек нису развијене све IRC команде и остаје да се обави још доста посла. У овој верзији постоји: - Curses интерфејс (остали интерфејси још увек нису развијени), - скоро све IRC команде из RFC1459, - подршка за више сервера, - конфигурациони фајл, - довршавање, историја команди, - ... (погледајте фајлове ChangeLog и TODO) Напомена људима који желе да нам помогну: - тражимо преводе за WeeChat и документацију (још увек није написана), на пример немачки, шпански, италијански,... - такође тражимо људе који познају остале ОС-е (као што су *BSD, GNU/Hurd, ...) за портовање WeeChat-а. Добродошле су све сугестије и извештаји о баговима, погледајте WeeChat страницу подршке за начин на који да нам се обратите.

source: XZ packages
de: XZ Pakete
fr: Paquets XZ
ja: XZ パッケージ
pl: Archiwa XZ
sr: XZ пакети

source: A "now playing" script for several music players.
de: Zeigt für verschiedene Musikabspielprogramme an, welcher Song gerade gespielt wird.
fr: Un script "now playing" pour différents lecteurs de musique.
ja: 様々な音楽プレイヤー用の "now playing" スクリプト。
pl: Skrypt pokazujący aktualnie odtwarzany utwór w kilku odtwarzaczach.
sr: „тренутно свира” скрипта за неколико музичких плејера.

source: A common buffer for URLs.
de: Ein einfacher Buffer für URLs.
fr: Un tampon commun pour les URLs.
ja: URL 用の共通バッファ。
pl: Wspólny bufor dla URLi.
sr: Заједнички бафер за URL адресе.

source: A libnotify script.
de: Ein libnotify-Skript.
fr: Script de notification via libnotify.
ja: libnotify スクリプト。
pl: Skrypt libnotify.
sr: libnotify скрипта.

source: A notify script which uses ssh.
de: Ein Skript für Benachrichtigungen, mit SSH Unterstützung.
fr: Un script de notification qui utilise ssh.
ja: ssh を使う通知スクリプト。
pl: Skrypt powiadamiający używający ssh.
sr: Скрипта за обавештавање која користи ssh.

source: A now playing and control script for Quodlibet.
de: Quodlibet Fernbedienung und zum Anzeigen welches Musikstück gerade gespielt wird.
fr: Affichage de chanson et contrôle de Quodlibet.
ja: Quodlibet が現在再生中している曲の表示と操作を行うスクリプト。
pl: Kontrola i wyświetlanie aktualnie odtwarzanego utworu w Quodlibet.
sr: Скрипта за приказ тренутно свира и контролу програма Quodlibet.

source: A now playing and control script for mpd.
de: Fernbedienung für mpd und zum anzeigen welches Musikstück gerade gespielt wird.
fr: Affichage de chanson et contrôle de mpd.
ja: mpd で現在再生中の曲を表示、操作するスクリプト。
pl: Kontrola i wyświetlanie aktualnie odtwarzanego utworu w mpd.
sr: Скрипта за приказ тренутно свира и контролу програма mpd.

source: A now playing script for players supporting the mpris dbus interface.
de: Zeigt an was gespielt wird, für Programme die das mpris dbus Interface nutzen.
fr: Affichage de la chanson jouée par différents lecteurs utilisant l'interface dbus mpris.
ja: mpris の dbus インターフェースをサポートするプレイヤー用の now playing スクリプト。
pl: Skrypt wyświetlający aktualnie odtwarzany utwór dla odtwarzaczy wspierających interfejs dbusa mpris.
sr: Скрипта за приказ тренутно свира за плејере који подржавају mpris dbus интерфејс.

source: A now watching script for mpv.
de: Zeigt an was mit mpv abgespielt wird.
fr: Affichage de la vidéo jouée dans mpv.
ja: mpv で現在再生中のコンテンツに関する情報を得るスクリプト。
pl: Skrypt pokazujący aktualnie odtwarzany film w mpv.
sr: Скрипта за приказ тренутно се гледа за mpv.

source: A simple auto-away script.
de: Ein einfaches Abwesenheit-Skript.
fr: Un script simple d'auto absence (away).
ja: 簡単な自動離席スクリプト。
pl: Prosty skrypt auto-away.
sr: Проста скрипта за аутоматско постављање одсутности.

source: A simple buddylist to show if your buddies are online/away/offline.
de: Eine einfache Freundesliste die anzeigt, ob Deine Freunde Online/Abwesend/Offline sind.
fr: Une liste de contacts qui affiche les contacts en ligne/absents/déconnectés.
ja: 友達のオンライン/離席/オフライン状態を表示する簡単な友達リスト。
pl: Prosta lista przyjaciół, pokazuje czy przyjaciele są online/nieobecni/offline.
sr: Проста листа другара која приказује да ли су ваши другари на мрежи/одсутни/ван мреже.

source: Add IRCCloud avatar image link to WHOIS response.
sr: Додаје у WHOIS одговор линк на IRCCloud аватар слику.

source: Add a bar in query buffers with whois information.
de: Öffnet im Query-Buffer eine zusätzliche Bar, mit whois-Informationen.
fr: Ajouter une barre dans les tampons privés avec l'information whois.
ja: クエリバッファに whois 情報を含むバーを追加。
pl: Dodaje pasek w buforach rozmów prywatnych z informacją whois.
sr: Додаје траку у query бафере са whois информацијом.

source: Add a bar item with the Beat-Internet-Time.
de: Fügt der Bar-Item eine Beat-Internet-Zeit Anzeige hinzu.
fr: Ajouter un objet de barre avec le Beat-Internet-Time.
ja: スウォッチインターネットタイムを表示するバー要素を追加。
pl: Dodaje element paska z Beat-Internet-Time.
sr: Додаје ставку траке са Beat-Internet-Time.

source: Add a space between each character.
de: Fügt nach jedem Zeichen ein Leerzeichen ein.
fr: Ajouter un espace entre chaque caractère.
ja: 1 文字ごとに空白を入れる。
pl: Dodaje spację pomiędzy każdy znak.
sr: Додаје размак између сваког карактера.

source: Add alerts to the message menu in Ubuntu.
de: Fügt eine Mitteilung dem Ubuntu Benachrichtigungssystem hinzu.
fr: Ajoute des alertes dans le menu des messages Ubuntu.
ja: Ubuntu のメッセージメニューにアラートを追加。
pl: Dodaje powiadomienia do menu wiadomości w Ubuntu.
sr: Додаје упозорења у мени поруке на Ubuntu.

source: Add an alternate timezone item.
de: Fügt der Bar-Item eine zusätzliche Zeitzone hinzu.
fr: Ajouter un objet de barre avec un fuseau horaire alternatif.
ja: 代替タイムゾーン要素を追加。
pl: Dodaje alternatywny element strefy czasowej.
sr: Додаје ставку алтернативне временске зоне.

source: Add an item showing weather.
pl: Dodaje element paska z pokazujący pogodę.
sr: Додаје ставку која приказује временске прилике.

source: Add bar item with highlight/private messages.
de: Fügt eine Bar-Item hinzu mit Highlight/Privaten Nachrichten.
fr: Ajouter un objet de barre avec les messages highlight/privé.
ja: ハイライトおよびプライベートメッセージをバー要素に追加。
pl: Wprowadza element paska z highlightami/wiadomościami prywatnymi.
sr: Додаје ставку траке са истакнутим/приватним порукама.

source: Add support for the ZNC Playback module.
de: Fügt eine Unterstützung des ZNC Playback Moduls hinzu.
fr: Ajouter le support du module ZNC Playback.
ja: ZNC Playback モジュールのサポートを追加。
pl: Dodaje wsparcie dla modułu ZNC Playback.
sr: Додаје подршку за ZNC Playback модул.

source: Add tab completion to bitlbee commands.
de: Ermöglicht eine TAB-Vervollständigung bei bitlbee Befehlen.
fr: Ajouter la complétion par tab aux commandes bitlbee.
ja: bitlbee コマンドのタブ補完機能を追加。
pl: Dopełnianie klawiszem Tab dla komend bitlbee.
sr: Додаје tab довршавање за bitlbee команде.

source: Adds HTML page titles to http:// urls in your message.
de: Fügt einer http:// URL den entsprechenden HTML Seitentitel hinzu.
fr: Ajoute le titre de la page HTML aux urls http:// urls dans votre message.
ja: http:// 型の URL が送信メッセージに含まれる場合に HTML ページタイトルを追加。
pl: Dodaje tytuły stron HTML do adresów http:// w Twoich wiadomościach.
sr: Додаје HTML налове странице у http:// url адресе у вашој поруци.

source: Adds a channel monitor buffer.
de: Startet einen Channel-Monitor Buffer.
fr: Ajouter un tampon de surveillance de canal.
ja: チャンネルモニタバッファを追加。
pl: Dodaje bufor monitorujący kanały.
sr: Додаје бафер који прати канал.

source: Adds a command and bar item for displaying the current time in kiloseconds.
de: Fügt eine Kommando- und Barzeile hinzu um die aktuelle Zeit in Kilosekunden anzuzeigen.
fr: Ajoute une commande et un objet de barre pour afficher l'heure courante en kilosecondes.
ja: 現在の時間をキロ秒で表示するコマンドとバー要素を追加。
pl: Dodaje komendę i element paska do wyświetlania aktualnego czasu w kilo sekundach.
sr: Додаје команду и ставку траке за приказ текућег времена у килосекундама.

source: Adds a highlight monitor buffer.
de: Startet einen Highlight Monitor Buffer.
fr: Ajouter un tampon moniteur de highlights.
ja: ハイライトモニタバッファを追加。
pl: Dodaje bufor monitorujący higlighty.
sr: Додаје бафер за праћење истицања.

source: Adds effects to words surrounded by certain characters.
de: Fügt einen Effekt hinzu falls Wörter durch bestimmte Zeichen eingerahmt werden.
fr: Ajoute des effets aux mots entourés de caractères spéciaux.
ja: ある文字に囲まれた単語に効果を追加。
pl: Dodaje efekty do słów otoczonych pewnymi znakami.
sr: Додаје ефекте речима које су окружене одређеним карактерима.

source: Adds random capitalization to your sentence.
pl: Dodaje losowe wielkie litery w twoich zdaniach.
sr: Додаје насумичну капитализацију у вашу реченицу.

source: Allow per-buffer specification of a regex that prevents highlights.
de: Erlaubt es für jeden Buffer eine regex anzulegen um ein Highlight zu unterdrücken.
fr: Autoriser une expression régulière par tampon pour empêcher les highlights.
ja: ハイライトを抑制する正規表現をバッファごとに設定。
pl: Zezwala na zdefiniowanie wyrażenia zapobiegającemu podświetlenią dla buforów.
sr: Омогућава задавање регуларног израза за сваки бафер посебно који спречава истицања.

source: Alternate text formatting, useful for relays without formatting features (glowing-bear, weechat-android, ...).
de: Alternative Textformatierung, nützlich für Relays ohne eine Formatierungsfunktion (glowing-bear, weechat-android, ...).
fr: Formatage de texte alternatif, pratique pour les relais sans fonctionnalités de formatage (glowing-bear, weechat-android, ...).
ja: テキスト書式を変更します、書式機能を持たないリレー (glowing-bear、weechat-android、...) で便利です。
pl: Alternatywne formatowanie tekstu, przydatne dla pośredników bez funkcji formatujących (glowing-bear, weechat-android, ...).
sr: Алтернативно форматирање текста, корисно за релеје без могућности форматирања (glowing-bear, weechat-android, ...).

source: Amarok 2 control and now playing script.
de: Fernbedienung für Amarok2 und zum anzeigen welches Musikstück gerade gespielt wird.
fr: Contrôler et afficher la musique jouée par Amarok 2.
ja: Amarok 2 の操作と現在再生中の局に関する情報を表示するスクリプト。
pl: Kontrola i wyświetlanie aktualnie odtwarzanego utworu w Amarok 2.
sr: Amarok 2 скрипта за контролу и приказ тренутно свира.

source: Analyze channels nicklists to find common lurkers.
de: Analysiert die Nickliste der Kanäle um passive Beobachter zu ermitteln.
fr: Analyser les listes de pseudos des canaux pour trouver les "lurkers" en commun.
ja: チャンネルニックネームリストを解析して共通の発言しない参加者を見つける。
pl: Analizowanie listy nicków na kanale w poszukiwaniu pospolitych lurkerów.
sr: Анализира листе надимака и проналази заједничке вребаоце.

source: Announce URL title to user or to channel.
de: Schickt einen URL Titel an einen User oder in den Kanal.
fr: Annoncer le titre de l'URL à l'utilisateur ou au canal.
ja: URL タイトルをユーザまたはチャンネルに通知する。
pl: Prezentuje tytuł URL'a użytkownikowi lub kanałowi.
sr: Објављује URL наслов кориснику или каналу.

source: Antispam for DCC file/chat requests.
de: Antispam für DCC Datei/Chat Anfragen.
fr: Antispam pour les requêtes DCC file/chat.
ja: DCC ファイルおよびチャット要求に対するスパム対策。
pl: Antyspam dla żądań DCC.
sr: Антиспам за DCC file/chat захтеве.

source: Auto joins channels when invited.
de: Betritt automatisch einen Kanal wenn man eingeladen ("/invite") wird.
fr: Rejoindre automatiquement les canaux où on est invité.
ja: チャンネルに招待されたら自動的に参加。
pl: Automatycznie wchodzi na kanał po otrzymaniu zaproszenia.
sr: Аутоматски приступ каналу када сте позвани.

source: Auto op/voice users when they join IRC channel.
de: Automatische Zuweisung von op/voice an einen User falls er einen IRC Kanal betritt.
fr: Donner automatiquement le op/voice aux utilisateurs quand ils rejoignent un canal IRC.
ja: ユーザが IRC チャンネルに参加したら自動的にオペレータ権限と voice 権限を与える。
pl: Automatyczne nadawanie statusu operatora/voice użytkownikom po wejściu na kanał IRC.
sr: Аутоматски додељује корисницима статус оп/право оглашавања када приступе IRC каналу.

source: Auto save/load changed options in a .weerc file.
de: Automatisches speichern/laden von Optionen in einer .weerc Datei.
fr: Charger/sauver automatiquement les options changées dans un fichier .weerc.
ja: 変更されたオプションを .weerc ファイルに自動保存および .weerc ファイルから読み込み。
pl: Automatyczne zapisywanie/ładowanie zapisanych opcji w pliku .weerc.
sr: Аутоматски чува/учитава измењене опције из .weerc фајла.

source: Auto show and hide nicklist depending on buffer name.
de: Automatisches Ein-& Ausblenden der Nicklist nach Buffer-Name.
fr: Affiche ou cache la liste des pseudos selon le nom du tampon.
ja: バッファ名に依存してヒックネームリストの自動的な表示/非表示を切り替える。
pl: Automatycznie pokazuje i ukrywa listę nicków w zależności od nazwy bufora.
sr: Аутоматски приказује и скрива листу надимака у зависности од имена бафера.

source: Auto-away script.
de: Nach einer vorgegebenen Zeit automatisch den /away-Status setzen.
fr: Script d'auto-absence.
ja: 自動離席スクリプト。
pl: Skrypt auto-away.
sr: Скрипта за аутоматски статус одсутности.

source: Auto-set buffer properties when a buffer is opened.
de: Buffer Eigenschaften werden automatisch gesetzt falls ein Buffer geöffnet wird.
fr: Définir automatiquement des propriétés de tampon lorsqu'un tampon est ouvert.
ja: バッファを開いた際にバッファプロパティを自動設定。
pl: Automatycznie ustawia właściwości bufora podczas jego otwarcia.
sr: Аутоматски поставља особине бафера када се бафер отвори.

source: Automatically apply layouts according to terminal size.
de: Automatische Anpassung der Layouts nach Größe des Terminals.
fr: Appliquer automatiquement des dispositions selon la taille du terminal.
ja: 端末サイズに応じてレイアウトを自動的に適用。
pl: Automatyczna zmiana układów w zależności od rozmiaru terminala.
sr: Аутоматски примењује распореде у зависности од величине терминала.

source: Automatically attempts to regain IRC primary nick.
de: Versucht automatisch den ursprünglichen IRC-Nick wieder zu erlangen.
fr: Maintien automatique du pseudo principal IRC.
ja: IRC のプライマリニックネームを自動的に回復する。
pl: Próbuje automatycznie odzyskać podstawowy nick na IRC.
sr: Аутоматски покушава да поново присвоји IRC примарни надимак.

source: Automatically authenticate to gribble for Bitcoin OTC exchange.
de: Automatische Authentifizierung bei gribble für BitCoin OTC Umtausch.
fr: S'authentifier automatiquement à gribble pour l'échange de Bitcoin OTC.
ja: Bitcoin OTC exchange を行うために gribble への自動認証処理を行う。
pl: Automatyczne uwierzytelnianie do gribble dla wymiany Bitcoin OTC.
sr: Аутоматска потврда идентитета за грибл на Bitcoin OTC размени.

source: Automatically authenticate with NickServ using SASL username/password.
de: Automatische Authentifizierung mittels SASL Username/Passwort bei NickServ.
fr: S'authentifier automatiquement avec NickServ en utilisant l'utilisateur et mot de passe SASL.
ja: SASL ユーザ名およびパスワードを使って NickServ に自動認証処理を行う。
pl: Automatyczne uwierzytelnianie w NickServ za pomocą nazwy użytkownika/hasła SASL.
sr: Аутоматска провера идентитета са NickServ употребом SASL корисничко име/лозинка.

source: Automatically close inactive private message buffers.
de: Schließt automatisch alle inaktiven, privaten Buffer.
fr: Fermer automatiquement les tampons de messages privés inactifs.
ja: 使っていないプライベートメッセージバッファを自動的に閉じる。
pl: Automatycznie zamyka nieaktywne bufory rozmów prywatnych.
sr: Аутоматски затвара неактивне бафере приватних порука.

source: Automatically hide/unhide buffers according to IRC activity.
de: Automatisch Buffer anzeigen/verbergen, entsprechend der IRC Aktivität.
fr: Cacher/montrer automatiquement les tampons selon l'activité IRC.
ja: IRC の使用率に従って新しいバッファの非表示/表示を自動的に切り替える。
pl: Automatyczna ukrywanie/pokazywanie buforów w zależności od aktywności IRC.
sr: Аутоматски скрива/открива бафере у зависности од IRC активности.

source: Automatically join channels on UnderNET that get throttled due to "Target change too fast".
de: Automatisches Betreten von Kanälen die durch eine Warteschleife das automatische Betreten von Kanälen bremst, z.B. auf UnderNET.
fr: Rejoindre automatiquement les canaux sur UnderNET suite à erreur "Target change too fast".
ja: "Target change too fast" が原因で規制中の UnderNET 上のチャンネルに自動参加する。
pl: Automatycznie wchodzi na kanały w sieci UnderNET, z których zostaliśmy wyrzuceni z powodu "Target change too fast".
sr: Аутоматски приступа каналима на UnderNET који су пригушену услед „Target change too fast”.

source: Automatically keep buffers grouped by server and sorted by name.
de: Behält die Gruppierung der Buffer nach Servern bei und sortiert sie alphabetisch.
fr: Garder automatiquement les tampons groupés par serveur et triés par nom.
ja: サーバによるグループ化と名前によるソートを行ってバッファを自動的にキープ。
pl: Automatycznie grupowanie buforów wg serwera i sortowanie ich po nazwie.
sr: Аутоматски држи бафере груписане по серверу и сортиране по имену.

source: Automatically merge new buffers according to defined rules.
de: Automatische Zusammenführung neuer Buffer nach definierten Regeln.
fr: Fusionner automatiquement les tampons selon des règles définies.
ja: 新しいバッファを事前に定義した規則に従って自動的に結合。
pl: Automatyczna łączenie nowych buforów zgodnie ze zdefiniowanymi regułami.
sr: Аутоматски спаја нове бафере у сагласности са дефинисаним правилима.

source: Automatically op/voice users using reop and invite lists.
de: Automatisch op/voice Anwender mittels reop und Einladungslisten.
fr: Op/voice automatiquement les utilisateurs en utilisant reop et les listes d'invitations.
pl: Automatycznie przyznaje status op/voice korzystając z list reop i zaproszeń.
sr: Аутоматски додељује корисницима право оп/оглашавања користећи reop и invite листе.

source: Automatically replies over specified triggers.
de: Schickt eine automatisierte Antwort auf einen festgelegten Auslöser.
fr: Réponses automatiques sur des évènements spécifiés.
ja: 特定のトリガに対して自動的に返信。
pl: Auomatyczne odpowiedzi za pomocą określonych triggerów.
sr: Аутоматски одговара према наведеним окидачима.

source: Automatically set away message based on number of relays connected.
de: Automatische Abwesenheitsnachricht setzen in Abhängigkeit der Anzahl von verbundenen Relays.
fr: Définir le message d'absence automatiquement en fonction du nombre de clients "relay" connectés.
ja: 接続中のリレーの数を基にして離席メッセージを自動的に設定。
pl: Automatyczne ustawianie wiadomości o nieobecności na podstawie numeru podłączonych pośredników.
sr: Аутоматски поставља поруку одсутности у зависности од броја повезаних релеја.

source: Avoid sending misformatted commands as messages.
de: Verhindert das Versenden von falsch formatierten Befehlen als Nachricht.
fr: Éviter d'envoyer des commandes mal formatées comme messages.
ja: 不正な書式のコマンドをメッセージとして送信することを避ける。
pl: Unikanie wysyłania błędnie sformatowanych komend jako wiadomości.
sr: Спречава слање лоше форматираних команди као порука.

source: Bar item showing typing count and cursor position.
de: Zeigt in der Bar-Item an wie viele Zeichen in der Eingabezeile geschrieben wurden und wo sich der Cursor befindet.
fr: Objet de barre avec le nombre de caractères tapés et la position du curseur.
ja: タイプ回数とカーソル位置を表示するバー要素。
pl: Element paska pokazujący ilość wpisanych znaków i pozycję kursora.
sr: Ставка траке која приказује број откуцаних карактера и позицију курсора.

source: Bar item to keep track of the last buffer where you wrote something.
de: Ein Bar-Item welches anzeigt in welchem Buffer zuletzt etwas geschrieben wurde.
fr: Objet de barre pour savoir quel est le dernier tampon dans lequel vous avez écrit quelque chose.
pl: Element paska pomagający śledzić w którym buforze ostatnio pisałeś.
sr: Ставка траке која чува инфо о последњем баферу у којем сте нешто написали.

source: Bar item with HTTP source.
de: Bar Item, welches den Inhalt einer HTTP Quelle anzeigt.
fr: Objet de barre avec une source HTTP.
ja: HTTP ソースを表示するバー要素。
pl: Element paska ze źródłem HTTP.
sr: Ставка траке са HTTP извором.
