Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 3.7.1 is available! This is a bug fix and maintenance release. For complete list of bugs fixed, please look at <a href="/files/changelog/ChangeLog-3.7.1.html">ChangeLog</a>.
de: Version 3.7.1 ist verfügbar! Dies ist eine Fehlerbehebungs- und Wartungsversion Eine vollständige Liste der behobenen Fehler findet man unter <a href="/files/changelog/ChangeLog-3.7.1.html">Änderungsprotokoll</a>.
fr: La version 3.7.1 est disponible ! Il s'agit d'une version de maintenance avec corrections de bugs. Pour une liste complète des bugs corrigés, merci de consulter le <a href="/files/changelog/ChangeLog-3.7.1.html">ChangeLog</a>.
pl: Wersja 3.7.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-3.7.1.html">ChangeLog</a>.
sr: Доступна је верзија 3.7.1! Ово је издање одржавања које исправља багове. Ако желите да погледате комплетну листу исправљених багова, молимо вас да отворите <a href="/files/changelog/ChangeLog-3.7.1.html">ChangeLog</a>.

source: Version 3.8 is available! Among the new features: - add option weechat.look.chat_space_right - allow value "0" in buffer property "unread" to remove read marker from buffer - add command /allbuf - add command /hotlist - move some /input actions to commands /allbuf, /buffer and /hotlist - improve case convert and insensitive char comparisons - add color attributes "blink" and "dim" (half bright) - allow command /toggle to create option before setting the value, if allowed in the section - add signals "buffer_user_input_xxx" and "buffer_user_closing_xxx" for buffers created with /buffer add - add identifier in buffer lines - add option "unicode" in command /debug - add Curl options for versions 7.64.0 to 7.87.0 - add API functions string_strcmp and string_strncmp - rename char comparison API functions "utf8_char*" to "string_char*" - return arithmetic difference between chars in API functions string_charcmp, string_charcasecmp, string_charcasecmp_range, string_strcasecmp, string_strcasecmp_range, string_strncasecmp, string_strncasecmp_range, string_strcmp_ignore_chars - return newly allocated string in API functions string_tolower and string_toupper - add API function utf8_strncpy - add trigger regex command "y" to translate chars, set default regex command to "s" (regex replace) - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2023/01/08/Version-3.8">development blog</a> or <a href="/files/changelog/ChangeLog-3.8.html">ChangeLog</a>.
de: Version 3.8 ist verfügbar! Über die neuen Funktionen: - neu: Option weechat.look.chat_space_right - erlaube Wert "0" für Buffereigenschaft, "unread" um die Lesemarkierung aus dem Buffer zu entfernen - neu: Befehl /allbuf - neu: Befehl /hotlist - verschoben von /input Aktionen nach Befehl /allbuf, /buffer und /hotlist - Verbesserung von Groß-/Kleinschreibung und unempfindliche Zeichenvergleiche - hinzugefügt: Farbattribute "blink" und "dim" (halb hell) - der Befehl /toggle, kann die Option erstellen, bevor ein Wert festlegt wurde, wenn dies im Abschnitt erlaubt ist - hinzugefügt: Signale "buffer_user_input_xxx" und "buffer_user_closing_xxx" zur Erstellung von Buffern mit /buffer add - hinzugefügt: Kennung in Bufferzeilen - neu: Option "unicode" in Befehl /debug - neu: Curl Optionen für Versionen 7.64.0 bis 7.87.0 - neu: API Funktionen string_strcmp und string_strncmp - umbenannt: API Funktionen zum Zeichenvergleich "utf8_char*" nach "string_char*" - Rückgabe von arithmetische Differenz zwischen Zeichen in den API-Funktionen string_charcmp, string_charcasecmp, string_charcasecmp_range, string_strcasecmp, string_strcasecmp_range, string_strncasecmp, string_strncasecmp_range, string_strcmp_ignore_chars - gibt neu zugewiesenen String in API-Funktionen zurück, string_tolower und string_toupper - neu: API-Funktion utf8_strncpy - neu: trigger regex Befehl "y" um Zeichen zu übersetzen, Standard regex Befehl wird auf "s" gesetzt (Regex ersetzen) - viele Fehler behoben. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2023/01/08/Version-3.8">Entwicklungsblog</a> oder <a href="/files/changelog/ChangeLog-3.8.html">Änderungsprotokoll</a>.
fr: La version 3.8 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option weechat.look.chat_space_right - valeur "0" autorisée dans la propriété de tampon "unread" pour supprimer le marqueur de lecture du tampon - ajout de la commande /allbuf - ajout de la commande /hotlist - déplacement de certaines actions de /input vers les commandes /allbuf, /buffer et /hotlist - amélioration de la conversion de casse et comparaison insensible à la casse des caractères - ajout des attributs de couleur "blink" (clignotement) et "dim" (demi-intensité) - la commande /toggle peut créer une option avant de définir la valeur, si cela est autorisé dans la section - ajout des signaux "buffer_user_input_xxx" et "buffer_user_closing_xxx" pour les tampons créés avec /buffer add - ajout d'un identifiant dans les lignes de tampon - ajout de l'option "unicode" dans la commande /debug - ajout des options Curl pour les versions 7.64.0 à 7.87.0 - ajout des fonctions API string_strcmp et string_strncmp - renommage des fonctions API de comparaison "utf8_char*" en "string_char*" - retour de la différence arithmétique entre les caractères dans les fonctions API string_charcmp, string_charcasecmp, string_charcasecmp_range, string_strcasecmp, string_strcasecmp_range, string_strncasecmp, string_strncasecmp_range, string_strcmp_ignore_chars - retour d'une chaîne nouvellement allouée dans les fonctions API string_tolower et string_toupper - ajout de la fonction API utf8_strncpy - ajout de la commande trigger regex "y" pour traduire des caractères, la commande par défaut est "s" (remplacement par expression régulière) - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2023/01/08/Version-3.8">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.8.html">ChangeLog</a>.
pl: Wersja 3.8 jest dostępna! Najważniejsze zmiany: - dodano opcję weechat.look.chat_space_right - wartość "0" może zostać użyta dla właściwości bufora "unread" w celu usunięcia znacznika przeczytania z bufora - dodano komendę /allbuf - dodano komendę /hotlist - przeniesiono niektóre akcje komendy /input do komend /allbuf, /buffer i /hotlist - usprawniono konwersje wielkości liter i porównywanie znaków - dodano atrybuty kolorów „blink” i „dim” - komenda /toggle może tworzyć opcje zanim przypisze im wartość tam gdzie jest to możliwe - dodano sygnały "buffer_user_input_xxx" i "buffer_user_closing_xxx" dla buforów stworzonych za pomocą /buffer add - dodano identyfikatory linii buforów - dodano opcję "unicode" do komendy /debug - dodano wsparcie opcji Curl dla wersji 7.64.0 do 7.87.0 - dodano funkcje API string_strcmp i string_strncmp - zmieniono nazwę funkcji API służących do porównywania znaków z "utf8_char*" na "string_char*" - zwracana jest różnica arytmetyczna pomiędzy znakami przez funkcje API string_charcmp, string_charcasecmp, string_charcasecmp_range, string_strcasecmp, string_strcasecmp_range, string_strncasecmp, string_strncasecmp_range, string_strcmp_ignore_chars - zwracany jest nowo utworzony ciąg przez funkcje API string_tolower i string_toupper - dodano funkcję API utf8_strncpy - dodano komendy wyrażeń regularnych dla triggerów "y" dla tłumaczenia znaków, domyślna komenda wyrażeń regularnych to "s" (zamiana znaków) - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2023/01/08/Version-3.8">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.8.html">ChangeLog</a>.
sr: Доступна је верзија 3.8! Неке од нових функционалности: - додата је опција weechat.look.chat_space_right - у особини бафера „unread” је дозвољена вредност „0” којом се уклања маркер прочитаности из бафера - додата је опција /allbuf - додата је опција /hotlist - премештене су неке /input акције у команде /allbuf, /buffer и /hotlist - побољшано је претварање величине слова и поређења карактера која не узимају у обзир величину слова - додати су атрибути боје „blink” и „dim” (полусветло) - дозвољено је да команда /toggle креира опцију пре постављања вредности, ако је то дозвољено у одељку - додати су сигнали „buffer_user_input_xxx” и „buffer_user_closing_xxx” за бафере креиране са /buffer add - додат је идентификатор у линије бафера - додата је опција „unicode” у команду /debug - додате су Curl опције за верзије 7.64.0 до 7.87.0 - додате су API функције string_strcmp и string_strncmp - промењено је име API функција за поређење карактера „utf8_char*” на „string_char*” - враћа се аритметичка разлика између карактера у API функцијама string_charcmp, string_charcasecmp, string_charcasecmp_range, string_strcasecmp, string_strcasecmp_range, string_strncasecmp, string_strncasecmp_range, string_strcmp_ignore_chars - враћа се ново алоцирани стринг у API функцијама string_tolower и string_toupper - додата је API функција utf8_strncpy - у окидач је додата команда регуларног израза „y” за превођење карактера, подразумевана команда регуларног израза је постављена на „s” (замена регуларним изразом) - исправљено је много багова. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2023/01/08/Version-3.8">development blog</a> or <a href="/files/changelog/ChangeLog-3.8.html">ChangeLog</a>.

source: Version 4.0.0 is available! New features and bugs fixed: <a href="https://blog.weechat.org/post/2023/06/24/Version-4.0.0">development blog</a> and <a href="/files/doc/weechat/ChangeLog-4.0.0.html">ChangeLog</a>.
pl: Wersja 1.0.1 jest dostępna! Kompletną listę nowych funkcji ipoprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2023/06/24/Version-4.0.0">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-4.0.0.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.0! Нове функционалности и исправљени багови: <a href="https://blog.weechat.org/post/2023/06/24/Version-4.0.0">развојни блог</a> и <a href="/files/doc/weechat/ChangeLog-4.0.0.html">ChangeLog</a>.

source: Version 4.0.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://blog.weechat.org/post/2023/06/30/Version-4.0.1">development blog</a> and <a href="/files/doc/weechat/ChangeLog-4.0.1.html">ChangeLog</a>.
pl: Wersja 4.0.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletną listę poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2023/06/30/Version-4.0.1">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-4.0.1.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://blog.weechat.org/post/2023/06/30/Version-4.0.1">развојни блог</a> и <a href="/files/doc/weechat/ChangeLog-4.0.1.html">ChangeLog</a>.

source: Version 4.0.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://blog.weechat.org/post/2023/07/12/Version-4.0.2">development blog</a> and <a href="/files/doc/weechat/ChangeLog-4.0.2.html">ChangeLog</a>.
pl: Wersja 4.0.2 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletną listę poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2023/07/12/Version-4.0.2">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-4.0.2.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://blog.weechat.org/post/2023/07/12/Version-4.0.2">развојни блог</a> и <a href="/files/doc/weechat/ChangeLog-4.0.2.html">ChangeLog</a>.

source: Version 4.0.3 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://blog.weechat.org/post/2023/08/08/Version-4.0.3">development blog</a> and <a href="/files/doc/weechat/ChangeLog-4.0.3.html">ChangeLog</a>.
pl: Wersja 4.0.3 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletną listę poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2023/08/08/Version-4.0.3">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-4.0.3.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.3! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://blog.weechat.org/post/2023/08/08/Version-4.0.3">развојни блог</a> и <a href="/files/doc/weechat/ChangeLog-4.0.3.html">ChangeLog</a>.

source: Version 4.0.4 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://blog.weechat.org/post/2023/08/22/Version-4.0.4">development blog</a> and <a href="/files/doc/weechat/ChangeLog-4.0.4.html">ChangeLog</a>.
pl: Wersja 4.0.4 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.0.4.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.4! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://blog.weechat.org/post/2023/08/22/Version-4.0.4">развојни блог</a> и <a href="/files/doc/weechat/ChangeLog-4.0.4.html">ChangeLog</a>.

source: Version 4.0.5 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.0.5.html">ChangeLog</a>.
pl: Wersja 4.0.5 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.0.5.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.5! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.0.5.html">ChangeLog</a>.

source: Version 4.0.6 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.0.6.html">ChangeLog</a>.
pl: Wersja 4.0.6 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.0.6.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.6! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.0.6.html">ChangeLog</a>.

source: Version 4.0.7 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.0.7.html">ChangeLog</a>.
pl: Wersja 4.0.7 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.0.7.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.7! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.0.7.html">ChangeLog</a>.

source: Version 4.0.8 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.0.8.html">ChangeLog</a>.
pl: Wersja 4.0.8 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.0.8.html">ChangeLog</a>.
sr: Доступна је верзија 4.0.8! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.0.8.html">ChangeLog</a>.

source: Version 4.1.0 is available! New features and bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.1.0.html">ChangeLog</a>.
pl: Wersja 4.1.0 jest dostępna! Kompletna lista nowych funkcji i poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.1.0.html">ChangeLog</a>.
sr: Доступна је верзија 4.1.0! Нове могућности и исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.1.0.html">ChangeLog</a>.

source: Version 4.1.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.1.1.html">ChangeLog</a>.
pl: Wersja 4.1.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.1.1.html">ChangeLog</a>.
sr: Доступна је верзија 4.1.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.1.1.html">ChangeLog</a>.

source: Version 4.1.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.1.2.html">ChangeLog</a>.
pl: Wersja 4.1.2 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/doc/weechat/ChangeLog-4.1.2.html">ChangeLog</a>.
sr: Доступна је верзија 4.1.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.1.2.html">ChangeLog</a>.

source: Version 4.1.3 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.1.3.html">ChangeLog</a>.
pl: Wersja 4.1.3 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.1.3.html">ChangeLog</a>.
sr: Доступна је верзија 4.1.3! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.1.3.html">ChangeLog</a>.

source: Version 4.2.0 is available! New features and bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.2.0.html">ChangeLog</a>.
pl: Wersja 4.2.0 jest dostępna! Kompletna lista nowych funkcji i poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.2.0.html">ChangeLog</a>.
sr: Доступна је верзија 4.2.0! Нове могућности и исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.2.0.html">ChangeLog</a>.

source: Version 4.2.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.2.1.html">ChangeLog</a>.
pl: Wersja 4.2.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.2.1.html">ChangeLog</a>.
sr: Доступна је верзија 4.2.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.2.1.html">ChangeLog</a>.

source: Version 4.2.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.2.2.html">ChangeLog</a>.
pl: Wersja 4.2.2 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/doc/weechat/ChangeLog-4.2.2.html">ChangeLog</a>.
sr: Доступна је верзија 4.2.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.2.2.html">ChangeLog</a>.

source: Version 4.2.3 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.2.3.html">ChangeLog</a>.
pl: Wersja 4.2.3 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.2.3.html">ChangeLog</a>.
sr: Доступна је верзија 4.2.3! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.2.3.html">ChangeLog</a>.

source: Version 4.3.0 is available! New features and bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.0.html">ChangeLog</a>.
pl: Wersja 4.3.0 jest dostępna! Kompletna lista nowych funkcji i poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.3.0.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.0! Нове могућности и исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.0.html">ChangeLog</a>.

source: Version 4.3.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.1.html">ChangeLog</a>.
pl: Wersja 4.3.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.3.1.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.1.html">ChangeLog</a>.

source: Version 4.3.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.2.html">ChangeLog</a>.
pl: Wersja 4.3.2 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/doc/weechat/ChangeLog-4.3.2.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.2.html">ChangeLog</a>.

source: Version 4.3.3 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.3.html">ChangeLog</a>.
pl: Wersja 4.3.3 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-4.3.3.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.3! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.3.html">ChangeLog</a>.

source: Version 4.3.4 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.4.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.4! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.4.html">ChangeLog</a>.

source: Version 4.3.5 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.5.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.5! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.5.html">ChangeLog</a>.

source: Version 4.3.6 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="/files/doc/weechat/ChangeLog-4.3.6.html">ChangeLog</a>.
sr: Доступна је верзија 4.3.6! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="/files/doc/weechat/ChangeLog-4.3.6.html">ChangeLog</a>.

source: Version 4.4.0 is available! New features and bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.0">ChangeLog</a>.
sr: Доступна је верзија 4.4.0! Нове могућности и исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.0">ChangeLog</a>.

source: Version 4.4.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.1">ChangeLog</a>.
sr: Доступна је верзија 4.4.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.1">ChangeLog</a>.

source: Version 4.4.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.2">ChangeLog</a>.
sr: Доступна је верзија 4.4.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.2">ChangeLog</a>.

source: Version 4.4.3 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.3">ChangeLog</a>.
sr: Доступна је верзија 4.4.3! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.3">ChangeLog</a>.
