Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Updated theme has been submitted for review.
de: Neues Theme wurde zur Überprüfung übertragen.
fr: Le thème mis à jour a été soumis pour validation.
ja: アップデートされたテーマが投稿され、レビュー待ち状態になりました。
pl: Uaktualniony motyw został przekazany do oceny.
sr: Ажурирана тема је предата на преглед.

source: The theme.
de: Das Theme.
fr: Le thème.
ja: テーマ。
pl: Motyw.
sr: Тема.

source: Your name or nick
de: Dein Name oder Nick
fr: Votre nom ou pseudo
ja: 名前またはニックネーム
pl: Twoje imię lub nick
sr: Ваше име или надимак

source: Used for themes page.
de: Wird für Themes-Seite verwendet.
fr: Utilisé pour la page des thèmes.
ja: テーマページで使われます。
pl: Używany na stronie z motywami.
sr: Користи се за страницу са темама.

source: Your e-mail
de: Deine email
fr: Votre e-mail
ja: 電子メールアドレス
pl: Twój e-mail
sr: Ваш и-мејл

source: No spam, never displayed.
de: Kein Spam, dieser wird nicht angezeigt.
fr: Pas de spam, jamais affiché sur le site.
ja: メールアドレスは掲載されないので、スパムの心配はありません。
pl: Żadnego spamu, nigdy nie wyświetlany.
sr: Нема спама, никада се не приказује.

source: Comments
de: Bemerkungen
fr: Commentaires
ja: コメント
pl: Komentarz
sr: Коментари

source: Not displayed.
de: Wird nicht dargestellt.
fr: Non affiché.
ja: 表示されません。
pl: Niewyświetlany.
sr: Није приказано.

source: Are you a spammer?
de: Bist Du ein Spammer?
fr: Êtes-vous un spammeur ?
ja: スパマーですか?
pl: Czy jesteś spamerem?
sr: Да ли сте спамер?

source: Enter "no" if you are not a spammer.
de: Gebe "no" ein, sofern Du kein Spammer bist.
fr: Entrez "no" si vous n'êtes pas un spammeur.
ja: スパマーでないなら "no" と入力してください。
pl: Wpisz "no" jeśli nie jesteś spamerem.
sr: Унесите „no” ако нисте спамер.

source: Theme file too big.
de: Theme Datei ist zu groß.
fr: Fichier de thème trop gros.
ja: テーマファイルが大きすぎます。
pl: Za duży plik motywu.
sr: Фајл теме је сувише велики.

source: Invalid theme file.
de: Ungültige Theme-Datei.
fr: Fichier de thème invalide.
ja: 不正なテーマファイルです。
pl: Niewłaściwy plik motywu.
sr: Неисправан фајл теме.

source: This name already exists.
de: Dieser Name wird schon verwendet.
fr: Ce nom existe déjà.
ja: その名前はすでに使われています。
pl: Ta nazwa już została użyta.
sr: Ово име већ постоји.

source: Invalid name inside theme file.
de: Ungültiger Name in der Theme-Datei.
fr: Nom invalide dans le fichier de thème.
ja: テーマファイルの中の名前が不正です。
pl: Niewłaściwa nazwa wewnątrz pliku motywu.
sr: Неисправно име унутар фајла теме.

source: Invalid WeeChat version, too old!
de: Ungültige WeeChat Version, da zu alt!
fr: Version de WeeChat invalide, trop ancienne !
ja: 不正な WeeChat バージョンです。古過ぎます!
pl: Niewłaściwa wersja WeeChat, za stara!
sr: Неисправна WeeChat верзија, сувише стара!

source: Choose…
de: Auswählen…
fr: Choisissez…
ja: 選択…
pl: Wybierz…
sr: Изаберите…

source: Internal error.
de: Interner Fehler.
fr: Erreur interne.
ja: 内部エラー。
pl: Wewnętrzny błąd.
sr: Интерна грешка.

source: Invalid name: different from theme.
de: Ungültiger Name: unterscheidet sich vom Theme.
fr: Nom invalide : différent du thème.
ja: 不正な名前: テーマとは異なります。
pl: Niewłaściwa nazwa: różni się od motywu.
sr: Неисправно име: разликује се од имена теме.

source: Release signing key (format: PGP public key).
de: Schlüssel zum Unterschreiben der veröffentlichten Version (Format: öffentlicher PGP Schlüssel).
fr: Clé de signature de version (format : clé publique PGP).
pl: Klucz podpisu wydania (format: klucz publiczny PGP).

source: Debian/Ubuntu repository signing key (format: PGP public key).
de: Schlüssel zum Unterschreiben des Debian/Ubuntu Repositorium (Format: öffentlicher PGP Schlüssel).
fr: Clé de signature des dépôts Debian/Ubuntu (format : clé publique PGP).
pl: Klucz podpisu repozytorium Debiana/Ubuntu (format: klucz publiczny PGP).

source: (binary data)
de: (binäre Daten)
fr: (données binaires)
pl: (dane binarne)

source: Crash on send of unknown commands to IRC server.
de: Absturz beim Senden unbekannter Befehle an den IRC-Server.
fr: Crash sur l'envoi de commandes inconnues au serveur IRC.
pl: Crash przy wysyłaniu nieznanych komend do serwera IRC.

source: Version 2.9 is available! Among the new features: - add command "handshake" in weechat relay protocol and nonce to prevent replay attacks during authentication - add command "completion" in weechat relay protocol - add option relay.network.auth\_timeout, add status "waiting\_auth" in irc and weechat relay protocols - add option "color\_bg\_inactive" in bars - add bar items "buffer\_nicklist\_count\_groups" and "buffer\_nicklist\_count\_all" - add key Alt+Enter to insert a newline, set default size for input bar to 0 (automatic) - add a scalable WeeChat logo (SVG) - add base 16/32/64 encoding/decoding in evaluation of expressions with "base\_encode:base,xxx" and "base\_decode:base,xxx" - add case sensitive wildcard matching comparison operator ("==*" and "!!*") and case sensitive/insensitive include comparison operators ("==-", "!!-", "=-", "!-") in evaluation of expressions - add keys Alt+Shift+B and Alt+Shift+N to toggle buflist/nicklist bars - reload configuration files when the SIGHUP signal is received - add API functions to complete words in command line - evaluate option buflist.look.sort - add support of "UTF8MAPPING" in IRC server - display IRC "account" messages in buffers - evaluate arguments when a trigger of type "command" is created - enable again command "/guile eval" - fix slow send of data to relay clients when SSL is enabled - add CI with GitHub Actions - run tests on plugins only if the plugins are enabled and compiled - GnuTLS is now a required dependency - disable build of JavaScript plugin by default, remove Debian package "weechat-javascript" - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2020/07/18/Version-2.9">development blog</a> or <a href="/files/changelog/ChangeLog-2.9.html">ChangeLog</a>.
de: Version 2.9 ist verfügbar! Über die neuen Funktionen: - neu: Befehl "handshake" in weechat relay protocol und nonce um Wiederholungsangriffe während der Authentifizierung zu verhindern - neu: Befehl "completion" in weechat relay protocol - neu: Option relay.network.auth\_timeout, add status "waiting\_auth" in irc and weechat relay protocols - neu: Option "color\_bg\_inactive" in Bars - neu: Bar Items "buffer\_nicklist\_count\_groups" und "buffer\_nicklist\_count\_all" - neu: Tastenbefehl Alt+Enter um eine neue Zeile einzufügen, die Standardeinstellung für die Input-Bar ist 0 (automatisch) - neu: ein skalierbares WeeChat logo (SVG) - neu: Base 16/32/64 En-/Dekodierung bei der Auswertung von Ausdrücken mittels "base\_encode:base,xxx" und "base\_decode:base,xxx" - neu: Groß- und Kleinschreibung beachten mittels Vergleichsoperatoren ("==*" and "!!*") sowie Beachtung von Groß- und Kleinschreibung mittels Vergleichsoperatoren ("==-", "!!-", "=-", "!-") bei der Auswertung von Ausdrücken - neu: Tastenbefehl Alt+Shift+B sowie Alt+Shift+N um die Buflist/Nicklist Bars umzuschalten - Konfigurationsdateien werden bei einem SIGHUP Signal neu geladen - neu:API Funktionen um Wörter in der Kommandozeile zu vervollständigen - Option buflist.look.sort ist evaluiert - neu: Unterstützung von "UTF8MAPPING" in IRC Server - zeigt IRC "account" Nachrichten in Buffern an - Argumente werden evaluiert, wenn ein Trigger vom Typ "command" erstellt wird - Befehl "/guile eval" ist wieder aktiviert - behoben: langsames Senden von Daten an Relay-Clients, wenn SSL aktiviert ist - neu: CI mittels GitHub Actions - teste für Erweiterungen werden nur durchgeführt, wenn diese aktiv sind und kompiliert wurden - GnuTLS ist nun eine notwendige Abhängigkeit beim Kompilieren - standardmäßig ist die Erstellung der JavaScript-Erweiterung deaktiviert. Das Debian-Paket "weechat-javascript" wurde entfernt. - weitere Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="https://blog.weechat.org/post/2020/07/18/Version-2.9">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-2.9.html">Änderungsprotokoll</a>.
fr: La version 2.9 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de la commande "handshake" dans le protocole relay weechat et d'un "nonce" pour prévenir les attaques par rejeu pendant l'authentification - ajout de la commande "completion" dans le protocole relay weechat - ajout de l'option relay.network.auth_timeout, ajout du statut "waiting_auth" dans les protocoles relay irc et weechat - ajout de l'option "color_bg_inactive" dans les barres - ajout des objets de barre "buffer_nicklist_count_groups" et "buffer_nicklist_count_all" - ajout de la touche Alt+Enter pour insérer une nouvelle ligne, taille par défaut de la barre input définie à 0 (automatique) - ajout du logo WeeChat au format vectoriel (SVG) - ajout d'encodage/décodage base 16/32/64 dans l'évaluation des expressions avec "base_encode:base,xxx" et "base_decode:base,xxx" - ajout d'un opérateur de comparaison de correspondance générique sensible à la casse ("==*" et "!!*") et d'opérateurs d'inclusion sensibles et non sensibles à la casse ("==-", "!!-", "=-", "!-") dans l'évaluation des expressions - ajout des touches Alt+Shift+B et Alt+Shift+N pour activer/désactiver les barres buflist/nicklist - rechargement des fichiers de configuration lorsque le signal SIGHUP est reçu - ajout de fonctions d'API pour compléter les mots dans la ligne de commande - évaluation de l'option buflist.look.sort - ajout du support "UTF8MAPPING" dans le serveur IRC - affichage des messages IRC "account" dans les tampons - évaluation des paramètres lorsqu'un trigger de type "command" est créé - réactivation de la commande "/guile eval" - correction de l'envoi très lent des messages aux clients relay lorsque SSL est activé - ajout de CI avec GitHub Actions - lancement des tests des extensions seulement si les extensions sont activées et compilées - GnuTLS est désormais une dépendance obligatoire - désactivation de la construction de l'extension JavaScript par défaut, suppression du paquet Debian "weechat-javascript" - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2020/07/18/Version-2.9">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.9.html">ChangeLog</a>.
pl: Wersja 2.9 jest dostępna! Najważniejsze zmiany: - dodano komendę "handshake" w protokole pośrednika weechat i nonce aby zapobiec atakom podczas autentykacji - dodano komendę "completion" w protokole pośrednika weechat - dodano opcję relay.network.auth\_timeout, dodano status "waiting\_auth" w protokole irc i pośrednika weechat - dodano opcję dla pasków "color\_bg\_inactive" - dodano elementy pasków "buffer\_nicklist\_count\_groups" i "buffer\_nicklist\_count\_all" - dodano skrót klawiszowy Alt+Enter do wstawiania nowej linii, domyślny rozmiar wiersza poleceń ustawiono na 0 (automatyczny) - dodano skalowalne logo WeeChat (SVG) - dodano obsługę dla kodowania base 16/32/64 do ewaluacji wyrażeń za pomocą "base\_encode:base,xxx" i "base\_decode:base,xxx" - dodano wildcardy dla operatorów porównania ("==*" i "!!*") i ("==-", "!!-", "=-", "!-") w przetwarzaniu wyrażeń - dodano skróty klawiszowe Alt+Shift+B i Alt+Shift+N do przełączania widoczności pasków z buforami/nickami - pliki konfiguracyjne są przeładowywane, kiedy zostanie otrzymany sygnał SIGHUP - dodano funkcje API do uzupełniania słów w linii poleceń - przetwarzanie opcji buflist.look.sort - dodano wsparcie "UTF8MAPPING" dla serwerów IRC - wyświetlanie wiadomości IRC "account" w buforach - przetwarzanie argumentów, kiedy tworzony jest trigger typu "command" - ponownie włączono komendę "/guile eval" - naprawiono wolne przesyłanie danych do klientów pośrednika z włączonym SSL - dodano CI używający GitHub Actions - testy dla pluginów są uruchamiane tylko jeśli są one skompilowane i włączone - GnuTLS jest teraz wymaganą zależnością - wyłączono domyślnie budowanie wtyczki JavaScript, usunięto pakiet Debiana "weechat-javascript" - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2020/07/18/Version-2.9">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.9.html">ChangeLog</a>.

source: WeeChat - Wee Enhanced Environment for Chat
ja: WeeChat - 小さくて強力なチャット環境
pl: WeeChat - Małe Udoskonalone Środowisko do rozmów

source: Add/del channels in autojoin option.
de: Einfaches hinzufügen/löschen von Kanälen in die autojoin-Liste.
fr: Ajouter/supprimer des canaux dans l'option autojoin.
pl: Dodawanie/usuwanie kanałów z opcji autojoin.

source: Configure autojoin for all servers according to currently joined channels.
de: Konfiguriert autojoin für alle Server, entsprechend der zur Zeit geöffneten Kanäle.
fr: Configurer l'autojoin pour tous les serveurs avec les canaux courants.
pl: Konfiguruje listę kanałów do automatycznego połączenia dla wszystkich serwerów, bazując na obecnej liście połączonych kanałów.

source: Display Bitcoin or other crypto currency spot exchange value.
de: Zeigt den Umrechnungswert für Bitcoin oder andere Krypto-Währungen an.
fr: Afficher la valeur d'échange du Bitcoin ou autre crypto-monnaie.
ja: Bitcoin やその他の暗号通貨の交換レートを表示。
pl: Wyświetla aktualny kurs wymiany Bitcoina lub innej kryptowaluty.

source: Notifier using IrssiNotifier.
de: Benachrichtigung über IrssiNotifier.
fr: Notification avec IrssiNotifier.
pl: Powiadomienia z użyciem IrssiNotifier.

source: DCC (file/chat)
de: DCC (Datentransfer/Chat)
fr: DCC (fichier/discussion)
ja: DCC (ファイル転送/チャット)
pl: DCC (transfer/rozmowa)

source: Want to write a remote interface via relay? → <strong>Relay protocol</strong>.
pl: Chcesz stworzyć zdalny interfejs poprzez relay? → <strong>Protokół relay</strong>.

source: ChangeLog
pl: Lista zmian

source: The following examples use sudo and apt-get.
de: Bei den nachfolgenden Beispielen wird sudo und apt-get verwendet.
fr: Les exemples qui suivent utilisent sudo et apt-get.
ja: 以下の例では sudo と apt-get を使っています。
pl: Poniższe przykłady używają sudo i apt-get.

source: Note: in some Linux distributions, the package gpg-agent is called gnupg-agent.
de: Hinweis: bei einigen Linux-Distributionen heißt das Paket nicht gpg-agent, sondern gnupg-agent.
fr: Note : dans certaines distributions Linux, le paquet gpg-agent s'appelle gnupg-agent.
pl: Uwaga: w niektórych dystrybucjach pakiet gpg-agent występuje pod nazwą gnupg-agent.

source: GPG key
de: GPG Schlüssel
fr: Clé GPG
pl: Klucz GPG

source: Create GnuPG directory:
de: Erstellt GnuPG Verzeichnis:
fr: Créez le répertoire GnuPG :
pl: Stwórz katalog GnuPG:

source: Import the GPG key used to sign the repositories:
de: Importieren des GPG-Schlüssel, der zum Signieren der Repositorien verwendet wird:
fr: Importez la clé GPG utilisée pour signer les dépôts :
pl: Zaimportuj klucz GPG użyty do podpisania repozytoriów:

source: In case of problem, the GPG key can be downloaded here:
de: Im Falle eines Problems, kann der GPG-Schlüssel hier heruntergeladen werden:
fr: En cas de problème, la clé GPG peut être téléchargée ici :
pl: W razie problemów klucz GPG można pobrać stad:

source: Create a weechat.list file with the repository, according to your distribution/version:
de: Erstelle eine weechat.list Datei für Dein Repositorium, entsprechend der Distribution/Version:
fr: Créez un fichier weechat.list avec le dépôt, selon votre distribution/version :
ja: お使いのディストリビューション/バージョンに対応するリポジトリを含む weechat.list ファイルを作成してください:
pl: Stwórz plik weechat.list z repozytorium dla twojej dystrybucji/wersji:

source: Note: the second command line is optional, it is used to download source packages.
de: Hinweis: die zweite Befehlszeile ist optional, sie dient dazu die Quellpakete herunterzuladen.
fr: Note : la seconde ligne de commande est facultative, elle est utilisée pour télécharger les paquets sources.
pl: Uwaga: druga komenda jest opcjonalna, jest ona używana do pobierania pakietów źródłowych.

source: <strong>Important:</strong> it is not recommended to download or use any of these old versions: they are less stable than the latest released version, and may contain security vulnerabilities fixed in later versions.
de: <strong>Wichtig:</strong> Es wird davon abgeraten diese älteren Versionen herunter zu laden und zu nutzen, diese Versionen laufen weniger stabil als eine aktuelle Version und beinhalten möglicherweise Sicherheitslücken die in nachfolgenden Versionen behoben wurden.
fr: <strong>Important :</strong> il est déconseillé de télécharger ou d'utiliser une de ces anciennes versions : elles sont moins stables que la dernière version distribuée et peuvent contenir des failles de sécurité qui sont corrigées dans les versions ultérieures.
pl: <strong>Ostrzeżenie</strong> nie zaleca się pobierania i używania żadnej ze starszych wersji: są one mniej stabilne niż najnowsze wypuszczone wersje, i mogą zawierać błędy bezpieczeństwa naprawione w późniejszych wersjach.

source: <strong>Warning:</strong> the version %(version)s has one or more <a href="%(security_url)s">vulnerabilities</a>, it is not recommended to use it.
de: <strong>Warnung:</strong> diese Version %(version)s enthält eine oder mehrere <a href="%(security_url)s">Schwachstellen</a>. Es wird dringend empfohlen diese Version nicht mehr zu verwenden.
fr: <strong>Attention :</strong> la version %(version)s a une ou plusieurs <a href="%(security_url)s">vulnérabilités</a>, il n'est pas recommandé de l'utiliser.
ja: <strong>警告:</strong> バージョン %(version)s には<a href="%(security_url)s">脆弱性</a>があります。これを使用することはおすすめできません。
pl: <strong>Uwaga:</strong> wersja %(version)s zawiera jeden lub więcej<a href="%(security_url)s">podatności</a>, nie zaleca się jej używać.

source: Vulnerabilities fixed in versions:
de: Schwachstellen behoben in Version:
fr: Vulnérabilités corrigées dans les versions :
ja: 脆弱性が修正されているバージョン:
pl: Podatności naprawione w wersjach:

source: GPG signature
de: GPG Signatur
fr: Signature GPG
pl: Podpis GPG

source: Import the GPG key:
de: Importiert den GPG Schlüssel:
fr: Importer la clé GPG :
pl: Zaimportuj klucz GPG:

source: Now you can type /py2 or /py3 to switch the Python version.
de: Um zwischen den Python-Versionen zu wechseln, /py2 oder /py3 eingeben.
fr: Maintenant vous pouvez taper /py2 ou /py3 pour basculer la version de Python.
ja: これで /py2 または /py3 を使って、Python バージョンを切り替えることが可能になりました。
pl: Teraz możesz wpisać /py2 lub /py3 aby przełączyć wersje Pythona.

source: Tester's guide
fr: Guide du testeur

source: Add bar items with plain text.
de: Erstellt Items zum Anzeigen von reinem Text.
fr: Ajoute des objets de barre avec du texte.

source: Multi-line edit box, also supports editing of multi-line pastes.
de: Mehrzeiliges Editieren, auch von mehrzeiligem Text der eingefügt wurde.
fr: Édition multi-ligne avec support de l'édition de collages multi-lignes.

source: Except for QWeeChat, the softwares listed on this page are NOT developed by WeeChat team. For support, please ask directly to the authors.
de: Die auf dieser Seite aufgeführte Software wird NICHT vom WeeChat Team entwickelt, davon ausgenommen ist QWeeChat. Sollten Fragen auftauchen wird gebeten sich direkt mit dem verantwortlichen Autor in Verbindung zu setzen.
fr: Sauf pour QWeeChat, les logiciels listés sur cette page ne sont PAS développés par l'équipe WeeChat. Pour du support, merci de vous adresser directement aux auteurs.

source: Screenshot not found:
de: Bildschirmfoto nicht gefunden:
fr: Capture d'écran non trouvée :

source: Security issues
fr: Problèmes de sécurité

source: This page lists major features done or planned.
de: Diese Seite führt bedeutende Funktionen auf, die geplant sind oder umgesetzt wurden.
fr: Cette page liste les fonctionnalités majeures effectuées ou planifiées.

source: Dive in the <strong>future</strong> of WeeChat!
de: Lass Dich in die <strong>Zukunft</strong> von WeeChat entführen!
fr: Plongez dans le <strong>futur</strong> de WeeChat !

source: Docs for old versions
fr: Docs pour les anciennes versions

source: <strong>Important:</strong> these old versions are <strong>not supported</strong> any more!
fr: <strong>Important :</strong> ces anciennes versions ne sont <strong>plus supportées</strong> !

source: This page lists all known and fixed security vulnerabilities in WeeChat stable releases.
fr: Cette page liste toutes les failles de sécurité connues et corrigées dans les versions stables de WeeChat.

source: This page lists vulnerabilities by WeeChat version (click on a version for the detail of all issues).
fr: Cette page liste les failles de sécurité par version de WeeChat (cliquez sur une version pour le détail de toutes les failles).

source: The upgrade of WeeChat to the latest stable version is highly recommended.
fr: La mise à jour de WeeChat vers la dernière version stable est fortement recommandée.

source: Click on one of the buttons below and follow the instructions:
de: Wähle einen der beiden Spendenknöpfe aus und folge der Beschreibung:
fr: Cliquez sur l'un des boutons ci-dessous et suivez les instructions :

source: <strong>Liberapay</strong>: recurring donation with very low fees (<strong>best choice</strong>)
de: <strong>Liberapay</strong>: turnusmäßige Spenden mit sehr geringen Gebühren (<strong>beste Wahl</strong>)
fr: <strong>Liberapay</strong> : dons récurrents avec des frais très faibles (<strong>meilleur choix</strong>)

source: <strong>Paypal</strong>: one-time donation.
de: <strong>Paypal</strong>: einmalige Spende.
fr: <strong>Paypal</strong> : don unique.

source: You can leave name and comment, they will be displayed on this page, providing that the following conditions are met:
de: Man kann einen Namen und einen Kommentar hinterlassen, diese werden auf dieser Seite veröffentlicht. Dazu müssen aber folgende Bedingungen erfüllt werden:
fr: Vous pouvez laisser un nom et un commentaire, ils seront affichés sur cette page, à condition que les conditions suivantes soient respectées :

source: Donate using Liberapay
de: Spenden mittels Liberapay
fr: Donner avec Liberapay

source: See the weechat page on Liberapay:
de: Siehe die WeeChat-Seite auf Liberapay:
fr: Voir la page weechat sur Liberapay :

source: <strong>A new release is under construction!</strong> Follow the progress on <a href="%(download_release_url)s">this page</a>.
fr: <strong>Une nouvelle version est en cours de construction !</strong> Suivez l'avancement sur <a href="%(download_release_url)s">cette page</a>.

source: Release notes
fr: Notes de version

source: Display the fingerprint:
fr: Afficher l'empreinte :

source: Check that the fingerprint is correct by checking the topic on #weechat channel (irc.libera.chat) or by asking to a developer.
fr: Vérifier que l'empreinte est correcte en vérifiant le titre du canal #weechat (irc.libera.chat) ou en demandant à un développeur.

source: No release in progress.
fr: Pas de version en cours de publication.

source: This page is updated only a few hours during the build of a new version.
fr: Cette page est mise à jour seulement quelques heures pendant la construction de la nouvelle version.

source: We are working hard on the next version:
fr: Nous travaillons dur sur la prochaine version :

source: Tired of your terminal?
de: Müde von deinem Terminal?
fr: Fatigué de votre terminal ?

source: Connect to your WeeChat from your browser, Android, Qt or even Emacs!
de: Verbinde dich zu Deinem WeeChat über Deinen Browser, Android, Qt oder auch Emacs!
fr: Connectez-vous à votre WeeChat depuis votre navigateur, Android, Qt ou même Emacs !

source: SameGame.
de: Spiel: SameGame (Puzzlespiel).
ja: さめがめ。
