Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: A new mailing list has been added for the security advisories. To be warned immediately when a security vulnerability is found in WeeChat, just <a href="https://lists.nongnu.org/mailman/listinfo/weechat-security">subscribe to the list</a>.
de: Es wurde eine neue Mailingliste, für sicherheitsrelevante Probleme, eingerichtet. Um sich umgehend über sicherheitsrelevante Probleme informieren zu lassen, muss man die <a href="https://lists.nongnu.org/mailman/listinfo/weechat-security">Mailingliste abonnieren</a>.
fr: Une nouvelle liste de diffusion a été ajoutée pour les annonces de sécurité. Pour être informé immédiatement lorsqu'une faille de sécurité est découverte dans WeeChat, <a href="https://lists.nongnu.org/mailman/listinfo/weechat-security">souscrivez à cette liste de diffusion</a>.
ja: セキュリティ勧告用の新しいメーリングリストが追加されました。 WeeChat のセキュリティの脆弱性に関する情報を迅速に受け取るには<a href="https://lists.nongnu.org/mailman/listinfo/weechat-security">メーリングリストを購読してください</a>。
pl: Została dodana nowa lista mailingowa dla informacji na temat bezpieczeństwa. Aby być informowany od razu po wykryciu podatności bezpieczeństwa w WeeChat wystarczy <a href="https://lists.nongnu.org/mailman/listinfo/weechat-security">zapisać się na liste</a>.
sr: Додата је нова мејлинг листа за савете о безбедности. Ако желите да будте обавештени чим се у WeeChat пронађе неки безбедносни пропуст, <a href="https://lists.nongnu.org/mailman/listinfo/weechat-security">пријавите се на листу</a>.

source: After discussion with irssi developers, both projects are going to merge in the next weeks. Most of WeeChat features will not be available in first merged versions, but they will be in a few months. This merge will give missing features to WeeChat and give new from irssi. WeeChat developers will not take part into final client (which should be renamed to "weerssi"). Update: it is of course an april joke :-)
de: Nach Diskussionen mit den irssi Entwicklern werden beide Projekte in den nächsten Wochen miteinander fusionieren. Die meisten WeeChat Funktionen werden in der ersten kombinierten Version nicht verfügbar sein. Dies wird leider einige Monate dauert. Die Zusammenführung beider Projekte wird WeeChat fehlende Funktionalität geben, die irssi schon besitzt. Die WeeChat Entwickler werden für die endgültige Fassung, die dann "weerssi" heißen wird nicht mehr verantwortlich sein. Update: April, April! :-)
fr: Suite aux discussions avec les développeurs irssi, les deux projets vont fusionner d'ici quelques semaines. Une grande partie des fonctionnalités propres à WeeChat ne seront plus accessibles dans les premières versions communes, mais le redeviendront d'ici quelques mois. Cette fusion permettra de bénéficier des fonctions qui manquent à WeeChat et d'en apporter de nouvelles à irssi. Les développeurs WeeChat ne participeront plus à l'évolution du client commun (qui devrait être renommé en "weerssi"). Mise à jour : il s'agit évidemment d'un poisson d'avril :-)
ja: irssi 開発者との話し合いの結果、双方のプロジェクトは来週統合される予定です。 最初の統合されたバージョンでは WeeChat の機能の殆どが利用できませんが、数カ月後には使えるようになる予定です。 この統合により WeeChat と irssi は双方に欠けている機能を補完し合うことになります。 WeeChat 開発者は最後のクライアントに参加しません (名前は "weerssi" に変わるでしょう)。 更新: もちろんエイプリルフールのジョークですよ :-)
pl: Po dyskusji z deweloperami irssi, oba projekty zostaną połączone w przeciągu najbliższych tygodni. Większość możliwości WeeChat nie pojawi się w pierwszej połączonej wersji, ale będą dodane za kilka miesięcy. To połączenie zapewni dodanie brakujących rzeczy do WeeChat oraz doda nowe od irssi. Deweloperzy WeeChat nie będą brali udziału w tworzeniu nowego klienta (który powinien być nazwany "weerssi"). Aktualizacja: to jest oczywiście żart :-)
sr: Након дискусије са irssi програмерима, у наредним недељама ће доћи до спајања оба пројекта. Већина WeeChat функционалности неће бити доступна у првим спојеним верзијама, али ће се вратити у року од неколико месеци. Ово спајање ће програму WeeChat дати функционалности које недостају, и преузеће нове из програма irssi. WeeChat програмери неће имати учешће у коначном клијенту (који би требало да се зове „weerssi”). Исправка: ово је, наравно, првоаприлска шала :-)

source: All sources packages are now available as xz package (in addition to gzip and bzip2): stable/devel version, old versions, scripts, QWeeChat. The xz packages are smaller than gzip (~2x) and bzip2 (~1.4x).
de: Alle Quellpakete sind nun auch als xz Pakete verfügbar (als Ergänzung zu gzip und bzip2): stabile/Entwicklerversion, alte Versionen, Skripte, QWeeChat. Die xz Pakete sind kleiner gegenüber gzip (~2x) und bzip2 (~1.4x).
fr: Tous les paquets sources sont désormais disponibles au format xz (en plus du gzip et bzip2) : version stable/développement, anciennes versions, scripts, QWeeChat. Les paquets xz sont plus petits que gzip (~2x) et bzip2 (~1.4x).
ja: 現在、すべてのソースパッケージを (gzip と bzip2 に加えて) xz パッケージとしても入手可能にしています: 安定版/開発版、過去のバージョン、スクリプト、QWeeChat。 これらの xz パッケージのサイズはその他の圧縮形式のパッケージのサイズよりも小さいです (gzip では 2 倍程度のサイズ、bzip2 では 1.4 倍程度のサイズです)。
pl: Wszytkie pakiety źródłowe są teraz dostępne jako archiwa xz (dodatkowo, pozagzip i bzip2): wersja stabilna/developerskia, stare wersjie, skrypty, QWeeChat. Archiwa xz są mniejsze niż gzpi (~2x) oraz bzip2 (~1.4x).
sr: Сада су сви пакети изворног кода доступни као xz архиве (уз gzip и bzip2): стабилна/развојна верзија, старе верзије, скрипте, QWeeChat. xz архиве су мање од gzip (~2x) и bzip2 (~1.4x).

source: An important refresh has been made for site weechat.org: new design, and new logo! Hope you enjoy the new version :)
de: Die weechat.org Homepage wurde überarbeitet: neues Design und ein neues Logo! Wir hoffen, Dir gefällt das neue Design :)
fr: Un rafraîchissement important a été effectué pour le site weechat.org : nouveau design et nouveau logo ! En espérant que vous apprécierez la nouvelle version :)
ja: weechat.org 最後が大幅に更新されました: 新しいデザイン、新しいロゴ! 新しいサイトをお楽しみください :)
pl: Istotnemu odświeżeniu została poddana strona weechat.org, nowy wygląd i logo! Mam nadzieję, że cieszycie się z nowej wersji :)
sr: Дошло је до важног освежавања сајта weechat.org: нови дизајн, и нови лого! Надамо се да уживате у новој верзији :)

source: As a Christmas gift, a new major feature of WeeChat is now available: support of 256 colors! It is available in git repository, or in devel package with version 0.3.4-rc2. The future version 0.3.4 will bring major features like: - 256 colors - irc proxy (relay plugin) - redirection of IRC commands - command /notify - rmodifier plugin - regular expressions for highlights - and much more! We wish you happy Christmas and happy new year with WeeChat! See you in 2011 for version 0.3.4 :-)
de: Als Weihnachtsgeschenk gibt es eine neue großartige Funktion für WeeChat: Unterstützung von 256 Farben! Diese Version, 0.3.4-rc2, ist sowohl über die Git-Repositorium oder als Devel-Paket verfügbar. Die kommende stabile Version, 0.3.4, wird über neue Funktionen verfügen: - 256 Farben - IRC Proxy (Relay Erweiterung) - Umlenkung von IRC Befehlen - /notify Befehl - rmodifier Erweiterung - reguläre Ausdrücke für Highlights - und noch einiges mehr! Wir wünschen Euch ein frohes Weihnachtsfest und ein glückliches neues Jahr mit WeeChat! Wir sehen uns im Jahr 2011 mit Version 0.3.4 :-)
fr: Comme cadeau de Noël, une fonctionnalité majeure de WeeChat est maintenant disponible : le support de 256 couleurs ! C'est disponible dans le dépôt git, ou dans le paquet de développement avec la version 0.3.4-rc2. La future version 0.3.4 apportera des fonctionnalités majeures : - 256 couleurs - proxy irc (extension relay) - redirection des commandes IRC - la commande /notify - l'extension rmodifier - les expressions régulières pour les highlights - et bien plus encore ! Nous vous souhaitons un joyeux Noël et une bonne année avec WeeChat ! Rendez-vous en 2011 pour la version 0.3.4 :-)
ja: WeeChat の重要な新機能 (256 色のサポート) をクリスマスプレゼントとしてお贈りします! これを利用するには git リポジトリやバージョン 0.3.4-rc2 の開発版パッケージをお使いください。 将来リリースするバージョン 0.3.4 で利用可能となる主な機能: - 256 色サポート - irc プロキシ (リレープラグイン) - IRC コマンドのリダイレクト - /notify コマンド - rmodifier プラグイン - ハイライトで正規表現をサポート - 他にもたくさんの機能が利用可能になります! WeeChat でクリスマスと新年のお喜びを申し上げます! 2011 年にバージョン 0.3.4 でお会いしましょう :-)
pl: Jako prezent świąteczny, dodane do WeeChat nową, istotną funkcję: wsparcie dla 256 kolorów! Dostępna jest ona w repozytorium git, oraz w paczce oznaczonej wersją 0.3.4-rc2. Nadchodząca wersja 0.3.4 przyniesie wiele nowych, istotnych funkcji jak: - 256 kolorów - pośrednik irc (wtyczka relay) - przekierowania komend IRC - komendę /notify - wtyczkę rmodifier - wyrażenia regularne dla podświetleń - oraz wiele więcej! Życzymy Wam wesołych świat Bożego Narodzenia, oraz szczęśliwego nowego roku z WeeChat! Do zobaczenia w 2011 roku z wersją 0.3.4 :-)
sr: Као божићни поклон, доступна је нова главна функционалност програма WeeChat: подршка за 256 боја! Доступна је у git репозиторијуму, или у развојном пакету са верзијом 0.3.4-rc2. Будућа верзија 0.3.4 ће донети главне функционалности као што су: - 256 боја - irc прокси (релеј додатак) - преусмеравање IRC команди - команда /notify - rmodifier додатак - регуларни изрази за истицања - и још доста тога! Желимо вам срећан Божић и срећну Нову годину са WeeChat! Видимо се у 2011 са верзијом 0.3.4 :-)

source: Bugs have been detected with WeeChat 0.2.2: for servers using charsets like KOI8-R. When nicks are encoded with cyrillic chars, WeeChat doesn't decode them, and display and behaviour with server are buggy. If you use KOI8-R (or charsets like this one), we recommend you to use version 0.2.1 or development version. If you use only UTF-8 or ISO charsets, there's no problem with version 0.2.2. These problems are fixed in development version. A new version will be available soon, it will fix all problems.
de: Folgende Probleme sind in WeeChat 0.2.2 aufgefallen: für Server die einen Zeichensatz KOI8-R öder ähnlich verwenden. Falls Nicks mit einem kyrillischen Zeichensatz kodiert waren hat WeeChat diesen nicht dargestellt. Falls ein solcher Zeichensatz Verwendung findet, ist es ratsam die Version 0.2.1 oder die Entwicklerversion zu nutzen. Falls nur ein UTF-8 oder ISO Zeichensatz genutzt wird, gibt es keine Probleme mit Version 0.2.2. Diese Probleme wurden mit der Entwicklerversion behoben. Eine neue Version wird in kürze Erscheinen, in der diese Fehler behoben sind.
fr: Des problèmes ont été détectés avec la version 0.2.2 de WeeChat : pour les serveurs utilisant un jeu de caractère tel que KOI8-R. Lorsque les pseudos sont encodés en cyrillique, WeeChat ne les décode pas et l'affichage ainsi que le comportement avec le serveur sont dégradés. Si vous utilisez KOI8-R (ou des jeux de caractères similaires), nous vous recommandons d'utiliser la version 0.2.1 ou celle de développement. Si vous utilisez les jeux de caractères UTF-8 ou ISO seulement, il n'y a pas de problème avec la version 0.2.2. Ces problèmes sont corrigés dans la version de développement. Une nouvelle version sera bientôt disponible, elle corrigera tous les problèmes.
ja: WeeChat 0.2.2 にバグが発見されました: サーバが KOI8-R などの文字セットを使っている場合に起きます。ニックネームがキリル文字でエンコードされている場合、WeeChat はこれをデコードせず、このようなサーバの表示と挙動にはバグが多いです。 KOI8-R (と同様の文字セット) を使っているなら、バージョン 0.2.1 または開発版を使うことをおすすめします。 UTF-8 または ISO 文字セットだけを使う限りにおいて、バージョン 0.2.2 に問題はありません。 これらの問題は開発版では修正されています。 近日中に全ての問題を修正した新しいバージョンをリリースする予定です。
pl: Wykryto błędy w WeeChat 0.2.2: dla serwerów używających kodowania jak KOI8-R. Kiedy nicki są zakodowane ze znakami cyrylicy, WeeChat nie dekoduje ich, przez co wyświetlanie i zachowanie z serwerem są błędne. Jeśli używasz kodowania KOI8-R (lub podobnego), zaleca się używanie wersji 0.2.1 lun rozwojowej. Jeśli korzystasz tylko z kodowania UTF-8 lub ISO, nie występują żadne problemy z wersją 0.2.2. Zostało to poprawione w wersji rozwojowej. Nowa wersja ukaże się wkrótce, poprawi wszystkie błędy.
sr: Откривени су багови у WeeChat 0.2.2: за сервере који користе скупове карактера као што је KOI8-R. Када су надимци кодирани ћириличним карактерима, WeeChat их не декодира, па су приказ и понашање у односу са сервером баговити. Ако користите KOI8-R (или скупове карактера као што је овај), препоручујемо вам да користите верзију 0.2.1 или развојну верзију. Ако користите само UTF-8 или ISO скупове карактера, нема проблема са верзијом 0.2.2. Ови проблеми су исправљени у развојној верзији. Ускоро ће бити доступна нова верзија која ће исправити све проблеме.

source: Bugs with version 0.2.2
de: Fehler in Version 0.2.2
fr: Bugs avec la version 0.2.2
ja: バージョン 0.2.2 のバグ
pl: Błędy w wersji 0.2.2
sr: Багови у верзији 0.2.2

source: Checksum (SHA1, 160-bit) is now displayed for source packages and some binary packages on download page. GPG signature is available for each stable release (the two source packages). You can find instructions to verify packages on download page. This should help you to verify that downloaded packages have not be corrupted in any way.
de: Eine Prüfsumme (SHA1, 160-Bit) wird nun für die Quellpakete und einige Binärpakete, welche man im Download-Bereich findet, ausgegeben. Eine GPG Signatur ist für alle stabilen Versionen verfügbar (für die zwei Quellpakete). Eine Beschreibung, wie man die Pakete verifizieren kann, findet man im Download-Bereich. Dies sollte sicherstellen, dass die Pakete in keiner Form verändert wurden.
fr: Le "checksum" (SHA1, 160 bits) est désormais affiché pour les paquets sources et quelques paquets binaires sur la page de téléchargement. La signature GPG est disponible pour chaque version stable (les deux paquets avec sources). Vous pouvez trouver les instructions pour vérifier les paquets sur la page de téléchargement. Cela devrait vous aider à vérifier que les paquets téléchargés n'ont pas été corrompus.
ja: ダウンロードページにあるソースパッケージとバイナリパッケージのチェックサム (SHA1、160 ビット) が提供されるようになりました。各安定版リリース (の 2 種類のソースパッケージ) の GPG 署名ファイルが提供されるようになりました。パッケージを検証する方法はダウンロードページに記載されています。 これらはダウンロードしたパッケージが壊れていないかどうかを検証するためのものです。
pl: Suma kontrolna (SHA1, 160-bit) jest teraz wyświetlana dla paczek ze źródłami oraz niektórych pakietów binarnych w dziale pobierz. Podpis GPG jest dostępny dla każdego stabilnego wydania (dwa pakiety źródłowe). Instrukcje jak zweryfikować pakiety można znaleźć w dziale pobierz. Powinno to pomóc zweryfikować, czy pobrane pakiety nie zostały z żaden sposób uszkodzone.
sr: Сада се за пакете изворног кода и неке пакете бинарних фајлова приказују контролне суме (SHA1, 160-bit). За свако стабилно издање (два пакета изворног кода) постоји GPG потпис. На страници за преузимање можете да пронађете упутства за проверу исправности пакета. Ово би требало да вам помогне при провери исправности преузетих пакета, јер се тако потврђује да нису искварени на било који начин.

source: Checksum and GPG signature
de: Checksumme und GPG Signatur
fr: Somme de contrôle et signature GPG
ja: チェックサムと GPG 署名
pl: Sumy kontrolne i podpisy GPG
sr: Контролна сума и GPG потпис

source: Christmas gift: <a href="/download/devel">QWeeChat</a>, the first remote interface for WeeChat. It is written in Python, using Qt toolkit. Note that this is an alpha version of this interface, many features are missing. More info and screenshot are on <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">development blog</a>. Merry Christmas and happy new year 2012 with WeeChat and QWeeChat!
de: Weihnachtsgeschenk: <a href="/download/devel">QWeeChat</a>, die erste externe Benutzeroberfläche für WeeChat. Die Oberfläche ist mittels Python erstellt und nutzt das Qt Toolkit. Hinweis: Diese Oberfläche ist eine Alphaversion und viele Funktionen sind noch nicht implementiert. Für weitere Informationen und Bildschirmfotos siehe <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">Entwickler Blog</a>. Frohe Weihnachten und ein glückliches neues Jahr 2012, mit WeeChat und QWeeChat!
fr: Cadeau de Noël : <a href="/download/devel">QWeeChat</a>, la première interface distante pour WeeChat. Elle est écrite en Python, et utilise Qt. Note : c'est une version alpha de l'interface, de nombreuses fonctionnalités sont manquantes. Plus d'informations et une capture d'écran sont disponibles sur le <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">blog de développement</a>. Joyeux Noël et bonne année 2012 avec WeeChat et QWeeChat !
ja: クリスマスプレゼント: <a href="/download/devel">QWeeChat</a>、WeeChat 用の初めてのリモートインターフェース。これは Qt ツールキットを使い Python で書かれています。 これはアルファ版であることに注意してください、多くの機能はまだ実装されていません。 詳しい情報とスクリーンショットは<a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">開発ブログ</a>を参照してください。 WeeChat と QWeeChat でクリスマスと新しい年である 2012 年をお祝いしましょう!
pl: Prezent świąteczny: <a href="/download/devel">QWeeChat</a>, pierwszy zdalny interfejs dla WeeChat. Został napisany w języku Python, z użyciem biblioteki Qt. Jest to wersja alfa interfejsu, dlatego brakuje mu wielu funkcjonalności. Więcej informacji można znaleźć na <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">blogu deweloperskim</a>. Wesołych świąt oraz szczęśliwego nowego roku 2012 z WeeChat i QWeeChat!
sr: Божићни поклон: <a href="/download/devel">QWeeChat</a>, први удаљени интерфејс за WeeChat. Написан је на језику Python, употребом Qt алата. Имајте на уму да је ово алфа верзија интерфејса, па недостају многе функционалности. Више информација и слике екрана су на <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">развојном блогу</a>. Срећан Божић и срећна Нова година 2012 уз WeeChat и QWeeChat!

source: Come with us on irc.libera.chat, #weechat-birthday to celebrate!
pl: Świętuj razem z nami na irc.libera.chat, #weechat-birthday !
sr: Придружите нам се на irc.libera.chat, #weechat-birthday да прославимо!

source: Debian/Raspbian repositories
de: Debian/Raspbian Repositorien
fr: Dépôts Debian/Raspbian
ja: Debian/Raspbian リポジトリ
pl: Repozytoria Debiana/Raspbiana
sr: Debian/Raspbian репозиторијуми

source: Debian/Ubuntu repositories for archs arm64 and armhf have been added, they replace Raspbian repositories (now marked as inactive). More information on the <a href="https://blog.weechat.org/post/2024/09/29/Debian-Ubuntu-repositories-for-archs-arm64-and-armhf">development blog</a>.
sr: Додати су Debian/Ubuntu репозиторијуми за arm64 и armhf архитектуре, који замењују Raspbian репозиторијуме (сада су означени као неактивни). Више информација на <a href="https://blog.weechat.org/post/2024/09/29/Debian-Ubuntu-repositories-for-archs-arm64-and-armhf">развојном блогу</a>.

source: Debian/Ubuntu repositories for archs arm64/armhf
sr: Debian/Ubuntu репозиторијуми за arm64/armhf архитектуре

source: Dennis Ritchie has left #world
de: Dennis Ritchie ist verstorben
fr: Dennis Ritchie a quitté #monde
ja: Dennis Ritchie さんが亡くなりました
pl: Dennis Ritchie opuścił #świat
sr: Денис Ричи је напустио #world (свет)

source: Devel blog
fr: Blog devel
ja: 開発ブログ
pl: Blog deweloperski
sr: Развојни блог

source: Development of Jabber plugin for WeeChat has started and a first alpha version is available. Note: many features are missing, like TLS connection, buddy list management, presence information, MUC and transports.
de: Die Entwicklung der Jabber Erweiterung für WeeChat wurde begonnen und eine erste Alpha Version ist verfügbar. Hinweis: Viele Funktionen sind noch nicht integriert, beispielsweise; TLC Verbindungen, buddy list management, presence information, MUC und transports.
fr: Le développement de l'extension Jabber pour WeeChat a démarré et une première version alpha est disponible. À noter : il manque encore bon nombre de fonctionnalités, comme la connexion TLS, la gestion de la liste de contacts, l'information de présence, le MUC et les transports.
ja: WeeChat 用の Jabber プラグインの開発が始まり、最初のアルファ版をリリースしました。 注意: TLS 接続、バディリスト管理、在席情報、MUC、転送などの多くの機能が実装されていません。
pl: Rozwój wtyczki do obsługi Jabbera w WeeChat wystartował, dostępna jest już pierwsza wersja alfa. Uwaga: brakuje wielu rzeczy jak: połączenia TLS, zarządzanie listą znajomych, informacje o obecności, MUC oraz transporty.
sr: Започет је развој Jabber додатка за WeeChat и доступна је прва алфа верзија. Напомена: недостају многе функционалности, као што је TLS веза, управљање листом пријатеља, информација о присутности, MUC и транспорти.

source: Documentation
de: Dokumentation
ja: 文書
pl: Dokumentacja
sr: Документација

source: Donations via Liberapay
de: Spenden mittels Liberapay
fr: Dons via Liberapay
ja: Liberapay 経由の寄付
pl: Dotacje przez Liberapay
sr: Донације преко Liberapay

source: Donations via Paypal
de: Spenden mittels PayPal
fr: Dons via Paypal
ja: Paypal 経由の寄付
pl: Dotacje przez Paypal
sr: Донације преко Paypal

source: First WeeChat screenshot is available (version with ncurses interface). This chat client is under development, first stable version will be available soon. Thanks for your patience...
de: Der erste Screenshot von WeeChat ist veröffentlicht (Version mit ncurses Oberfläche). Dieser Client ist in der Programmentwicklung. Die erste stabile Version wird bald zur Verfügung stehen. Danke für Ihre Geduld...
fr: La première capture d'écran de WeeChat est disponible (version avec interface ncurses). Ce client de discussion est toujours en développement, patience pour la première version stable...
ja: 初めての WeeChat のスクリーンショットを見ることができます (ncurses インターフェース版)。 このチャットクライアントは開発中で、もうすぐ最初の安定版をリリースする予定です。もうしばらくお待ちください...
pl: Pierwszy zrzut ekranu WeeChat jest dostępny (wersja z interfejsem ncurses). Ten klient rozmów jest pod rozwojem, pierwsza stabilna wersja będzie niedługo dostępna. Dziękuje za cierpliwość...
sr: Доступан је први WeeChat снимак екрана (верзија са ncurses интерфејсом). Овај чет клијент се развија, ускоро ће бити доступна прва стабилна верзија. Хвала вам на стрпљењу...

source: First release candidate (version 0.3.0-rc1) for future version 0.3.0 is available. No major feature will be added until version 0.3.0 will be released.
de: Erste Vorabveröffentlichung (Version 0.3.0-rc1), der neuen Version 0.3.0, ist verfügbar. Es werden bis zur Veröffentlichung von v0.3.0 keine wesentlichen Funktionen mehr hinzugefügt.
fr: La première "release candidate" (version 0.3.0-rc1) pour la future version 0.3.0 est disponible. Il n'y aura plus d'ajout de fonctionnalité majeure jusqu'à la sortie de la version 0.3.0.
ja: 次期バージョン 0.3.0 をリリースするための 1 番目のリリース候補版 (バージョン 0.3.0-rc3) です。バージョン 0.3.0 がリリースされるまでは機能追加は行われません。
pl: Pierwszy kandydat do wydania (wersja 0.3.0-rc1) nadchodzącej wersji 0.3.0 jest dostępny. Nie zostaną wprowadzone żadne znaczące zmiany do czasu wydania wersji 0.3.0.
sr: Доступан је први кандидат за издање (верзија 0.3.0-rc1) будуће верзије 0.3.0. Неће се додати ниједна главна функционалност све до издања верзије 0.3.0.

source: First version of WeeChat users guide is available. Many formats: PDF, html, text and texinfo (source document). Note: this documentation is not finished and we're still looking for translators, feel free to contact us ;)
de: Eine erste Anleitung für WeeChat Anwender ist, in folgenden Formaten, verfügbar: PDF, HTML, Text und Texinfo (Quelldokument). Hinweis: Diese Dokumentation ist keine endgültige Fassung und es werden noch immer Übersetzer gesucht. Wenn Sie Interesse haben, dann setzen Sie sich mit uns in Kontakt ;)
fr: La première version du guide utilisateur WeeChat est en ligne, dans différents formats : PDF, html, texte et texinfo (document source). NB : cette documentation n'est pas encore terminée et nous cherchons toujours des traducteurs, n'hésitez pas à nous contacter ;)
ja: WeeChat ユーザーズガイドの最初のバージョンをリリースします。PDF、html、text、texinfo (元文書) などの多くの文書フォーマットに対応しています。 注意: この文書はまだ完成していません。開発チームは翻訳者を募集しており、遠慮なく連絡をとってください ;)
pl: Dostępna jest pierwsza wersja przewodnika użytkownika dla WeeChat. Dostępna jest w wielu formatach: PDF, html, tekst oraz texinfo (dokument źródłowy). Uwaga: ta dokumentacja nie jest jeszcze ukończona, nadal szukamy tłumaczy, śmiało kontaktuj się z nami ;)
sr: Доступна је прва верзија WeeChat корисничког упутства. У многим форматима: PDF, html, текст и texinfo (изворни документ). Напомена: ова документација није завршена и још увек тражимо преводиоце, слободно нас контактирајте ;)
