Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: In early 2003, I looked for an IRC client with following features:
de: Anfang 2003 suchte ich einen IRC Client der folgende Funktionalität bieten sollte:
fr: Au début 2003, j'ai cherché un client IRC avec les fonctionnalités suivantes :
ja: 2003 年の初め頃、以下の機能を持つ IRC クライアントを探していました:
pl: Na początku roku 2003 poszukiwałem klienta IRC spełniającego następujące wymagania:
sr: Почетком 2003. године, тражио сам IRC клијент са следећим функционалностима:

source: free software
de: freie Software
fr: logiciel libre
ja: フリーソフトウェア
pl: wolne oprogramowanie
sr: слободан софтвер

source: running on Linux
de: lauffähig unter Linux
fr: tournant sous Linux
ja: Linux 上で動く
pl: działający na Linuksie
sr: ради на Linux-у

source: text interface
de: textbasierte Oberfläche
fr: interface texte
ja: テキストインターフェース
pl: tekstowy interfejs
sr: текст интерфејс

source: real nicklist
de: echte Nicklist
fr: vraie liste de pseudos
ja: 本物のニックネームリスト
pl: prawdziwa lista nicków
sr: права листа надимака

source: extensible with scripts written in various languages
de: erweiterbar durch Skripte für verschiedenen Sprachen
fr: extensible avec des scripts écrits dans différents langages
ja: 様々なスクリプト言語で拡張可能
pl: rozszerzalność za pomocą skryptów napisanych w różnych językach
sr: проширив скриптама написаним на разним језицима

source: My search was unsuccessful!
de: Meine Suche war nicht erfolgreich!
fr: Ma recherche a été infructueuse !
ja: そんなものは見つかりませんでした!
pl: Moje poszukiwania okazały się bezowocne!
sr: Моја потрага није била успешна!

source: And thus WeeChat was born, on June 2003.
de: Und aus diesem Grund wurde WeeChat im Juni 2003 geboren.
fr: Et donc WeeChat est né, en Juin 2003.
ja: そして WeeChat が誕生しました。2003 年 6 月のことです。
pl: I wtedy narodził się WeeChat, w czerwcu 2003.
sr: Па је тако, јуна 2003, рођен WeeChat.

source: Key dates
de: Meilensteine
fr: Dates clés
ja: 重要な日
pl: Kluczowe daty
sr: Кључни датуми

source: Date
de: Datum
ja: 日付
pl: Data
sr: Датум

source: interfaces
de: Oberflächen
ja: インターフェース
pl: interfejsy
sr: интерфејси

source: Remote interfaces are external software connecting on your WeeChat via the network.
de: Remote Oberflächen sind externe Programme die sich mit WeeChat über das Netzwerk verbinden.
fr: Les interfaces distantes sont des logiciels externes qui se connectent sur votre WeeChat par le réseau.
ja: リモートインターフェースとはネットワークを介して自分の WeeChat に接続する外部ソフトウェアです。
pl: Zdalne interfejsy to zewnętrzne programy łączące się z WeeChat poprzez sieć.
sr: Удаљени интерфејси су спољни софтвер који се повезује на ваш WeeChat преко мреже.

source: Except for WeeChat and QWeeChat, the softwares listed on this page are NOT developed by WeeChat team. For support, please ask directly to the authors.
sr: Сав софтвер наведен на овој страници, осим WeeChat и QWeeChat, НЕ развија WeeChat тим. Ако вам је потребна подршка, молимо вас да се обратите директно ауторима.

source: Name
fr: Nom
ja: 名称
pl: Nazwa
sr: Назив

source: Relay protocol
de: Relay Protokoll
fr: Protocole Relay
ja: リレープロトコル
pl: Protokół relay
sr: Релеј протокол

source: Client type
pl: Typ klienta
sr: Тип клијента

source: Site
de: Seite
ja: サイト
pl: Strona
sr: Сајт

source: Notes
de: Hinweis
ja: 備考
pl: Notatki
sr: Напомене

source: Download page
de: Downloadseite
fr: Page de téléchargement
ja: ダウンロードページ
pl: Strona pobierania
sr: Страница за преузимање

source: Public beta test:
pl: Publiczne testy beta:
sr: Јавни бета тест:

source: This project is not maintained any more.
de: Dieses Projekt wird nicht mehr betreut.
fr: Ce projet n'est plus maintenu.
ja: このプロジェクトはもうメンテナンスされていません。
pl: Ten projekt już nie jest rozwijany.
sr: Овај пројекат се више не одржава.

source: Something missing?
de: Fehlt etwas?
fr: Quelque chose manque ?
ja: 未掲載のソフトウェア?
pl: Czegoś brakuje?
sr: Нешто недостаје?

source: You have developed another remote interface for WeeChat?
de: Du hast eine weitere Remote-Oberfläche für WeeChat entwickelt?
fr: Vous avez développé une autre interface distante pour WeeChat ?
ja: もし WeeChat のリモートインターフェースを新たに開発したらどうすればいいですか?
pl: Stworzyłeś własny zdalny interfejs dla WeeChat?
sr: Да ли сте развили још један удаљени интерфејс за WeeChat?

source: Tell us more about your great software!
de: Erzähle uns etwas über Deine großartige Software!
fr: Dites-nous en plus sur votre excellent logiciel !
ja: 開発されたソフトウェアについて詳細を教えてくださいね!
pl: Opowiedz nam więcej o nim!
sr: Кажите нам нешто више о вашем сјајном софтверу!

source: screenshots
fr: captures d'écran
ja: スクリーンショット
pl: zrzuty ekranu
sr: снимци екрана

source: Relay clients
fr: Clients de relay
ja: リレークライアント
pl: Zdalne interfejsy
sr: Релеј клијенти

source: No screenshot.
de: Kein Bildschirmfoto.
fr: Pas de capture d'écran.
ja: スクリーンショットがありません。
pl: Brak zrzutu ekranu.
sr: Нема снимака екрана.

source: support
ja: サポート
pl: wsparcie
sr: подршка

source: <strong>Important:</strong> before asking for help, please read carefully <a href="%(doc_url)s">documentation</a> and <a href="%(faq_url)s">FAQ</a>.
de: <strong>Wichtig:</strong> Bevor man eine Frage stellt, sollte vorher die <a href="%(doc_url)s">Anleitung</a> und die <a href="%(faq_url)s">FAQ</a> gelesen werden.
fr: <strong>Important :</strong> avant de demander de l'aide, merci de lire attentivement la <a href="%(doc_url)s">documentation</a> et la <a href="%(faq_url)s">FAQ</a>.
ja: <strong>重要:</strong> 助けを求める前に、<a href="%(doc_url)s">文書</a>と <a href="%(faq_url)s">FAQ</a> を注意深く読んでください。
pl: <strong>Uwaga:</strong> zanim zapytasz o pomoc, zapoznaj się dokładnie z <a href="%(doc_url)s">dokumentacją</a> i <a href="%(faq_url)s">FAQ</a>.
sr: <strong>Важно:</strong> пре наго што затражите помоћ, молимо вас да пажљиво прочитате <a href="%(doc_url)s">документацију</a> и <a href="%(faq_url)s">ЧПП</a>.

source: On server irc.libera.chat:
de: Auf Server irc.libera.chat:
fr: Sur le serveur irc.libera.chat :
ja: サーバ irc.libera.chat 上:
pl: Na serwerze irc.libera.chat:
sr: На серверу irc.libera.chat:

source: official channels (with developers):
de: offizielle Channel (mit Entwicklern):
fr: canaux officiels (avec les développeurs) :
ja: 公式チャンネル (開発者が参加しています):
pl: oficjalne kanały (z developerami):
sr: званични канали (са програмерима):

source: non-official channels:
de: keine offiziellen Channel:
fr: canaux non officiels :
ja: 非公式チャンネル:
pl: nieoficjalne kanały:
sr: незванични канали:

source: Finnish
de: Finnisch
fr: Finlandais
ja: フィンランド語
pl: Fiński
sr: Фински

source: Bugs / Feature requests
de: Fehler / Funktionswünsche
fr: Bugs / Demandes de fonctionnalités
ja: バグ / 機能リクエスト
pl: Błędy / Propozycje nowych funkcji
sr: Багови / Захтеви за функционалност

source: Bugs and feature requests for WeeChat, QWeeChat and scripts can be submitted on GitHub:
de: Fehlermeldungen und Funktionswünsche für WeeChat, QWeeChat und Skripte können auf GitHub mitgeteilt werden:
fr: Les bugs et demandes de fonctionnalités pour WeeChat, QWeeChat et les scripts peuvent être soumis sur GitHub :
ja: WeeChat、QWeeChat、スクリプトのバグと機能リクエストは GitHub から投稿してください:
pl: Błędy i propozycje nowych funkcji dla WeeChat, QWeeChat i skryptów można zgłaszać na GitHubie:
sr: Багови и захтеви за функционалност за WeeChat, QWeeChat и скрипте могу да се поднесу на GitHub:

source: Social networks
de: Soziale Netzwerke
fr: Réseaux sociaux
ja: ソーシャルネットワーク
pl: Sieci społecznościowe
sr: Социјалне мреже

source: Mailing lists
de: Mailinglisten
fr: Listes de diffusion
ja: メーリングリスト
pl: Listy mailingowe
sr: Мејлинг листе

source: There are 3 mailing lists:
de: Es gibt 3 Mailinglisten:
fr: Il y a 3 listes de diffusion :
pl: Mamy 3 listy mailingowe:
sr: Постоје 3 мејлинг листе:

source: <strong>weechat-security</strong> (security advisories about WeeChat):
de: <strong>weechat-security</strong> (Sicherheitsankündigungen, die WeeChat betreffen):
fr: <strong>weechat-security</strong> (alertes de sécurité à propos de WeeChat) :
ja: <strong>weechat-security</strong> (WeeChat に関するセキュリティ勧告):
pl: <strong>weechat-security</strong> (ostrzeżenia bezpieczeństwa dla WeeChat):
sr: <strong>weechat-security</strong> (безбедносни савети у вези са WeeChat):

source: subscribe
de: abonnieren
fr: souscrire
ja: 登録
pl: zapisz się
sr: претплатите се

source: send a mail to the list
de: sende eine Mail an die Mailingliste
fr: envoyer un mail à la liste
ja: メーリングリストにメールを送信
pl: wyślij wiadomości na listę
sr: пошаљите мејл на листу

source: <strong>weechat-support</strong> (installation, usage, bugs, etc.):
de: <strong>weechat-support</strong> (Installation, Anwendung, Fehler, etc..):
fr: <strong>weechat-support</strong> (installation, utilisation, bugs, etc.) :
ja: <strong>weechat-support</strong> (インストール、使い方、バグ、など):
pl: <strong>weechat-support</strong> (instalacja, używanie, błędy, itp):
sr: <strong>weechat-support</strong> (инсталирање, употреба, багови, итд.):

source: <strong>weechat-dev</strong> (everything related to the development):
de: <strong>weechat-dev</strong> (alles was mit der Entwicklung zu tun hat):
fr: <strong>weechat-dev</strong> (tout ce qui concerne le développement) :
ja: <strong>weechat-dev</strong> (開発に関する内容すべて):
pl: <strong>weechat-dev</strong> (wszystko związane z rozwojem):
sr: <strong>weechat-dev</strong> (све у вези са развојем):

source: Authors
de: Autoren
fr: Auteurs
ja: 作者
pl: Autorzy
sr: Аутори

source: Developers:
de: Entwickler:
fr: Développeurs :
ja: 開発者:
pl: Deweloperzy:
sr: Програмери:

source: Translators:
de: Übersetzer:
fr: Traducteurs :
ja: 翻訳者:
pl: Tłumacze:
sr: Преводиоци:

source: Source code
de: Quellprogramm
fr: Code source
ja: ソースコード
pl: Kod źródłowy
sr: Изворни кôд

source: Source code of WeeChat.org is available on GitHub:
de: Quellcode von WeeChat.org ist auf GitHub veröffentlicht:
fr: Le code source de WeeChat.org est disponible sur GitHub :
ja: WeeChat.org のソースコードは GitHub で利用可能です:
pl: Kod źródłowy WeeChat.org jest dostępny na GitHub:
sr: Изворни кôд сајта WeeChat.org се налази на GitHub:

source: Hosting
fr: Hébergement
ja: ホスティング
sr: Хостовање

source: WeeChat.org is hosted by <a href="https://www.hetzner.de/en/">Hetzner</a>.
de: WeeChat.org wird auf <a href="https://www.hetzner.de/en/">Hetzner</a> gehostet.
fr: WeeChat.org est hébergé par <a href="https://www.hetzner.de/en/">Hetzner</a>.
ja: WeeChat.org は <a href="https://www.hetzner.de/en/">Hetzner</a> によってホストされています。
pl: WeeChat.org jest hostowane przez <a href="https://www.hetzner.de/en/">Hetzner</a>.
sr: WeeChat.org хостује <a href="https://www.hetzner.de/en/">Hetzner</a>.

source: WeeChat, the extensible chat client
de: WeeChat, der erweiterbare Chat Client
fr: WeeChat, le client de discussion extensible
ja: WeeChat、拡張可能なチャットクライアント
pl: WeeChat, rozszerzalny komunikator
sr: WeeChat, прошириви чет клијент

source: Home
de: Hauptseite
fr: Accueil
ja: ホーム
pl: Strona główna
sr: Почетна

source: About
de: Über
fr: À propos
ja: 概要
pl: O WeeChat
sr: О

source: Download
fr: Téléchargement
ja: ダウンロード
pl: Pobierz
sr: Преузимање

source: Scripts
de: Skripte
ja: スクリプト
pl: Skrypty
sr: Скрипте

source: Development
de: Entwicklung
fr: Développement
ja: 開発
pl: Rozwój
sr: Развој

source: Donate
de: Spenden
fr: Donner
ja: 寄付
pl: Wesprzyj
sr: Донације

source: Language
pl: Język
sr: Језик

source: Latest news
de: Aktuelle Neuerungen
fr: Dernières nouveautés
ja: 最新のニュース
pl: Najnowsze aktualności
sr: Најновије вести

source: Upcoming events
de: Bevorstehende Ereignisse
fr: Évènements à venir
ja: 今後のイベント
pl: Nadchodzące wydarzenia
sr: Предстојећи догађаји

source: Make a donation
de: Spenden
fr: Faire un don
ja: 寄付する
pl: Dotacje
sr: Приложите донацију

source: Debian/Ubuntu repositories
de: Debian/Ubuntu Repositorien
fr: Dépôts Debian/Ubuntu
ja: Debian/Ubuntu リポジトリ
pl: Repozytoria Debiana/Ubuntu
sr: Debian/Ubuntu репозиторијуми

source: Browse scripts
de: Skripte durchstöbern
fr: Parcourir les scripts
ja: スクリプトを閲覧
pl: Przeglądaj skrypty
sr: Прегледајте скрипте

source: Unofficial scripts
de: Inoffizielle Skripte
fr: Scripts non officiels
ja: 非公式スクリプト
pl: Nieoficjalne skrypty
sr: Незваничне скрипте

source: Roadmap
de: Meilensteinplan
fr: Feuille de route
ja: ロードマップ
pl: Plan wydań
sr: Мапа пута

source: Statistics
de: Statistik
fr: Statistiques
ja: 統計
pl: Statystyki
sr: Статистика

source: Info
ja: 情報
sr: Инфо

source: Development blog
de: Entwicklerblog
fr: Blog de développement
ja: 開発ブログ
pl: Blog deweloperski
sr: Развојни блог

source: About WeeChat.org
de: Über WeeChat.org
fr: À propos de WeeChat.org
ja: WeeChat.org について
pl: O WeeChat.org
sr: О сајту WeeChat.org

source: development
de: Entwicklung
fr: développement
ja: 開発
pl: rozwój
sr: развој

source: info
ja: 情報
sr: инфо

source: Following infos are available (click on info for the URL):
de: Folgende Informationen sind verfügbar (wähle eine Info für die URL):
fr: Les infos suivantes sont disponibles (cliquez sur l'info pour l'URL) :
ja: 以下の情報が入手可能です (各情報を入手するにはリンクをクリックしてください):
pl: Następujące informacje są dostępne (kliknij na informacji dla adresu URL):
sr: Доступне су следеће информације (кликните на инфо за URL):

source: Current value
de: Aktueller Wert
fr: Valeur courante
ja: 現在の値
pl: Obecna wartość
sr: Тренутна вредност

source: Description
de: Beschreibung
ja: 説明
pl: Opis
sr: Опис

source: You can fetch these URLs from scripts or other sites.
de: Diese URLs können durch ein Skript oder eine andere Seite abgefragt werden.
fr: Vous pouvez récupérer ces URLs depuis des scripts ou d'autres sites.
ja: スクリプトや他のサイトから URL を参照すればこれらの値を取得することができます。
pl: Możesz pobrać te URLa ze skryptów lub innych stron.
sr: Ове URL адресе можете да преузмете из скрипти или са осталих сајтова.

source: No info.
de: Keine Info.
fr: Pas de nouveauté.
ja: 情報がありません。
pl: Brak informacji.
sr: Нема инфо.

source: roadmap
de: Meilensteinplan
fr: feuille de route
ja: ロードマップ
pl: plan wydań
sr: мапа пута

source: Future versions
de: Zukünftige Versionen
fr: Versions futures
pl: Następne wersje
sr: Будуће верзије

source: Released versions
de: Veröffentlichte Versionen
fr: Versions publiées
pl: Poprzednie wersje
sr: Објављене верзије

source: This page lists major features planned: dive in the <strong>future</strong> of WeeChat!
pl: Ta strona zawiera planowane nowe funkcje: zanurkuj w <strong>przyszłość</strong> WeeChat!
sr: Ова страница приказује главне функционалности које су у плану: закорачите у <strong>будућност</strong> програма WeeChat!

source: This page lists major features implemented in the latest releases.
pl: Ta strona zawiera wszystkie główne funkcje wydane w ostatnich wersjach.
sr: Ова страница приказује главне функционалности које су имплементиране у најновијим издањима.

source: Tracker
ja: トラッカー
sr: Трекер

source: Spec
de: Spezifikation
sr: Спец

source: Status
fr: Statut
ja: 状態
sr: Статус

source: Plugin
de: Erweiterung
fr: Extension
ja: プラグイン
pl: Wtyczka
sr: Додатак

source: Planned
de: Geplant
fr: Planifié
ja: 計画中
pl: Planowane
sr: Планирано

source: Done
de: Fertig
fr: Terminé
ja: 完了
pl: Gotowe
sr: Урађено

source: Done:
de: Fertig:
fr: Effectué :
ja: 完了:
pl: Gotowe:
sr: Завршено:

source: statistics
de: Statistiken
fr: statistiques
ja: 統計
pl: statystyki
sr: статистика

source: Git repository:
de: Git-Repositorium:
fr: Dépôt Git :
ja: Git リポジトリ:
pl: Repozytorium git:
sr: Git репозиторијум:

source: lines of code
de: Anzahl an Programmzeilen
fr: lignes de code
ja: コードの行数
pl: linii kodu
sr: линија кода

source: Commits by range:
de: Commits im vergangenen:
fr: Commits par intervalle :
ja: コミットの範囲:
pl: Ilość zmian:
sr: Комитови по опсегу:

source: month:
de: Monat:
fr: mois :
ja: 月:
pl: miesięcznie:
sr: месец:

source: year:
de: Jahr:
fr: année :
ja: 年:
pl: rocznie:
sr: година:

source: total:
ja: 合計:
pl: łącznie:
sr: укупно:

source: Charts built with
de: Tabellen erstellt mittels
fr: Graphiques construits avec
ja: 図表の作成は
pl: Wykresy stworzone za pomocą
sr: Графикони су изграђени са

source: documentation
de: Dokumentation
ja: 文書
pl: dokumentacja
sr: документација

source: Stable
de: Stabil
ja: 安定版
pl: Stabilna
sr: Стабилна

source: Security
de: Sicherheit
fr: Sécurité
ja: セキュリティ
pl: Bezpieczeństwo
sr: Безбедност

source: Docs for version
de: Dokumentation für Version
fr: Docs pour la version
ja: バージョンごとの文書
pl: Dokumentacja dla wersji
sr: Документација за верзију

source: Which document to start with?
pl: Od którego dokumentu zacząć?
sr: Од ког документа желите да почнете?

source: New to WeeChat or have questions? → <strong>Quick Start guide</strong> + <strong>FAQ</strong>.
pl: Jesteś nowym użytkownikiem WeeChat lub masz pytania? → <strong>Szybki start</strong> + <strong>FAQ</strong>.
sr: WeeChat је нов за вас или имате питања? → <strong>Водич за брзи почетак</strong> + <strong>ЧПП</strong>.

source: Want to learn all features in WeeChat? → <strong>User's guide</strong> + <strong>Wiki</strong>.
pl: Chcesz poznać wszystkie możliwości WeeChat? → <strong>Poradnik użytkownika</strong> + <strong>Wiki</strong>.
sr: Желите да научите све функционалности програма WeeChat? → <strong>Корисничко упутство</strong> + <strong>Вики</strong>.

source: Want to write a script for WeeChat? → <strong>Scripting guide</strong> + <strong>Plugin API reference</strong>.
pl: Chcesz napisać skrypt dla WeeChat? → <strong>Poradnik pisania skryptów</strong> + <strong>Opis API wtyczek</strong>.
sr: Желите да напишете скрипту за WeeChat? → <strong>Водич за скриптовање</strong> + <strong>Референтно упутство API додатака</strong>.

source: Want to write a remote interface via relay? → <strong>Relay: api</strong>.
sr: Желите да напишете удаљени интерфејс преко релеја? → <strong>Релеј: api</strong>.

source: Want to contribute to WeeChat source code? → <strong>Developer's guide</strong>.
pl: Chcesz współtworzyć kod WeeChat? → <strong>Poradnik developera</strong>.
sr: Желите да дате допринос WeeChat изворном коду? → <strong>Водич за програмере</strong>.

source: <strong>Important:</strong> if you're compiling from git main branch or using the development version, please go to the <a href="%(doc_devel)s">Development</a> page.
pl: <strong>Ważne:</strong> jeśli kompilujesz z głównej gałęzi git albo używasz wersji rozwojowej, przejdź na stronę wersji <a href="%(doc_devel)s">developerskiej</a>.
sr: <strong>Важно:</strong> ако компајлирате из git main гране или користите развојну верзију, молимо вас да посетите страницу <a href="%(doc_devel)s">Развојна</a>.

source: <strong>Important:</strong> if you're compiling or using the latest stable release, please go to the <a href="%(doc_stable)s">Stable</a> page.
pl: <strong>Ważne:</strong> jeśli kompilujesz lub używasz najnowszej stabilnej wersji, przejdź na stronę wersji <a href="%(doc_stable)s">stabilnej</a>.
sr: <strong>Важно:</strong> ако компајлирате или користите најновије стабилно издање, молимо вас да посетите страницу <a href="%(doc_stable)s">Стабилна</a>.

source: Documentation for users
de: Dokumentation für Anwender
fr: Documentation pour utilisateurs
pl: Dokumentacja dla użytkowników
sr: Документација за кориснике

source: Documentation for developers
de: Dokumentation für Entwickler
fr: Documentation pour développeurs
pl: Dokumentacja dla programistów
sr: Документација за програмере

source: Build date:
de: Erstellungsdatum:
fr: Date de construction :
pl: Zbudowane dnia:
sr: Датум изградње:

source: Internationalization stats
de: Statistik über den Fortschritt der Übersetzungen
fr: Stats internationalisation
ja: 国際化の状況
pl: Statystyki tłumaczeń
sr: Статистика интернационализације

# translated language
source: Language
de: Sprache [ übersetzte Sprache ]
fr: Langue
ja: 翻訳言語
pl: Język
sr: Језик

source: File
de: Datei
fr: Fichier
ja: ファイル
pl: Plik
sr: Фајл

source: Translated
de: Übersetzt
fr: Traduit
ja: 翻訳済み
pl: Przetłumaczone
sr: Преведено

source: Fuzzy
de: Zu überarbeiten
fr: Approximatif
ja: 曖昧
pl: Wątpliwe
sr: Нејасно

source: Untranslated
de: Nicht übersetzt
fr: Non traduit
ja: 未翻訳
pl: Nieprzetłumaczone
sr: Непреведено

source: Total
ja: 合計
pl: Łącznie
sr: Укупно

source: Progress
de: Fortschrittsanzeige
fr: Progression
ja: 進捗
pl: Postęp
sr: Напредак

source: base language
de: eingebaute Sprache
fr: langue de base
ja: 翻訳元言語
pl: język bazowy
sr: базни језик

source: statistics for gettext files (*.po), auto-built from development version on
de: statistische Auswertung der gettext-Dateien (*.po), automatisch generiert mittels der Entwicklerversion am
fr: statistiques sur les fichiers gettext (*.po), construites automatiquement depuis la version de développement le
ja: gettext ファイル (*.po) の状況、開発版からの自動ビルド日時は
pl: statystyki dla plików gettexta (*.po), automatycznie utworzone z wersji rozwojowej
sr: статистика за gettext фајлове (*.po), аутоматски изграђене из развојне верзије

source: Missing language?
de: Fehlende Sprachunterstützung?
fr: Langue manquante ?
ja: 欠けている言語?
pl: Brakuje tłumaczenia?
sr: Недостаје језик?

source: Feel free to help us by translating WeeChat doc in your language!
de: Jeder kann dabei helfen die WeeChat Anleitung in seine Muttersprache zu übersetzen!
fr: N'hésitez pas à nous aider en traduisant la documentation WeeChat dans votre langue !
ja: WeeChat の文書をあなたの言語に翻訳して、ぜひ開発チームを助けて下さい!
pl: Możesz nam pomóc tłumacząc dokumentację WeeChat na swój język!
sr: Слободно нам помозите превођењем WeeChat документације на свој језик!

source: There is more information about WeeChat translations in the developer's guide.
de: Zusätzliche Informationen zu den einzelnen Übersetzungen von WeeChat findet man im Entwicklerhandbuch.
fr: Il y a plus d'informations dans le guide du développeur.
ja: 開発者ガイドには WeeChat の翻訳に関する詳しい情報が載せられています。
pl: Więcej informacji o tłumaczeniach Weechat można znaleźć w poradniku developerkim.
sr: У водичу за програмере има још информација у везу са WeeChat преводима.

source: No documentation.
de: Keine Dokumentation.
fr: Pas de documentation.
ja: 文書がありません。
pl: Brak dokumentacji.
sr: Нема документације.

source: security
de: Sicherheit
fr: sécurité
ja: セキュリティ
pl: bezpieczeństwo
sr: безбедност

source: All vulnerabilities
de: Alle Schwachstellen
fr: Toutes les failles
pl: Wszystkie podatności
sr: Све рањивости

source: Vulnerabilities by version
de: Schwachstellen nach Version
fr: Failles par version
pl: Podatności wg wersji
sr: Рањивости по верзији

source: Security vulnerabilities
de: Sicherheitsfragen
fr: Failles de sécurité
ja: セキュリティの脆弱性
pl: Podatności bezpieczeństwa
sr: Безбедносне рањивости

source: This page lists all known and fixed security vulnerabilities in stable releases.
de: Diese Seite listet alle bekannten und behobenen Sicherheitslücken in stabilen Versionen auf.
pl: Ta strona pokazuje wszystkie znane i poprawione podatności w stabilnych wydaniach.
sr: Ова страница приказује све познате и исправљене безбедносне рањивости у стабилним издањима.

source: The security vulnerabilities introduced during development of a version and fixed before a stable release are not mentioned.
de: Solche Sicherheitslücken, die während der Entwicklung einer Version aufgetreten sind und vor einer stabilen Veröffentlichung behoben wurden, werden nicht erwähnt.
fr: Les problèmes de sécurité introduits pendant le développement d'une version et corrigés avant la version stable ne sont pas mentionnés.
pl: Podatności wprowadzone podczas rozwoju WeeChat i naprawione przed wydaniem stabilnej wersji nie są uwzględniane.
sr: Безбедносне рањивости које су уведене током развоја верзије и исправљене пре објављивања стабилне верзије нису поменуте.

source: WeeChat Security Advisories (WSA) are sent to this mailing list, as soon as they are made public:
de: WeeChat Sicherheitshinweise (WSA) werden an diese Mailingliste gesendet, sobald sie veröffentlicht werden:
fr: Les alertes de sécurité (WeeChat Security Advisories ou WSA) sont envoyées sur cette liste de diffusion, aussitôt qu'elles sont rendues publiques :
pl: Poradniki bezpieczeństwa WeeChat (WeeChat Security Advisories - WSA) w momencie jak stają się publiczne są wysyłane na tą listę mailową:
sr: WeeChat Security Advisories (WSA) се шаљу на ову мејлинг листу чим постану јавни:
