Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Display which song xmms2 is currently playing.
de: Zeigt an welcher Song von xmms2 gespielt wird.
fr: Afficher la chanson actuellement jouée par xmms2.
ja: xmms2 が現在再生中の曲を表示。
pl: Wyświetla aktualnie odtwarzany utwór w xmms2.
sr: Приказује нумеру коју xmms2 тренутно пушта.

source: Display who is affected when a mode with a hostmask argument is set.
de: Zeigt die Nutzer an die von einem /mode Befehl betroffen sind wenn eine hostmask genutzt wird.
fr: Afficher qui est affecté lorsqu'un mode avec un paramètre masque de hôte est défini.
ja: ホストマスク引数をつけてモードが設定された場合に誰がその影響を受けるかを表示する。
pl: Wyświetla kogo obejmą zmiany na kanale z użyciem maski hosta.
sr: Приказује ко је погођен када се hostmask аргументом постави решим.

source: Displays network interface bandwidth on a bar.
de: Gibt die Bandbreite der Netzwerk-Schnittstelle in einer Bar an.
fr: Afficher la bande passante de l'interface réseau dans une barre.
ja: バーにネットワークインターフェースの帯域を表示。
pl: Wyświetla na pasku przepustowość interfejsu sieciowego.
sr: Приказује пропусни опсег мрежног интерфејса у траци.

source: Displays sensor data.
de: Zeigt Sensordaten an.
fr: Afficher les données des capteurs.
ja: センサーデータを表示。
pl: Wyświetla dane z sensorów.
sr: Приказује податке са сензора.

source: Easy toggle of logging in current buffer.
de: Zum einfachen Ein-/Ausschalten der Protokollierung für den aktuellen Buffer.
fr: Bascule facile de l'enregistrement (fichier de log) du tampon courant.
pl: Proste przełączanie logowania obecnego bufora.
sr: Једноставно укљ./искљ. логовања у текућем баферу.

source: Edit channel topics by perl regular expressions or in input-line.
de: Editieren des Kanal-Topics mittels regulären Ausdrücken oder in der Eingabezeile.
fr: Éditer le titre des canaux par expression régulière perl ou sur la ligne de commande.
ja: perl の正規表現か入力でチャンネルトピックを編集。
pl: Edytuj temat kanału za pomocą wyrażeń regularnych perla lub linie wejścia.
sr: Уређивање тема канала perl регуларним изразима или линијом уноса.

source: Encrypt/decrypt IRC messages using axolotl ratchet and GPG.
de: Ver- und Entschlüsseln von IRC Nachrichten mittels axolotl ratchet und GPG.
fr: Chiffrer/déchiffrer des messages avec axolotl ratchet et GPG.
ja: axolotl ratchet と GPG でメッセージの暗号化および復号化を行う。
pl: Szyfruje/deszyfruje wiadomości IRC używając axolotl ratchet i GPG.
sr: Шифрује/дешифрује IRC поруке употребом axolotl ratchet и GPG.

source: Encrypt/decrypt messages using openssl.
de: Ver- und entschlüsseln von Nachrichten mittels openssl.
fr: Chiffrer/déchiffrer des messages avec openssl.
ja: openssl でメッセージの暗号化と復号化を行う。
pl: Szyfruje/deszyfruje wiadomości używając OpenSSL.
sr: Шифрује/дешифрује поруке употребом openssl.

source: Execute perl code with a command or in a buffer.
de: Führt Perl-Code in einem Buffer aus.
fr: Exécuter du code perl avec une commande ou dans un tampon.
ja: コマンドまたはバッファへの入力で perl コードを実行。
pl: Wykonuje kod perla z komendą lub w buforze.
sr: Извршава perl кôд командом или у баферу.

source: Expand short URLs.
de: Von verkürzten URLs wird der entsprechende Ziellink angezeigt.
fr: Étendre les URLs courtes.
ja: 短い URL を展開。
pl: Rozwija krótkie URLe.
sr: Развоја кратке URL адресе.

source: Extends /filter, help against spam.
de: Erweitert die /filter-Funktion, um gegen SPAM gewappneter zu sein.
fr: Étendre /filter, aide contre le spam.
ja: /filter の拡張、スパム対策。
pl: Rozszerza polecenie /filter, pomocne przeciw spamowi.
sr: Проширује /filter, помаже против спама.

source: FiSH encryption/decryption.
de: FiSH Verschlüsselung/Entschlüsselung.
fr: Chiffrement/déchiffrement FiSH.
ja: FiSH 暗号化/復号化。
pl: Szyfrowanie / deszyfrowanie FiSH.
sr: FiSH шифровање/дешифровање.

source: Filter buffers automatically while searching them.
de: Filtert Buffer automatisch während man in ihnen sucht.
fr: Filtrer les tampons automatiquement lors d'une recherche.
ja: バッファ内を検索中にバッファ内容を自動的にフィルタ。
pl: Filtruje bufory autmatycznie podczas wyszukiwania.
sr: Током претраге бафера, аутоматски их филтрира.

source: Flood'it game.
de: Flood'it Spiel.
fr: Jeu Flood'it.
ja: 洪水ゲーム。
pl: Gra flood'it.
sr: Flood'it игра.

source: Force nick change on channels which disallow it.
de: Erzwingt einen Nickwechsel bei Kanälen, die es nicht erlauben.
fr: Forcer le changement de pseudo sur les canaux qui le refusent.
ja: ニックネームの変更が許可されていないチャンネルで強制的にニックネームを変更する。
pl: Wymusza zmianę nicka na kanałach, które na to nie pozwalają.
sr: Форсира промену надимка на каналима који то забрањују.

source: Format identi.ca bot messages.
de: Formatiere identi.ca Bot-Nachrichten.
fr: Formate les messages du bot identi.ca.
ja: identi.ca ボットメッセージを整形。
pl: Przetwarza komunikaty bota identi.ca.
sr: Форматира identi.ca бот поруке.

source: Format the output of each line.
de: Formatiert die Ausgabe jeder Zeile.
fr: Formater la sortie de chaque ligne.
ja: 各行の出力の書式を整える。
pl: Formatowanie wyjścia każdej z linii.
sr: Форматира излаз сваке линије.

source: Forward DCC SEND requests to a different client.
de: Leitet DCC SEND Anfragen an einen anderen Client.
fr: Faire suivre les requêtes DCC SEND à un client différent.
ja: DCC SEND 要求を別のクライアントに転送。
pl: Przekierowanie żądania DCC SEND do innego klienta.
sr: Прослеђује DCC SEND захтеве другом клијенту.

source: Freenode memo notifications.
de: Freenode Memo Benachrichtigung.
fr: Notifications des mémos Freenode.
ja: Freenode のメモ通知。
pl: Powiadomienia o memo na freenode.
sr: Freenode мемо обавештења.

source: Generate a file with highlights for external programs as conky.
de: Highlights werden in eine Datei geschrieben um z.B. mittels conky darauf zuzugreifen.
fr: Générer un fichier avec les highlights pour utiliser par des programmes externes comme conky.
ja: conky などの外部プログラム用にハイライトメッセージを含むファイルを生成。
pl: Generowanie pliku z higlightami dla zewnętrznego programu jak conky.
sr: Генерише фајл са истицањима за спољне програме као што је conky.

source: Generate a list of nicks in input by selecting nicks using flags and patterns.
de: Erstellt in der Eingabezeile, mittels Flag und Muster, eine Liste von Nicks.
fr: Générer une liste de pseudos dans la ligne de commande en sélectionnant des pseudos avec drapeaux et "patterns".
ja: フラグと正規表現パターンでニックネームを抽出し、結果を入力行に出力。
pl: Generuje listę nicków na wejściu poprzez wybór nicków z użyciem flag i wzorców.
sr: Генерише у уносу листу надимака тако што их бира употребом заставица и шаблона.

source: Give hotlist to an external file/program.
de: Die Hotlist wird an ein externes Programm oder in eine Datei weitergereicht.
fr: Transmettre la hotlist à un fichier/programme externe.
ja: ホットリストを外部ファイルやプログラムに渡す。
pl: Przekazuje hotliste do zewnętrznego pliku/programu.
sr: Прослеђује врућу листу у спољни фајл/програм.

source: Give operator status to everyone in the current channel.
de: Gibt jedem im aktuellen Kanal den Operator-Status.
fr: Donner le statut opérateur à tout le monde sur le canal courant.
ja: 現在のチャンネル内の全員にオペレータ権限を与える。
pl: Nadaje status operatora wszystkim na obecnym kanale.
sr: Даје статус оператора свакоме у текућем каналу.

source: Growl notifications using python-gntp.
de: Growl-Benachrichtigung mittels python-gntp.
fr: Notifications Growl avec python-gntp.
ja: python-gntp を使った Growl 通知。
pl: Skrypt powiadamiania Growl wykorzystujący python-gntp.
sr: Growl обавештења употребом python-gntp.

source: Growl notifications using ruby-gntp.
de: Growl-Benachrichtigung mittels ruby-gntp.
fr: Notifications Growl avec ruby-gntp.
ja: ruby-gntp を使った Growl 通知。
pl: Skrypt powiadamiania Growl wykorzystujący ruby-gntp.
sr: Growl обавештења употребом ruby-gntp.

source: Helper script for IRC channel operators.
de: Hilfsskript für IRC Kanal Operatoren.
fr: Script d'aide pour les opérateurs de canaux IRC.
ja: IRC チャンネルオペレータ用のヘルパースクリプト。
pl: Pomocniczy skrypt dla operatorów kanałów IRC.
sr: Помоћна скрипта за операторе IRC канала.

source: Highlight some channels on each message.
de: Kanäle werden, bei jeder Nachricht, auf highlight gesetzt.
fr: Highlight certains canaux sur chaque message.
ja: あるチャンネルに受信した全てのメッセージをハイライト。
pl: Podświetla niektóre kanały przy każdej wiadomości.
sr: Истиче неке канале приликом сваке поруке.

source: Highly configurable send-notify script for user, channel and server messages.
de: Sehr konfigurierbares "verschicke Benachrichtigung"-Skript für User-, Kanal- und Servernachrichten.
fr: Script send-notify hautement configurable pour les messages utilisateur, canal et serveur.
ja: ユーザ、チャンネル、サーバメッセージ用の高度に設定可能な通知送信スクリプト。
pl: Mocno konfigurowalny skrypt wysyłający powiadomienia dla użytkownika, kanału i wiadomości serwera.
sr: Детаљно подесива пошаљи-обавештење скрипта за поруке корисника, канала или сервера.

source: Insert a giphy URL based on a command and search; use giphy's random, search and translate from WeeChat.
de: Fügt eine giphy URL ein anhand des Befehls und der Suchfunktion; nutze giphy's Zufallsfunktion, Suche und Übersetzung von WeeChat aus.
fr: Insérer une URL giphy basée sur une commande et recherche ; utiliser l'aléatoire, la recherche et traduction giphy depuis WeeChat.
ja: コマンドと検索に基づく giphy URL を挿入; WeeChat から giphy のランダム、検索、翻訳機能を使う。
pl: Wrzuca URL z giphy bazując na komendzie i wyszukiwaniu; używa giphy's random, wyszukiwania i tłumaczenia z WeeChat.
sr: Умеће giphy URL базиран на команди и претрази; користите из WeeChat-а giphy могућности случајних, претраге и превода.

source: Insert some statistics about buffers/windows on command line.
de: Fügt zusätzliche Statistiken über Buffer/Fenster in die Eingabezeile ein.
fr: Insérer des statistiques sur les tampons/fenêtres dans la ligne de commande.
ja: バッファとウィンドウに関する統計をコマンドラインに追加。
pl: Podaje trochę statystyk o buforach/oknach w linii poleceń.
sr: Умеће у командну линију неке статистике у вези са баферима/прозорима.

source: Interact with the Teknik services, including file uploads, pastes, and URL shortening.
de: Unterstützung des Teknik Dienstes, einschließlich Datenupload, paste und URL Verkürzung.
fr: Interagir avec les services Teknik, incluant les envois de fichiers, copier/coller et réduction d'URL.
ja: ファイルアップドード、ファイルペースト、URL 短縮などを含む Teknik サービスと連携する。
pl: Interakcje z serwisem Teknik, włączając dodawanie plików, tekstów i skracanie URLi.
sr: Вршите интеракцију са Teknik сервисима, укључујући отпремање фајлова, налепљивања и скраћивање URL адреса.

source: Interactive maze generator and solver.
de: Interaktiver Labyrinth Generator mit Lösungstool.
fr: Générateur et solveur interactif de labyrinthes.
pl: Interaktywny generator labiryntów i ich rozwiązań.
sr: Интерактивни генератор и решавач лавирината.

source: Interactively select URL with keyboard and perform some commands on it.
de: Interaktive Auswahl von URL mittels Tastatur zum Ausführen eines Befehls.
fr: Sélection interactive d'URL avec le clavier et lancement d'actions dessus.
ja: キーボードから対話的に URL を選択し、URL に対してコマンドを実行。
pl: Interaktywne zaznaczanie URLa za pomocą klawiatury i wykonywanie komend na nim.
sr: Интерактивно бирајте URL адресе тастатуром и извршите над њима неке команде.

source: Interpret mirc formatting codes in the command line and show a color popup when needed.
de: Wertet mirc formatiere Codes aus und gibt in der Eingabezeile eine Farbtabelle aus.
fr: Interpréter les code de formatage mirc dans la ligne de commande et afficher les couleurs si besoin.
ja: コマンドラインに入力された mirc 書式のコードを解釈し、必要なら色ポップアップを表示。
pl: Interpretacja kodów formatujących mirc w linii poleceń i pokazywanie okna z kolorami w razie potrzeby.
sr: Интерпретира mirc кодове форматирања у командној линији и приказује боју искачућем прозору када је потребно.

source: Invert all letters of your text.
de: Invertiert alle Buchstaben eines Textes.
fr: Inverser toutes les lettres de votre texte.
ja: 自分のテキストの文字をすべて逆順に並べ替える。
pl: Odwraca wszystkie litery we wprowadzanym tekście.
sr: Инвертује сва слова у вашем тексту.

source: IrssiNotifier push notifications with end-to-end encryption.
de: IrssiNotifier versendet eine Benachrichtigung mittels End-to-End Verschlüsselung.
fr: Notifications push IrssiNotifier avec chiffrement.
ja: エンドツーエンド暗号化を用いた IrssiNotifier プッシュ通知。
pl: IrssiNotifier wysyła powiadomienia z szyfrowaniem end-to-end.
sr: IrssiNotifier брза обавештења са шифровањем са-краја-на-крај.

source: Jabber/XMPP protocol.
de: Jabber/XMPP Protokoll.
fr: Protocole Jabber/XMPP.
ja: Jabber/XMPP プロトコル。
pl: Protokół Jabber/XMPP.
sr: Jabber/XMPP протокол.

source: Jump to a higher buffer with activity.
de: Springt zum nächst höheren Buffer mit Aktivität.
fr: Sauter à un tampon plus élevé avec activité.
ja: バッファ番号が大きくて活発なバッファに移動。
pl: Przeskakuje do wyższego bufora z aktywnością.
sr: Скакање на виши бафер у којем има активности.

source: Karma votes.
de: Karma Einschätzung.
fr: Votes karma.
ja: 評価投票。
sr: Karma гласови.

source: Keep your nick and recover it in case it's stolen.
de: Behalte Deinen Nick oder hole ihn dir wieder zurück, falls er gestohlen wurde.
fr: Garde le pseudo et le récupère en cas de vol.
ja: 盗まれたニックネームを保持、回復する。
pl: Zachowaj swój nick i odzyskaj go jeśli zostanie skradziony.
sr: Чува ваш надимак и враћа га у случају да буде украден.

source: Kickban nick and unban after some seconds.
de: Kickban Nick und Unban nach ein paar Sekunden.
fr: Kickban un pseudo et retire le ban après quelques secondes.
ja: ニックネームに対してキックとバンを行い、数秒後にバンを解除。
pl: Wykopuje i banuje nick, następnie zdejmuje bana po upłynięciu zadanego czasu.
sr: Kickban надимка и unban након одређеног броја секунди.

source: Launch external commands for signals.
de: Startet ein externes Programm für ein vorgegebenes Signal.
fr: Lancement de commandes externes pour des signaux.
ja: シグナルに対して外部コマンドを実行。
pl: Uruchamia zewnętrzne polecenia dla sygnałów.
sr: Покреће спољне команде приликом пријема сигнала.

source: List buffers in dmenu or rofi, change active window to selected buffer.
de: Zeigt die Buffer in dmenu oder rofi an, im Fenster wird dann zum ausgewählten Buffer gesprungen.
fr: Lister les tampons dans dmenu ou rofi, changer la fenêtre active vers le tampon sélectionné.
ja: dmenu または rofi にバッファリストを表示し、そこで選んだバッファをアクティブウィンドウに表示。
pl: Lista buforów w dmenu albo rofi, zmiana aktywnego okna na wybrany bufor.
sr: Листа бафера у dmenu или rofi, мења активни прозор на изабрани бафер.

source: List multiple occurences of the same nick(s) in a set of channels.
de: Zeigt für ausgewählte Channels welche Nicknamen mehrfach vertreten sind.
fr: Détecter plusieurs occurrences du/des même(s) pseudo(s) sur un ensemble de canaux.
ja: 一連のチャンネルに参加している同一のニックネームをリストアップ。
pl: Wyświetla listę wielu wystąpień tego samego nicka(-ów) w zbiorze kanałów.
sr: Листа вишеструких појављивања истог надимка (или више њих) у скупу канала.

source: List shared channels with user on command or WHOIS.
de: Zeigt an welche Channels man mit dem User teilt.
fr: Lister les canaux partagés avec un utilisateur sur une commande ou WHOIS.
ja: コマンドまたは WHOIS を実行した際に、対象のユーザと自分の双方が参加しているチャンネルをリストする。
pl: Wyświetla współdzielone kanały z użytkownikiem jako komenda i w wyniku WHOIS.
sr: Листа дељених канала са корисником задавањем команде или WHOIS.

source: Lock input (authorize only commands).
de: Eingabesperre (erlaubt ausschließlich Befehlseingaben).
fr: Bloquer la saisie (autoriser seulement les commandes).
ja: 入力を禁止する (コマンドだけは入力可能)。
pl: Blokuje wejście (dozwolone tylko komendy).
sr: Закључавање уноса (дозвољавају се само команде).

source: Log highlights to a private buffer.
de: Highlights werden in einem privaten Buffer protokolliert.
fr: Enregistrer les highlights dans un tampon privé.
pl: Pokazuje powiadomienia w prywatnym buforze.
sr: Логује истицања у приватни бафер.

source: Log highlights/private messages when you are away.
de: Highlight/private Nachrichten werden protokolliert, falls man nicht anwesend ist.
fr: Enregistrer les highlights/messages privés lorsqu'on est absent.
ja: 離席時に受信したハイライトおよびプライベートメッセージを記録。
pl: Zapisuje hihlighty/prywatne wiadomości, kiedy jesteś nieobecny.
sr: Логује истицања/приватне поруке када сте одсутни.

source: Logs url and open them in browser.
de: Protokolliert URL und öffne sie in einem Browser.
fr: Enregistrement les url et ouverture dans un navigateur.
ja: URL を記録してブラウザでこれを開く。
pl: Loguje url-e i otwiera je w przeglądarce.
sr: Логује url адресе и отвара их у прегледачу.

source: Looks up meta information about spotify-URIs and posts back to channel.
de: Sucht nach Meta-Informationen über spotify-URLs und postet diese in den Channel.
fr: Recherche d'info sur les URIs spotify et affichage sur le canal.
ja: spotify の URL についてメタ情報を調べて、チャンネルに送信。
pl: Pobiera informacje o linkach ze spotify i umieszcza je na kanale.
sr: Тражи мета информације у вези са spotify-URI идентификаторима и постује их назад у канал.

source: Mail notifications of private/highlight/DCC and more.
de: Mail-Benachrichtigung bei privaten/Highlight/DCC und weiteren Nachrichten.
fr: Notifications par mail pour les messages privés/highlights/DCC et plus encore.
ja: プライベートメッセージ、ハイライト、DCC などをメール通知。
pl: Powiadomienia mailowe dla prywatnych wiadomości, higlightów, DCC send/receive i więcej.
sr: Обавештења поштом о приватним/истицањима/DCC и још тога.

source: Make messages more A E S T H E T I C A L L Y pleasing.
de: Macht Nachrichten Ä S T H E T I S C H ansprechender.
fr: Affiche des messages de manière plus E S T H E T I Q U E.
pl: Spraw, że wiadomości będą bardziej E S T E T Y C Z N E.
sr: Чини поруке Е С Т Е Т С К И лепшим.

source: Make xterm clipboard paste available as command.
de: Einfügen von Text aus der xterm Zwischenablage.
fr: Presse-papier xterm disponible avec une commande.
ja: コマンドで xterm のクリップボードからのペーストを可能にする。
pl: Wklejanie ze schowka xterma jest dostępne jako komenda.
sr: Чини да је xterm клипборд налепљивање доступно као команда.

source: Mark buffer as unread.
de: Markiert Buffer als ungelesen.
fr: Marquer un tampon comme non lu.
ja: バッファを未読状態にマークする。
pl: Oznacza bufor jako nieprzeczytany.
sr: Означава бафер као прочитан.

source: Mark buffers as read if there is no new message in a specific time range.
de: Buffer werden als gelesen markiert falls in einem bestimmten Zeitraum keine neuen Nachrichten auflaufen.
fr: Marquer les tampons comme lus s'il n'y a pas eu de nouveau message durant une période spécifiée.
ja: 特定の時間内に新しいメッセージを受け取ってもバッファを未読状態にしない。
pl: Oznacza bufor jako przeczytany jeśli nie było w nim nowych wiadomości w zadanym czasie.
sr: Означава бафере као прочитане ако у одређеном временском опсегу нема нове поруке.

source: Mastermind game.
de: Spiel: Mastermind.
fr: Jeu du Mastermind.
ja: マスターマインドゲーム。
pl: Gra Mastermind.
sr: Mastermind игра.

source: Mattermost integration.
pl: Integracja z mattermost.
sr: Mattermost интеграција.

source: Message current buffer/channel the currently listened to song.
pl: Wysyła wiadomość na obecny bufor/kanał o obecnie słuchanej piosence.
sr: Шаље на текући бафер/канал песму коју тренутно слушате.

source: Minesweeper game.
de: Spiel: Minesweeper.
fr: Jeu du démineur.
ja: マインスイーパゲーム。
pl: Gra saper.
sr: Minesweeper игра.

source: Monitoring of highlights/tags/buffers/nicks with sound/osd notifications.
de: Aufzeichnung von Highlights, Schlagwörtern, Buffern, Nicks mit optionaler Ton- oder Bildschirmanzeige.
fr: Surveillance des highlights/tags/tampons/pseudos avec en son/notification osd.
ja: 音声や OSD 通知を使ってハイライト/タグ/バッファ/ニックネームを監視。
pl: Monitoruje higlighty/tagi/bufory/nicki z opcjonalnym dźwiękiem/powiadomieniami osd.
sr: Праћење истицања/ознака/бафера/надимака са звучним/osd обавештењима.

source: Netsoul protocol.
de: Netsoul Protokoll.
fr: Protocole Netsoul.
ja: Netsoul プロトコル。
pl: Protokół Netsoul.
sr: Netsoul протокол.

source: New hotlist, use names and keybindings instead of numbers.
de: Neue, verbesserte Hotlist. Nutzt Namen und Tastenkurzbefehle anstelle von Zahlen.
fr: Nouvelle hotlist, utilisation des noms et touches au lieu de chiffres.
ja: 新しいホットリスト、番号の代わりに名前とキーバインディングを利用。
pl: Nowa hotlista, używa nazw i skrótów klawiszowych zamiast numerów.
sr: Нова врућа листа, користи имена и пречице тастатуре уместо бројева.

source: Notification on screen for highlights and private messages.
de: Benachrichtigung bei Highlights und privaten Nachrichten.
fr: Notification sur l'écran pour les messages highlights et privés.
ja: ハイライトとプライベートメッセージを受信したら画面に通知。
pl: Powiadomienia na ekranie dla higlightów oraz prywatnych wiadomości.
sr: Обавештење на екрану за истицања и приватне поруке.

source: Notifications for twmn.
de: Benachrichtigung durch twmn.
fr: Notifications pour twmn.
ja: twmn 向けの通知。
pl: Powiadomienia dla twmm.
sr: Обавештења за twmn.

source: Notifications of private messages, highlights, DCC send/receive and more.
de: Benachrichtigung von privaten Nachrichten, Highlights, DCC Empfang/Versand und mehr.
fr: Notifications des messages privés, highlights, DCC envoi/réception et plus encore.
ja: プライベートメッセージ、ハイライト、DCC send/receive などを通知。
pl: Powiadomienia na ekranie dla prywatnych wiadomości, higlightów, DCC send/receive i więcej.
sr: Обавештења о приватним порукама, истицањима, DCC send/receive и још тога.

source: Notifications on iPod Touch/iPhone/iPad with Prowl.
de: Schickt eine Mitteilung an einen iPod touch/iPhone/iPad mittels Prowl.
fr: Notifications sur iPod Touch/iPhone/iPad avec Prowl.
ja: Prowl で iPod Touch/iPhone/iPad に通知。
pl: Powiadomienia na iPod Touch/iPhone/iPad dzięki Prowl.
sr: Обавештења на iPod Touch/iPhone/iPad помоћу Prowl.

source: Notifications through Growl.
de: Benachrichtigung durch Growl.
fr: Notifications via Growl.
ja: Growl を使った通知。
pl: Powiadomienia poprzez Growl.
sr: Обавештења кроз Growl.

source: Notifications through Net::Growl.
de: Benachrichtigung durch Net::Growl.
fr: Notifications via Net::Growl.
ja: Net::Growl を使った通知。
pl: Powiadomienia poprzez Net::Growl.
sr: Обавештења кроз Net::Growl.

source: Notifications through OS X notification center.
de: Benachrichtigung mittels OS X Benachrichtungssystem.
fr: Notifications via le centre de notification OS X.
ja: OS X 通知センターを用いた通知。
pl: Powiadomienia poprzez centrum powiadomień OS X.
sr: Обавештења кроз OS X центар за обавештења.

source: Notifier using gotify or ntfy.sh.
sr: Обавештавач који користи gotify или ntfy.sh.

source: Notify dzen when a private message is received.
de: Informiert dzen falls eine private Nachricht empfangen wurde.
fr: Notifier dzen quand un message privé est reçu.
ja: プライベートメッセージを受信したら dzen に通知。
pl: Powiadomia dzen, kiedy otrzymana zostanie wiadomość prywatna.
sr: Обавештава dzen када се прими приватна порука.

source: Notify events through desktop notifications and an optional status icon.
de: Mittels Desktop Benachrichtigung und einem optionalem Statuspiktogramm werden ausgewählte Ereignisse angezeigt.
fr: Notifier les évènements via des notifications de bureau et une icône de statut en option.
ja: デスクトップ通知と任意の状態アイコンを介してイベントを通知。
pl: Powiadomienia o zdarzeniach poprzez powiadomienia na pulpicie i opcjonalną ikonę statusu.
sr: Обавештава о догађајима кроз декстоп обавештења и необавезну статусну икону.

source: Notify user about WeeChat updates.
de: Informiert Anwender über WeeChat updates.
fr: Notification de l'utilisateur sur les mises à jour de WeeChat.
ja: WeeChat のアップデートをユーザに通知。
pl: Powiadamia użytkownika o nowych wersjach WeeChat.
sr: Обавештава корисника о WeeChat ажурирањима.

source: Off-The-Record IRC messaging.
de: Verschlüsselte Konversation (Off-The-Record) via IRC.
fr: Off-The-Record pour IRC.
ja: Off-The-Record 暗号化を用いて IRC で秘匿メッセージをやり取り。
sr: Off-The-Record IRC поруке.

source: On screen display notification.
de: On-Screen Benachrichtigung.
fr: Notifications sur l'écran (OSD).
ja: オンスクリーンディスプレイ通知。
pl: Wyświetlanie informacj na ekranie.
sr: Обавештења која се приказују на екрану.
