Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Git main branch
sr: Git главна грана

source: Git repositories moved to GitHub
de: Git Repositorien befinden sich nun auf GitHub
fr: Dépôts Git déplacés vers GitHub
ja: Git リポジトリを GitHub に移動
pl: Repozytoria git zostały przeniesione na GitHub
sr: Git репозиторијуми су премештени на moved to GitHub

source: Happy birthday WeeChat, 10 years old!
de: Herzlichen Glückwunsch zum 10. Geburtstag, WeeChat!
fr: Bon anniversaire WeeChat, 10 ans !
ja: 10 歳のお誕生日おめでとう、WeeChat!
pl: Wszystkiego najlepszego WeeChat, 10 lat!
sr: Срећан рођендан WeeChat, 10 година!

source: Happy birthday WeeChat, 15 years old!
de: Herzlichen Glückwunsch zum 15. Geburtstag, WeeChat!
fr: Bon anniversaire WeeChat, 15 ans !
ja: 15 歳のお誕生日おめでとう、WeeChat!
pl: Wszystkiego najlepszego WeeChat, to już 15 lat!
sr: Срећан рођендан WeeChat, 15 година!

source: Happy birthday WeeChat, 20 years old!
pl: Wszystkiego najlepszego WeeChat, z okazji 20 lat!
sr: Срећан рођендан WeeChat, 20 година!

source: Happy colorful Christmas with WeeChat!
de: Ein frohes und farbenreiches Weihnachtsfest mit WeeChat!
fr: Joyeux Noël coloré avec WeeChat !
ja: WeeChat の色サポートでクリスマスをお祝いしましょう!
pl: Wesołych, kolorowych świąt Bożego Narodzenia z WeeChat!
sr: Срећан шарени Божић уз WeeChat!

source: IPv6 for weechat.org
de: IPv6 für weechat.org
fr: IPv6 pour weechat.org
ja: weechat.org が IPv6 に対応しました
pl: IPv6 dla weechat.org
sr: IPv6 за weechat.org

source: IRC Client WeeChat is under development, a new screenshot is available: nick list and window for each channel. This version is still unstable and doesn't implement all IRC commands. Current developments are: - IRC protocol, - configuration file management, - ncurses front-end (color display, window management), - Gtk+ and Qt front-ends.
de: IRC Client WeeChat ist in der Entwicklung, ein neuer Screenshot ist verfügbar! Nick-Liste und Fenster für jeden einzelnen Channel. Diese Version ist weiterhin instabil und verfügt noch nicht über alle IRC Befehle. gegenwärtig wird folgendes Entwickelt: - IRC Protokoll, - Konfigurations-Managment, - ncurses Oberfläche (Farbendarstellung, Fenster-Management), - Gtk+ und Qt Oberfläche.
fr: Le client IRC WeeChat est en plein développement, une nouvelle capture d'écran a été ajoutée : liste des nicks et une fenêtre pour chaque canal. Cette version n'est pas encore stable et n'implémente pas encore toutes les commandes du protocole IRC. Les développements en cours portent sur : - protocole IRC, - gestion du fichier de configuration, - interface ncurses (affichage en couleur, gestion des fenêtres), - interfaces Gtk+ et Qt.
ja: IRC クライアント WeeChat を開発中で、新しいスクリーンショットを見ることができます: 各チャンネルに対するニックネームリストとウィンドウを備えています。 このバージョンはまだ不安定であり、実装されていない IRC コマンドもあります。 現在の開発状況: - IRC プロトコル、 - 設定ファイル管理、 - ncurses フロントエンド (色表示、ウィンドウ管理)、 - Gtk+ と Qt フロントエンド。
pl: Klient IRC WeeChat jest rozwijany, nowy zrzut ekranu jest dostępny: lista nicków i okno dla każdego kanału. Ta wersja nadal jest niestabilna i nie implementuje wszystkich komend IRC. Obecnie rozwijane są: - protokół IRC, - zarządzanie plikiem konfiguracyjnym, - elementy interfejsu ncurses (wyświetlanie kolorów, zarządzanie oknami), - interfejsy Gtk+ oraz Qt.
sr: IRC клијент WeeChat се развија, доступан је нови снимак екрана: листа надимака и прозор за сваки канал. Ова верзија још увек није стабилна и не имплементира све IRC команде. Тренутно се ради на: - IRC протоколу, - управљању конфигурационим фајлом, - ncurses интерфејсу (приказ у боји, управљање прозорима), - Gtk+ и Qt интерфејсима.

source: IRC channels moved to libera.chat
de: Die IRC Kanäle sind nach libera.chat umgezogen
fr: Canaux IRC déplacés vers libera.chat
pl: Kanały IRC zostały przeniesione na libera.chat
sr: IRC канали су премештени на libera.chat

source: Jabber plugin
de: Jabber Erweiterung
fr: Extension Jabber
ja: Jabber プラグイン
pl: Wtyczka Jabber
sr: Jabber додатак

source: Live streaming: 20th anniversary + v4.0.0
pl: Live stream: 20 urodziny + v4.0.0
sr: Емитовање уживо: 20. годишњица + v4.0.0

source: Mailing list for security advisories
de: Mailingliste für Sicherheitshinweise
fr: Liste de diffusion pour les annonces de sécurité
ja: セキュリティ勧告用のメーリングリスト
pl: Lista mailingowa z ostrzeżeniami na temat bezpieczeństwa
sr: Мејлинг листа за безбедносне савете

source: Major new features
de: Neue bedeutende Funktionen
fr: Nouvelles fonctionnalités majeures
ja: 重要で新しい機能
pl: Istotne nowe funkcje
sr: Главне нове функционалности

source: New WeeChat screenshot
de: Neue WeeChat Screenshots
fr: Nouvelle capture d'écran WeeChat
ja: 新しい WeeChat スクリーンショット
pl: Nowy zrzut ekranu WeeChat
sr: Нови WeeChat снимак екрана

source: New design for weechat.org
de: Neues Design für weechat.org
fr: Nouveau design pour weechat.org
ja: weechat.org の新デザイン
pl: Nowy wygląd weechat.org
sr: Нови дизајн сајта weechat.org

source: News about development
de: Neuigkeiten über die Entwicklung
fr: Infos sur le développement
ja: ニュースと開発
pl: Nowości związane z rozwojem
sr: Новости у вези са развојем

source: Next WeeChat version (codename "revolution") is under development. Large part of code was rewritten, it's now faster, easier, and more extensible. List of new features and screenshots can be found on wiki page (see link below). Today there's no planed release date, some features are still missing, and there's lot of work until a stable version. We need help, like beta testers, to test this version. You can look at wiki page for more info. To be continued in some months for other news...
de: Die neue Version von WeeChat (Codename "revolution") ist in der Entwicklung. Große Teile des Programms wurden neu geschrieben. Dadurch ist WeeChat nun schneller, schlanker und wesentlich Erweiterungsfähiger. Eine Liste mit den neuen Funktionen und Screenshots findet man auf der Wiki-Seite (siehe Link unten) Zur Zeit steht noch kein Datum einer Veröffentlichung fest. Einige Funktionen sind noch nicht implementiert und es gibt noch einiges an Arbeit, damit eine stabile Version heraus gegeben werden kann. Wir benötigen noch immer Hilfe in Form von Beta-Testern, die diese Version testen. Sie finden dazu weitere Informationen auf der Wiki-Seite Fortsetzung folgt in einigen Monaten mit anderen Neuigkeiten...
fr: La prochaine version de WeeChat (nom de code "révolution") est en développement. Une part importante du code a été réécrite, il est maintenant plus rapide, facile d'utilisation et plus extensible. La liste des nouvelles fonctionnalités et les captures d'écran sont visibles sur la page wiki (voir lien ci-dessous). Aujourd'hui, il n'y a pas de date planifiée pour la sortie de cette version, des fonctionnalités sont toujours manquantes, et il y a encore beaucoup de travail jusqu'à une version stable. Nous avons besoin d'aide, comme des beta-testeurs, pour tester cette version. Vous pouvez regarder la page du wiki pour plus d'informations. À suivre dans quelques mois pour d'autres infos...
ja: 次の WeeChat バージョン (コードネーム "revolution") を開発中です。 コードの大部分が書きなおされ、より高速、簡単、拡張性に富むようになります。 新しい機能のリストとスクリーンショットは wiki ページにあります (以下のリンクを参照してください)。 現在のところ、リリース日は決まっていません。一部の機能はまだ実装されていません。安定版になるにはまだ多くの作業が必要です。 開発チームは、ベータテスターのように、このバージョンのテストを手伝ってくれる人を必要としています。詳しい内容は wiki ページに記載されています。 数カ月後にまた別のニュースでお会いしましょう...
pl: Następna wersja WeeChat (nazwa kodowa "rewolucja") jest w fazie rozwoju. Spora część kodu została przepisana, jest teraz szybsza, łatwiejsza, bardziej rozszerzalna. Listę nowych możliwości oraz zrzuty ekranu można znaleźć na stronie wiki (zobacz poniższy link). Na dzień dzisiejszy nie ma planowanej daty wydania, kilku funkcji nadal brakuje, pozostało jeszcze wiele pracy przed stabilną wersją. Potrzebujemy pomocy w postaci beta testerów do testowania tej wersji. Możesz spojrzeć na stronę wiki, aby uzyskać więcej informacji. Ciąg dalszy wiadomości za kilka miesięcy...
sr: Развија се наредна WeeChat верзија (под кодним именом „revolution”). Поново је написан велики део кода, он је сада бржи, једноставнији и лакше може да се прошири. На вики страници можете да пронађете листу нових функционалности и снимке екрана (погледајте линк испод). Данас нема планираног датума издавања, још увек недостају неке функционалности и још има доста посла док се не дође до стабилне верзије. Тражимо помоћ, тачније бета тестере, за тестирање ове верзије. За више информација погледајте вики страницу. Јавићемо се у наредним месецима са осталим вестима...

source: On June 26th, WeeChat will turn 20! A live streaming for the 20th anniversary and release of v4.0.0 is scheduled on Saturday, June 24th, 7pm UTC, for more info: <a href="https://blog.weechat.org/post/2023/06/13/live-streaming-20th-anniversary-release-v4.0.0">https://blog.weechat.org/post/2023/06/13/live-streaming-20th-anniversary-release-v4.0.0</a>.
pl: Dnia 26 czerwca WeeChat skończył 20 lat! Live streaming z okazji 20 urodzin i wydania wersji v4.0.0 jest zaplanowany na sobotę 24 czerwca, 19:00 UTC, więcej informacji pod adresem: <a href="https://blog.weechat.org/post/2023/06/13/live-streaming-20th-anniversary-release-v4.0.0">https://blog.weechat.org/post/2023/06/13/live-streaming-20th-anniversary-release-v4.0.0</a>.
sr: 26. јуна, WeeChat ће напунити 20 година! За суботу, 24. јуна у 19.00 UTC је заказано емитовање уживо које је посвећено двадесетогодишњици и издању v4.0.0. За више информација погледајте: <a href="https://blog.weechat.org/post/2023/06/13/live-streaming-20th-anniversary-release-v4.0.0">https://blog.weechat.org/post/2023/06/13/live-streaming-20th-anniversary-release-v4.0.0</a>.

source: QWeeChat - Python/Qt GUI
fr: QWeeChat - interface Python/Qt
sr: QWeeChat - Python/Qt ГКИ

source: Second release candidate (version 0.3.0-rc2) for future version 0.3.0 is available.
de: Zweite Vorabveröffentlichung (Version 0.3.0-rc2), der neuen Version 0.3.0, ist verfügbar.
fr: La seconde "release candidate" (version 0.3.0-rc2) pour la future version 0.3.0 est disponible.
ja: 次期バージョン 0.3.0 をリリースするための 2 番目のリリース候補版 (バージョン 0.3.0-rc3) です。
pl: Drugi kandydat do wydania (wersja 0.3.0-rc2) nadchodzącej wersji 0.3.0 jest dostępny.
sr: Доступан је други кандидат издања (верзија 0.3.0-rc2) за будуће верзије 0.3.0.

source: Site weechat.org and all subdomains are now accessible via IPv6.
de: Die weechat.org Seite und alle zugehörigen subdomains sind nun auch via IPv6 erreichbar.
fr: Le site weechat.org et tous les sous-domaines sont désormais accessibles en IPv6.
ja: weechat.org ウェブサイトと全てのサブドメインが IPv6 経由で利用可能になりました。
pl: Strona weechat.org i wszystkie subdomeny dą teraz dostępne przez IPv6.
sr: Сада су сајт weechat.org и сви поддомени доступни преко IPv6.

source: Source code of weechat.org
de: Quelltext von weechat.org
fr: Code source de weechat.org
ja: weechat.org のソースコード
pl: Kod źródłowy weechat.org
sr: Изворни код сајта weechat.org

source: Story... with screenshots
de: Geschichte.... mit Screenshots
fr: Histoire... en captures d'écran
ja: スクリーンショットで振り返る歴史
pl: Historia... ze zrzutami ekranu
sr: Прича... са сликама екрана

source: The Python 3 porting party for WeeChat scripts started! There are 173 scripts to port to Python 3 (for now compatibility with Python 2.7 must be preserved). You can help us to reach the goal of 100% Python3-compatible scripts at the beginning of 2020! More info on the <a href="/scripts/python3">transition page</a>.
de: Die Python 3 Portierung-Party für WeeChat-Skripte hat begonnen! Es gibt 173 Skripte welche auf Python 3 portiert werden müssen (zur Zeit muss dabei aber die Kompatibilität mit Python 2.7 erhalten bleiben). Du kannst uns dabei helfen unser Ziel zu erreichen, dass zu Beginn des Jahres 2020 alle Skripte Python3-kompatibel sind! Weitere Information findest Du auf der <a href="/scripts/python3">Umstellungsseite</a>.
fr: La fête du portage vers Python 3 pour les scripts WeeChat a démarré ! Il y a 173 scripts à porter vers Python 3 (pour l'instant la compatibilité avec Python 2.7 doit être préservée). Vous pouvez nous aider à atteindre l'objectif de 100% de scripts compatible Python 3 d'ici le début de 2020 ! Plus d'informations sur la <a href="/scripts/python3">page de transition</a>.
ja: WeeChat スクリプトの Python 3 移植パーティが始まりました! 173 個のスクリプトが Python 3 へ移植を完了しています (現時点では Python 2.7 との互換性も保証しなければいけません)。 2020 年初頭にすべてのスクリプトを Python 3 互換にするという目標を達成する手助けをお願いします! より詳しい情報は <a href="/scripts/python3">Python 3 への移行ページ</a>を確認してください。
pl: Migracja skryptów WeeChat na Pythona 3 zostało rozpoczęte! Należy przeportować 173 skrypty na Pythona 3 (kompatybilność z Pythonem 2.7 musi zostać zachowana). Możesz pomóc w osiągnięciu celu 100% kompatybilności z Pythonem 3 na początku 2020 roku! Więcej informacji można znaleźć na <a href="/scripts/python3">stronie migracji</a>.
sr: Почела је забава портовања WeeChat скрипти на Python 3! Постоји 173 скрипти које треба да се портују на Python 3 (за сада мора да се очува компатибилност са Python 2.7). Помозите нам да достигнемо циљ од 100% Python3-компатибилних скрипти на почетку 2020! Више информација на <a href="/scripts/python3">страници прелаза</a>.

source: The WeeChat site weechat.org has been improved with many changes. It is now fully responsive, using Bootstrap toolkit. Hope you enjoy the new version :) There is more info in the <a href="https://weechat.org/blog/post/2018/05/06/New-design-for-weechat.org">development blog</a>.
de: Die WeeChat Webseite weechat.org wurde überarbeitet. Sie ist nun vollständig responsiv, mittels Bootstrap toolkit. Hoffe die neue Version gefällt Dir :-) Weitere Informationen findet man im <a href="https://weechat.org/blog/post/2018/05/06/New-design-for-weechat.org">Entwickler blog</a>.
fr: Le site de WeeChat weechat.org a été amélioré avec de nombreux changements. Il est désormais complètement « responsive », en utilisant le framework Bootstrap. En espérant que vous apprécierez la nouvelle version :) Il y a plus d'informations dans le <a href="https://weechat.org/blog/post/2018/05/06/New-design-for-weechat.org">blog de développement</a>.
ja: WeeChat サイト weechat.org に多くの変更が加えられ、改善されました。Bootstrap ツールキットを用いて完全にレスポンシブなものになりました。 新しいデザインをお楽しみください :) 詳しい情報は<a href="https://weechat.org/blog/post/2018/05/06/New-design-for-weechat.org">開発ブログ</a>を参照してください。
pl: Strona WeeChat weechat.org została ulepszona dzięki wielu zmianą. Jest teraz w pełni responsywna, dzięki zestawowi narzędzi Bootstrap. Mamy nadzieję, że nowa wersja się spodoba :) Więcej informacji można znaleźć na <a href="https://weechat.org/blog/post/2018/05/06/New-design-for-weechat.org">blogu developerskim</a>.
sr: WeeChat сајт weechat.org је унапређен многим изменама. Сада је потпуно респонзиван и користи Bootstrap скуп алата. Надамо се да уживате у новој верзији :) Постоји још информација на <a href="https://weechat.org/blog/post/2018/05/06/New-design-for-weechat.org">развојном блогу</a>.

source: The default git branch has been renamed from "master" to "main" in the following repositories: - <a href="https://github.com/weechat/weechat">https://github.com/weechat/weechat</a> - <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a> - <a href="https://github.com/weechat/scripts">https://github.com/weechat/scripts</a> - <a href="https://github.com/weechat/weechat-relay">https://github.com/weechat/weechat-relay</a> - <a href="https://github.com/weechat/weercd">https://github.com/weechat/weercd</a> - <a href="https://github.com/weechat/qweechat">https://github.com/weechat/qweechat</a>.
sr: Промењено је име подразумеване git гране са „master” на „main” у следећим репозиторијумима: - <a href="https://github.com/weechat/weechat">https://github.com/weechat/weechat</a> - <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a> - <a href="https://github.com/weechat/scripts">https://github.com/weechat/scripts</a> - <a href="https://github.com/weechat/weechat-relay">https://github.com/weechat/weechat-relay</a> - <a href="https://github.com/weechat/weercd">https://github.com/weechat/weercd</a> - <a href="https://github.com/weechat/qweechat">https://github.com/weechat/qweechat</a>.

source: The source code of weechat.org is now available on GitHub: <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a>. It is written in Python and uses Django, and gettext for translations.
de: Der Quelltext von weechat.org ist nun auf GitHub frei verfügbar: <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a>. Geschrieben ist der Quelltext in Python, dabei wird Django verwendet. Für die Lokalisierung wird gettext genutzt.
fr: Le code source de weechat.org est maintenant disponible sur GitHub : <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a>. Il est écrit en Python et utilise Django, et gettext pour les traductions.
ja: weechat.org のソースコードが GitHub で入手可能になりました: <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a>。 ソースコードは Python で書かれ、Django と翻訳用に gettext を使っています。
pl: Kod źródłowy weechat.org jest teraz dostępny w serwisie GitHub: <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a>. Jest on napisany w Pythonie, używa Django i gettexta dla tłumaczeń.
sr: Изворни код сајта weechat.org се сада налази на GitHub: <a href="https://github.com/weechat/weechat.org">https://github.com/weechat/weechat.org</a>. Написан је на језику Python и користи Django и gettext за преводе.

source: The version is expected on this date. More info in the <a href="/dev/roadmap/">roadmap</a>.
de: Diese Version wird voraussichtlich am obigen Datum veröffentlicht. Weitergehende Informationen findet man in der <a href="/dev/roadmap/">Meilensteinplanung</a>.
fr: La version est attendue à cette date. Plus d'infos dans la <a href="/dev/roadmap/">feuille de route</a>.
ja: このバージョンはこの日にリリースされる予定です。より詳しい情報は<a href="/dev/roadmap/">ロードマップ</a>を参照してください。
pl: Wersja jest spodziewana tego dnia. Więcej informacji w <a href="/dev/roadmap/">planie wydań</a>.
sr: Верзија се очекује на овај датум. Више информација на <a href="/dev/roadmap/">мапи пута</a>.

source: Third release candidate (version 0.3.0-rc3) for future version 0.3.0 is available.
de: Dritte Vorabveröffentlichung (Version 0.3.0-rc3), der neuen Version 0.3.0, ist verfügbar.
fr: La troisième "release candidate" (version 0.3.0-rc3) pour la future version 0.3.0 est disponible.
ja: 次期バージョン 0.3.0 をリリースするための 3 番目のリリース候補版 (バージョン 0.3.0-rc3) です。
pl: Trzeci kandydat do wydania (wersja 0.3.0-rc3) dla nadchodzącej wersji 0.3.0 jest dostępny.
sr: Доступан је трећи кандидат издања (верзија 0.3.0-rc3) будуће верзије 0.3.0.

source: Transition to Python 3 for scripts
de: Umstellung von Skripten auf Python 3
fr: Transition vers Python 3 pour les scripts
ja: スクリプトの Python 3 への移行
pl: Okres przejścia skryptów na Pythona 3
sr: Прелаз на Python 3 за скрипте

source: Version
ja: バージョン
pl: Wersja
sr: Верзија

source: Version 0.0.2 is available! News since last version are: - added commands /rehash and /restart - command &amp; auto-join channels when connected to server - new commands for alias: /alias, /unalias (new section in config file) - config is now saved automatically when quitting WeeChat, /save command added - new commands for servers: /server, /connect, /disconnect - added autoconnect flag for each server in config file - added "look_set_title" option in config file - term window title is modified with WeeChat name and version - CTCP version returns more info (about OS) - many bugs fixed (including nicklist display bug).
de: Version 0.0.2 ist verfügbar! Neuerungen: - hinzugefügt:Befehl /rehash und /restart - Befehl &amp; Auto-join Channels wenn zum Server ein Connect aufgebaut wurde - neue Befehle für alias: /alias, /unalias (neue Sektion in Konfigurationsdatei) - Konfiguration wird nun automatisch gesichert wenn WeeChat beendet wird, /save Befehl hinzugefügt - neue Befehle für Server: /server, /connect, /disconnect - hinzugefügt: Autoconnect flag für jeden Server in der Konfigurationsdatei - hinzugefügt: "look_set_title" Option in Konfigurationsdatei - Term Fenstertitel wird auf den WeeChat Namen und Version angepasst - CTCP Version gibt mehr Informationen zurück (über OS) - weitere Fehlerbereinigungen (zum Beispiel Nicklist-Darstellungsfehler).
fr: La version 0.0.2 est disponible ! Les nouveautés depuis la dernière version sont : - nouvelles commandes /rehash et /restart - commande exécutée et auto-join des canaux lorsque la connexion au serveur est établie - nouvelles commandes pour les alias : /alias, /unalias (nouvelle section dans le fichier de configuration) - la configuration est sauvée en quittant WeeChat, commande /save ajoutée - nouvelles commandes pour les serveurs : /server, /connect, /disconnect - option d'auto-connexion pour chaque serveur du fichier de configuration - ajout de l'option de configuration "look_set_title" - le titre de la fenêtre de terminal est modifié avec le nom et la version de WeeChat - la version CTCP retourne plus d'informations (sur l'OS) - nombreux bugs corrigés (dont l'affichage de la fenêtre des nicks).
ja: バージョン 0.0.2 をリリースします! 以前のバージョン以降のニュース: - /rehash と /restart コマンドの追加 - サーバ接続時のコマンドとチャンネルへの自動参加 - エイリアス管理用の新しいコマンド: /alias、/unalias (設定ファイルに新しいセクションを追加) - WeeChat の終了時に設定を自動保存、/save コマンドを追加 - サーバ管理用の新しいコマンド: /server、/connect、/disconnect - 設定ファイル中に各サーバに対する自動接続フラグを追加 - 設定ファイルに "look_set_title" オプションを追加 - 端末ウィンドウタイトルを WeeChat の名前とバージョンに変更 - CTCP version で多くの情報を返す (OS に関する情報) - 多くのバグを修正 (ニックネームリストの表示バグなど)。
pl: Wersja 0.0.2 jest dostępna! Nowości od poprzedniej wersji: - dodano polecenia /rehash oraz /restart - komenda &amp; automatycznie wchodzi na kanały jeśli jesteśmy połączeni z serwerem - nowe komendy dla aliasów: /alias, /unalias (nowa sekcja w pliku konfiguracyjnym) - konfiguracja jest teraz automatycznie zapisywana podczas zamykania WeeChat, dodano komendę /save - nowe komendy dla serwerów: /server, /connect, /disconnect - dodano flagę automatycznego łączenia dla każdego serwera w pliku konfiguracyjnym - dodano opcję "look_set_title" do pliku konfiguracyjnego - nazwa okna terminala jest modyfikowana nazwa i wersją WeeChat - CTCP version zwraca więcej informacji (o systemie operacyjnym) - poprawiono wiele błędów (łącznie z błędem dotyczącym wyświetlania listy nicków).
sr: Доступна је верзија 0.0.2! Новости након последње верзије су: - додате команде /rehash и /restart - команда &amp; аутоматски приступа каналима након повезивања на сервер - нове команде за алијас: /alias, /unalias (нови одељак у конфиг фајлу) - конфигурација се сада аутоматски чува приликом напуштања програма WeeChat, додата је команда /save - нове команде за сервере: /server, /connect, /disconnect - додата заставица autoconnect за сваки сервер у конфиг фајлу - додата опција „look_set_title” у конфиг фајл - насловна линија терминалског прозора се мења WeeChat именом и верзијом - CTCP version враћа више информација (у вези са OS) - исправљено је много багова (укључујући баг у приказу листе надимака).
