Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Out-of-bounds read
de: außerhalb des zulässigen Bereichs lesend
fr: Lecture hors limites
pl: Niedozwolony odczyt
sr: Читање ван граница

source: Out-of-bounds write
de: außerhalb des zulässigen Bereichs schreibend
fr: Écriture hors limites
pl: Niedozwolony zapis
sr: Упис ван граница

source: Possible man-in-the-middle attack in TLS connection to IRC server.
de: Möglicher Man-in-the-Middle-Angriff in TLS-Verbindung zum IRC-Server.
fr: Attaque possible de type "man-in-the-middle" dans la connexion TLS au serveur IRC.
pl: Możliwy atak typu man-in-the-middle na połączenia TLS do serwera IRC.
sr: Могући напад „човек у средини” код TLS везе са IRC сервером.

source: Possible man-in-the-middle attack in TLS connection to servers.
de: Möglicher Man-in-the-Middle-Angriff bei TLS-Verbindung zu Servern.
fr: Attaque possible de type "man-in-the-middle" dans la connexion TLS aux serveurs.
pl: Możliwy atak typu man-in-the-middle na połączenia TLS z serwerami.
sr: Могући напад „човек у средини” код TLS везе са серверима.

source: Relay
sr: Релеј

source: Remote execution of commands via scripts.
de: Remote-Ausführung von Befehlen über Skripte.
fr: Exécution de commandes à distance via les scripts.
pl: Zdalne wykonanie poleceń przez skrypty.
sr: Удаљено извршавање команди скриптама.

source: Remove/unload all scripts calling the API function hook_process.
de: Entferne/beende alle Skripte, die die API Funktion hook_process nutzen.
fr: Supprimer/décharger tous les scripts appelant la fonction API hook_process.
pl: Usuń/wyładuj wszystkie skrypty wywołujące funkcję API hook_process.
sr: Уклањање/уклањање из меморије свих скрипти позивом API функције hook_process.

source: Remove/unload all scripts calling the API function infobar_printf.
de: Entferne/beende alle Skripte, die die API Funktion infobar_printf nutzen.
fr: Supprimer/décharger tous les scripts appelant la fonction API infobar_printf.
pl: Usuń/wyładuj wszystkie skrypty używające funkcję API infobar_printf.
sr: Уклањање/уклањање из меморије свих скрипти позивом API функције infobar_printf.

source: Strings are built with uncontrolled format in API function infobar_printf.
de: Zeichenkette werden mit unkontrolliertem Format in der API-Funktion infobar_printf erstellt.
fr: Les chaînes sont construites avec un format non spécifié dans la fonction de l'API infobar_printf.
pl: Ciągi znaków są budowane z użyciem niekontrolowanego formatowania w funkcji API infobar_printf.
sr: Стрингови се изграђују неконтролисаним форматом у API функцији infobar_printf.

source: Strings are built with uncontrolled format when IRC commands are redirected by relay plugin. If the output or redirected command contains formatting chars like "%", this can lead to a crash of WeeChat.
de: Zeichenfolgen werden mit unkontrolliertem Format erstellt, wenn IRC-Befehle von Relais-Erweiterung umgeleitet werden. Wenn die Ausgabe oder der umgeleitete Befehl Formatierungszeichen wie "%" enthält, kann dies zu einem Absturz von WeeChat führen.
fr: Les chaînes sont construites avec un format non spécifié lorsque les commandes IRC sont redirigées par l'extension relay. Si la sortie de la commande redirigée contient des caractères de formatage comme "%", cela peut provoquer un crash de WeeChat.
pl: Niekontrolowany ciąg formatujący, kiedy komendy IRC są przekierowywane do wtyczki pośrednika. Jeśli wyjście lub przekierowana komenda zawiera znaki formatujące jak "%" może to prowadzić do awarii WeeChat.
sr: Стрингови се израђују са неконтролисаним форматом када се IRC команде преусмеравају релеј додатком. Ако излаз или преусмерена команда садрже карактере форматирања као што је „%”, то може изазвати рушење програма WeeChat.

source: Strings are built with uncontrolled format when nicks containing "%" are monitored with command <code>/notify</code>.
de: Strings werden mit unkontrolliertem Format erstellt, wenn Nicks, die "%" enthalten, mit dem Befehl <code>/notify</code> überwacht werden.
fr: Les chaînes sont construites avec un format non spécifié lorsque des pseudos contenant "%" sont surveillés avec la commande <code>/notify</code>.
pl: Ciągi znaków są budowane z użyciem niekontrolowanego formatowania, kiedy nicki zawierające "%" są monitorowane poprzez komendę <code>/notify</code>.
sr: Стрингови се изграђују са неконтролисаним форматом када се надимци који садрже „%” надгледају командом <code>/notify</code>.

source: Strings are built with uncontrolled format when unknown IRC commands are sent to server, if option <code>irc.network.send_unknown_commands</code> is enabled.
de: Zeichenfolgen werden mit unkontrolliertem Format erstellt, wenn unbekannte IRC-Befehle an den Server gesendet werden, wenn die Option <code>irc.network.send_unknown_commands</code> aktiviert ist.
fr: Les chaînes sont construites avec un format non spécifié lorsque des commandes IRC inconnues sont envoyées au serveur, si l'option <code>irc.network.send_unknown_commands</code> est activée.
pl: Niekontrolowany ciąg formatujący podczas wysyłania nieznanych komend IRC do serwera jeśli opcja <code>irc.network.send_unknown_commands</code> jest włączona.
sr: Стрингови се изграђују са неконтролисаним форматом када се серверу шаљу непознате IRC команде, а опција <code>irc.network.send_unknown_commands</code> је укључена.

source: There are multiple ways to mitigate this issue: <ul> <li>Rremove all relays with protocol "api", see: <code>/help relay</code></li> <li>Unload relay plugin with command: <code>/plugin unload relay</code> and see: <code>/help weechat.plugin.autoload</code></li> <li>Secure relay to allow only some trusted IP addresses, see: <code>/help relay.network.allowed_ips</code></li> </ul>
sr: Постоји више начина да се овај проблем спречи: <ul> <li>Уклањањем свих релеја који користе протокол „api”, погледајте: <code>/help relay</code></li> <li>Уклањањем релеј додатка из меморије командом: <code>/plugin unload relay</code> и погледајте: <code>/help weechat.plugin.autoload</code></li> <li>Обезбеђивањем релеја тако да се дозволе само неке IP адресе којима се верује, погледајте: <code>/help relay.network.allowed_ips</code></li> </ul>

source: There are multiple ways to mitigate this issue: <ul> <li>Rremove all relays, see: <code>/help relay</code></li> <li>Unload relay plugin with command: <code>/plugin unload relay</code> and see: <code>/help weechat.plugin.autoload</code></li> <li>Secure relay to allow only some trusted IP addresses, see: <code>/help relay.network.allowed_ips</code></li> </ul>
de: Es gibt mehrere Möglichkeiten, dieses Problem zu beheben: <ul> <li>entferne alle Relays, siehe: <code>/help relay</code></li> <li>Relay Erweiterung entfernen mit Befehl: <code>/plugin unload relay</code> und siehe: <code>/help weechat.plugin.autoload</code></li> <li>Relay absichern, um nur einige vertrauenswürdige IP-Adressen zuzulassen, siehe: <code>/help relay.network.allowed_ips</code></li> </ul>
fr: Il y a plusieurs façons d'atténuer le problème : <ul> <li>Supprimer tous les relais, voir : <code>/help relay</code></li> <li>Décharger l'extension relay avec la commande : <code>/plugin unload relay</code> et voir : <code>/help weechat.plugin.autoload</code></li> <li>Sécuriser relay pour autoriser seulement des adresses IP de confiance, voir : <code>/help relay.network.allowed_ips</code></li> </ul>
pl: Istnieje wiele sposobów na mitygacje tego problemu: <ul> <li>Usuń wszystkich pośredników: <code>/help relay</code></li> <li>Wyładuj wtyczkę relay za pomocą polecenia: <code>/plugin unload relay</code> i zobacz: <code>/help weechat.plugin.autoload</code></li> <li>Zabezpiecz pośrednika zezwalając na połączenia z zaufanych adresów IP, zobacz: <code>/help relay.network.allowed_ips</code></li> </ul>
sr: Постоји више начина да се овај проблем спречи: <ul> <li>Уклањањем свих релеја, погледајте: <code>/help relay</code></li> <li>Уклањањем релеј додатка из меморије командом: <code>/plugin unload relay</code> и погледајте: <code>/help weechat.plugin.autoload</code></li> <li>Обезбеђивањем релеја тако да се дозволе само неке IP адресе којима се верује, погледајте: <code>/help relay.network.allowed_ips</code></li> </ul>

source: There are multiple ways to mitigate this issue: <ul> <li>Turn off option to send unknown commands: <code>/set irc.network.send_unknown_commands off</code></li> <li>Do not use formatting chars like "%" when sending unknown commands to server.</li> </ul>
de: Es gibt mehrere Möglichkeiten, dieses Problem zu beheben: <ul> <li>Deaktivieren Sie die Option zum Senden unbekannter Befehle: <code>/set irc.network.send_unknown_commands off</code></li> <li>Verwenden Sie keine Formatierungszeichen wie "%", wenn Sie unbekannte Befehle an den Server senden.</li> </ul>
fr: Il y a plusieurs façons d'atténuer le problème : <ul> <li>Désactiver l'option pour envoyer les commandes inconnues : <code>/set irc.network.send_unknown_commands off</code></li> <li>Ne pas utiliser de caractères de formatage comme "%" lors de l'envoi de commandes inconnues au serveur.</li> </ul>
pl: Istnieje wiele sposobów na złagodzenie tego problemu: <ul> <li>Wyłączenie możliwości wysyłania nieznanych komend: <code>/set irc.network.send_unknown_commands off</code></li> <li>Nie używanie znaków formatujących jak "%" podczas wysyłania nieznanych komend do serwera.</li> </ul>
sr: Постоји више начина да се овај проблем спречи: <ul> <li>Искључивањем опције за слање непознатих команди: <code>/set irc.network.send_unknown_commands off</code></li> <li>Приликом слања непознатих команди серверу, немојте да користите карактере за форматирање, као што је „%”.</li> </ul>

source: Turn of handling of colors in incoming IRC messages: <p><pre><code>/set irc.network.colors_receive off</code></pre></p>
de: Behandlung von Farben in eingehenden IRC-Nachrichten abschalten: <p><pre><code>/set irc.network.colors_receive off</code></pre></p>
fr: Désactiver la gestion des couleurs dans les messages IRC reçus : <p><pre><code>/set irc.network.colors_receive off</code></pre></p>
pl: Wyłącz obsługę kolorów w przychodzących wiadomościach IRC: <p><pre><code>/set irc.network.colors_receive off</code></pre></p>
sr: Искључивање обрате боја у долазним IRC порукама: <p><pre><code>/set irc.network.colors_receive off</code></pre></p>

source: Untrusted command for function hook_process could lead to execution of commands, because of shell expansions (so the problem is only caused by some scripts, not by WeeChat itself).
de: Nicht vertrauenswürdiger Befehl, für die Funktion hook_process, kann dazu genutzt werden um Befehle über eine Shell-Erweiterung zu starten (dieses Problem betrifft nur einige Skripte und ist im engeren Sinne kein Fehler von WeeChat).
fr: Une commande non fiable pour la fonction hook_process peut conduire à l'exécution de commandes, à cause des expansions du shell (donc le problème est causé seulement par certains scripts, pas par WeeChat lui-même).
ja: シェル展開が原因で hook_process 関数が信頼出来ないコマンドを実行する問題 (この問題は一部のスクリプトが引き起こすものではなく、WeeChat それ自体が持つ問題です)。
pl: Niezaufane polecenia dla funkcji hook_process mogą prowadzić do wykonywania komend, poprzez rozszerzenia powłoki (problem jest powodowany przez niektóre skrypty, nie przez samego WeeChat).
sr: Команде за функцију hook_process којима се не верује би могле да доведу до извршавања команди услед развијања љуске (тако да проблем изазивају само неке скрипте, а не сам програм WeeChat).

source: Use of invalid pointer in build of log filename.
de: Verwendung eines ungültigen Zeigers beim Erstellen des Protokolldateinamens.
fr: Utilisation d'un pointeur invalide dans la construction du nom de fichier de log.
pl: Użycie niewłaściwego wskaźnika przy tworzeniu nazwy pliku z logiem.
sr: Употреба неважећег показивача у изградњи имена лог фајла.

source: With WeeChat ≥ 1.1, you can create a trigger: <p><pre><code>/trigger add fix_irc_352 modifier "irc_in_352" "${arguments} =~ .* \*$" "/.*//"</code></pre></p> With any older version, there is no simple mitigation, you must upgrade WeeChat.
de: Ab WeeChat ≥ 1.1, kann ein trigger erstellt werden: <p><pre><code>/trigger add fix_irc_352 modifier "irc_in_352" "${arguments} =~ .* \*$" "/.*//"</code></pre></p> Bei älteren Version gibt es keine Lösungsmöglichkeit, Sie müssen WeeChat aktualisieren.
fr: Avec WeeChat ≥ 1.1, vous pouvez créer un trigger : <p><pre><code>/trigger add fix_irc_352 modifier "irc_in_352" "${arguments} =~ .* \*$" "/.*//"</code></pre></p> Avec toute autre version plus ancienne, il n'y a pas d'atténuation simple, vous devez mettre à jour WeeChat.
pl: W wersji WeeChat ≥ 1.1, możesz stworzyć trigger: <p><pre><code>/trigger add fix_irc_352 modifier "irc_in_352" "${arguments} =~ .* \*$" "/.*//"</code></pre></p> W starszych wersjach nie ma prostego sposobu na złagodzenie problemu, musisz zaktualizować WeeChat.
sr: Са WeeChat ≥ 1.1, можете да креирате окидач: <p><pre><code>/trigger add fix_irc_352 modifier "irc_in_352" "${arguments} =~ .* \*$" "/.*//"</code></pre></p> У случају било које старије верзије, нема једноставног решења, морате да ажурирате програм WeeChat.

source: With WeeChat ≥ 1.1, you can create a trigger: <p><pre><code>/trigger add irc_dcc_quotes modifier "irc_in_privmsg" "${arguments} =~ ^[^ ]+ :${\x01}DCC SEND ${\x22} " "/.*//"</code></pre></p> With any older version, there is no simple mitigation, you must upgrade WeeChat.
de: Ab WeeChat ≥ 1.1, kann ein trigger erstellt werden: <p><pre><code>/trigger add irc_dcc_quotes modifier "irc_in_privmsg" "${arguments} =~ ^[^ ]+ :${\x01}DCC SEND ${\x22} " "/.*//"</code></pre></p> Bei älteren Version gibt es keine Lösungsmöglichkeit, Sie müssen WeeChat aktualisieren.
fr: Avec WeeChat ≥ 1.1, vous pouvez créer un trigger : <p><pre><code>/trigger add irc_dcc_quotes modifier "irc_in_privmsg" "${arguments} =~ ^[^ ]+ :${\x01}DCC SEND ${\x22} " "/.*//"</code></pre></p> Avec toute autre version plus ancienne, il n'y a pas d'atténuation simple, vous devez mettre à jour WeeChat.
pl: W wersji WeeChat ≥ 1.1, możesz stworzyć trigger: <p><pre><code>/trigger add irc_dcc_quotes modifier "irc_in_privmsg" "${arguments} =~ ^[^ ]+ :${\x01}DCC SEND ${\x22} " "/.*//"</code></pre></p> W starszych wersjach nie ma prostego sposobu na złagodzenie problemu, musisz zaktualizować WeeChat.
sr: Са WeeChat ≥ 1.1, можете да креирате окидач: <p><pre><code>/trigger add irc_dcc_quotes modifier "irc_in_privmsg" "${arguments} =~ ^[^ ]+ :${\x01}DCC SEND ${\x22} " "/.*//"</code></pre></p> У случају било које старије верзије, нема једноставног решења, морате да ажурирате програм WeeChat.

source: You can remove all relays of type "irc", see <code>/help relay</code>.
de: Sie können alle Relays vom Typ "irc" entfernen, siehe <code>/help relay</code>.
fr: Vous pouvez désactiver tous les relais de type "irc", voir <code>/help relay</code>.
pl: Możesz usunąć wszystkich pośredników typu "irc", zobacz <code>/help relay </code>.
sr: Можете да уклоните све релеје типа „irc”, погледајте <code>/help relay</code>.

source: You can unload the logger plugin, thus stopping recording of all buffers: <code>/plugin unload logger</code>.
de: Sie können die Logger-Erweiterung entladen und damit die Aufzeichnung aller Buffer stoppen: <code>/plugin unload logger</code>.
fr: Vous pouvez décharger l'extension logger, arrêtant ainsi tout enregistrement des tampons : <code>/plugin unload logger</code>.
pl: Możesz wyłączyć wtyczkę logera, co spowoduje wyłączenie logowania we wszystkich buforach: <code>/plugin unload logger</code>.
sr: Можете да уклоните logger додатак из меморије, и тако зауставите снимање свих бафера: <code>/plugin unload logger</code>.

source: none
de: keine
fr: aucune
pl: brak
sr: никаква

source: low
de: niedrig
fr: faible
ja: 低
pl: niska
sr: ниска

source: medium
de: mittel
fr: moyenne
ja: 中
pl: średnia
sr: средња

source: high
de: hoch
fr: haute
ja: 高
pl: wysoka
sr: висока

source: critical
de: kritisch
fr: critique
ja: 重大
pl: krytyczna
sr: критична

source: Czech
de: Tschechisch
fr: Tchèque
ja: チェコ語
pl: Czeski
sr: чешки

source: German
de: Deutsch
fr: Allemand
ja: ドイツ語
pl: Niemiecki
sr: немачки

source: English
de: Englisch
fr: Anglais
ja: 英語
pl: Angielski
sr: енглески

source: Spanish
de: Spanisch
fr: Espagnol
ja: スペイン語
pl: Hiszpański
sr: шпански

source: French
de: Französisch
fr: Français
ja: フランス語
pl: Francuski
sr: француски

source: Hungarian
de: Ungarisch
fr: Hongrois
ja: ハンガリー語
pl: Węgierski
sr: мађарски

source: Italian
de: Italienisch
fr: Italien
ja: イタリア語
pl: Włoski
sr: италијански

source: Japanese
de: Japanisch
fr: Japonais
ja: 日本語
pl: Japoński
sr: јапански

source: Polish
de: Polnisch
fr: Polonais
ja: ポーランド語
pl: Polski
sr: пољски

source: Portuguese
de: Portugiesisch
fr: Portugais
ja: ポルトガル語
pl: Portugalski
sr: португалски

source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)
fr: Portugais (Brésil)
ja: ポルトガル語 (ブラジル)
pl: Portugalski (Brazylia)
sr: португалски (Бразил)

source: Russian
de: Russisch
fr: Russe
ja: ロシア語
pl: Rosyjski
sr: руски

source: Serbian
de: Serbisch
fr: Serbe
pl: Serbski
sr: српски

source: Turkish
de: Türkisch
fr: Turc
ja: トルコ語
pl: Turecki
sr: турски

source: Pending
de: ausstehend
fr: En attente
pl: Oczekuje
sr: На чекању

source: Not available
de: Nicht verfügbar
fr: Non disponible
pl: Jeszcze niedostępne
sr: није доступно

source: 10th birthday for WeeChat! Happy birthday!
de: 10. Geburtstag von WeeChat! Herzlichen Glückwunsch!
fr: 10ème anniversaire pour WeeChat ! Bon anniversaire !
ja: WeeChat は 10 歳になりました! お誕生日おめでとう!
pl: 10th urodziny WeeChat! Wszystkiego najlepszego!
sr: Десети рођендан програма WeeChat! Срећан рођендан!

source: 15th birthday for WeeChat! Happy birthday!
de: 15. Geburtstag von WeeChat! Herzlichen Glückwunsch!
fr: 15ème anniversaire pour WeeChat ! Bon anniversaire !
ja: WeeChat は 15 歳になりました! お誕生日おめでとう!
pl: 15th urodziny WeeChat! Wszystkiego najlepszego!
sr: Петнаести рођендан програма WeeChat! Срећан рођендан!

source: <a href="http://en.wikipedia.org/wiki/Dennis_Ritchie">Dennis Ritchie</a>, creator of the C programming language, and key developer of the Unix operating system has died. WeeChat is written in C, and runs on derivatives of Unix. So we just say a big thank you to you, Dennis, for your wonderful job.
de: <a href="http://de.wikipedia.org/wiki/Dennis_Ritchie">Dennis Ritchie</a>, entwickelte die Programmiersprache C und war Hauptentwickler des Unix-Betriebssystems. WeeChat ist in C geschrieben und läuft auf Unix ähnlichen Betriebssystemen. Wir möchten uns bei Dir, Dennis, für Deine großartige Arbeit bedanken.
fr: <a href="http://fr.wikipedia.org/wiki/Dennis_Ritchie">Dennis Ritchie</a>, créateur du langage de programmation C, et un développeur clé du système d'exploitation Unix est décédé. WeeChat est écrit en C, et tourne sous des dérivés d'Unix. Donc nous disons juste un grand merci à toi, Dennis, pour ton travail remarquable.
ja: C プログラミング言語の生みの親で、Unix オペレーティングシステムの主要な開発者でもある <a href="http://en.wikipedia.org/wiki/Dennis_Ritchie">Dennis Ritchie</a> さんが亡くなりました。 WeeChat は C で書かれ、Unix の派生物上で実行されています。 我々は Dennis さんの素晴らしい仕事に深く感謝します。
pl: Zmarł <a href="http://en.wikipedia.org/wiki/Dennis_Ritchie">Dennis Ritchie</a>, twórca języka C, oraz jeden z kluczowych deweloperów systemu Unix operating. WeeChat jest napisany w języku C, oraz działa na wielu systemach wywodzących się z Unixa. Dlatego dziękujemy Tobie Dennis, za wspaniałą pracę.
sr: <a href="http://en.wikipedia.org/wiki/Dennis_Ritchie">Денис Ричи</a>, креатор C програмског језика, и кључни програмер оперативног система Unix је преминуо. WeeChat је написан на језику C и извршава се на дериватима система Unix. Тако да ти, Денисе, само изражавамо велику захвалност за све што си урадио.

source: A Raspbian repository has been added for Raspberry Pi (thanks to Nils G. for building the packages every night). The existing Debian repositories have been moved from flashtux.org to weechat.org, like the new Raspbian one. A new section has been added on download page with a summary of all repositories: <a href="/download/debian/">Debian/Raspbian repositories</a>.
de: Für den Raspberry Pi wurde ein Raspbian Repositorium angelegt (Dank an Nils G. für das, nächtliche, Erstellen der Pakete). Die bisherigen Debian Repositorien wurden von flashtux.org nach weechat.org verschoben, wie z.B. das neue Raspbian Repositorium. Ein neuer Bereich wurde der Download-Seite hinzugefügt. Dort findet man eine Übersicht aller Repositorien: <a href="/download/debian/">Debian/Raspbian Repositorien</a>.
fr: Un dépôt Raspbian a été ajouté pour les Raspberry Pi (merci à Nils G. pour la construction des paquets chaque nuit). Les dépôts Debian existants ont été déplacés de debian.flashtux.org vers weechat.org, comme le nouveau pour Raspbian. Une nouvelle section a été ajoutée sur la page de téléchargement avec un résumé de tous les dépôts : <a href="/download/debian/">dépôts Debian/Raspbian</a>.
ja: Raspberry Pi 向けの Raspbian リポジトリを追加しました (毎晩パッケージをビルドしている Nils G さんに感謝します)。 新しい Raspbian リポジトリと同様、既存の Debian リポジトリを flashtux.org から weechat.org に移動しました。 ダウンロードページに全てのリポジトリの概要を示した新しいページを追加しました: <a href="/download/debian/">Debian/Raspbian リポジトリ</a>。
pl: Zostało dodane repozytorium Raspbiana dla Raspberry Pi (dzięki Nils G. budującemu paczki każdej nocy). Istniejące repozytoria Debiana zostały przeniesione z flashtux.org na weechat.org, podobnie jak nowe dla Raspbiana. Została dodana nowa sekcja na stronie pobrań z podsumowaniem wszystkich repozytoriów: <a href="/download/debian/">Repozytoria Debiana/Raspbiana</a>.
sr: Додат је raspbian репозиторијум за Raspberry Pi (захвалност Нилсу Г. који сваку ноћ изграђује пакете). Постојећи Debian репозиторијуми су премештени са flashtux.org на weechat.org, где се налази и нови Raspbian. На страницу за преузимање је додат нови одељак са резимеом свих репозиторијума: <a href="/download/debian/">Debian/Raspbian репозиторијуми</a>.

source: A map of developers, contributors and users is now available. Everybody is invited to add nick/location to this map.
de: Eine Karte der Entwickler, Helfer und Anwender ist nun verfügbar. Jeder ist eingeladen seinen Nick, mit Ortsangabe in die Karte einzutragen.
fr: Une carte des développeurs, contributeurs et utilisateurs WeeChat est disponible. Chacun est invité à ajouter son pseudo/lieu sur cette carte.
ja: 開発者、貢献者、ユーザの地図が利用可能です。ぜひニックネーム/地域を登録してください。
pl: Mapa deweloperów, współpracowników oraz użytkowników jest dostępna. Każdy może dodać swój nick/położenie na tej mapie.
sr: Сада је доступна мапа свих програмера, доприносилаца и корисника. Сви се позивају да додају свој надимак/локацију на ову мапу.

source: A new blog about WeeChat development has been added. It announces all new features in development version and let you discuss about future of WeeChat. Feel free to read it and add comments!
de: Es gibt nun einen Blog für die WeeChat Entwicklung. Dort werden die neuen Funktionen der Entwicklerversion vorgestellt und über zukünftige Entwicklung von WeeChat diskutiert. Sie sind herzlich eingeladen mit zu lesen und selber Kommentare zu schreiben!
fr: Un nouveau blog sur le développement de WeeChat a été ajouté. Il annonce toutes les nouvelles fonctionnalités dans la version de développement et permet de discuter sur le futur de WeeChat (en anglais). N'hésitez pas à le suivre et à y laisser des commentaires !
ja: WeeChat 開発に関する新しいブログが追加されました。これは開発版の全ての新しい機能を発表し、WeeChat の将来について議論するものです。 ブログを読んでコメントをお寄せください!
pl: Został dodany nowy blog poświęcony rozwojowi WeeChat. Ogłaszane są na nim wszystkie nowe funkcjonalności w wersji rozwojowej oraz pozwala on Wam dyskutować o przyszłości WeeChat. Zachęcamy do czytania i dodawania komentarzy!
sr: Додат је нови блог у вези са WeeChat развојем. Он најављује све нове функционалности у развојној верзији и омогућава вам да дискутујете у вези са будућности програма WeeChat. Слободно га читајте и оставите своје коментаре!
