Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.4.3 is available! Among the new features: - new command /print - logical and/or for tags in /filter and hook_print - gaps in buffer numbers - support of italic text - new options to customize default text search in buffers - use of IRC monitor command for /notify (if available on server) - new IRC server option "ssl_fingerprint" - new option to smart-filter IRC mode messages - new option for default IRC ban mask - support of IPv6 for DCC chat/file - auto check CRC32 of files received with DCC - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2014/02/09/Version-0.4.3">development blog</a> or <a href="/files/changelog/ChangeLog-0.4.3.html">ChangeLog</a>.
de: Version 0.4.3 ist verfügbar! Überblick, der neuen Funktionen: - neuer Befehl /print - logische and/or für Tags in /filter und hook_print - Buffer können einer frei wählbaren Position zugeordnet werden - Unterstützung von kursivem Text - neue Optionen um die Textsuche in Buffers zu individualisieren - IRC monitor Befehl wird für /notify verwendet (sofern der Server es unterstützt) - neue IRC Serveroption "ssl_fingerprint" - neue Option um IRC mode-Nachrichten intelligent zu filtern - neue Option für eine standard IRC-Ban-Maske - DCC Chat/Transfer unterstützt IPv6 - automatische CRC32 Überprüfung von Dateien die mittels DCC empfangen werden - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2014/02/09/Version-0.4.3">development blog</a> oder <a href="/files/changelog/ChangeLog-0.4.3.html">ChangeLog</a>.
fr: La version 0.4.3 est disponible ! Parmi les nouvelles fonctionnalités : - nouvelle commande /print - ou/et logique dans /filter et hook_print - intervalles dans les numéros de tampons - support du texte en italique - nouvelles options pour personnaliser la recherche par défaut dans les tampons - utilisation de la commande IRC monitor pour /notify (si disponible sur le serveur) - nouvelle option de serveur IRC "ssl_finterprint" - nouvelle option pour filtrer intelligemment les messages de mode IRC - nouvelle option pour le masque de bannissement IRC par défaut - support de l'IPv6 dans le DCC fichier/discussion - vérification automatique du CRC32 des fichiers reçus par DCC - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2014/02/09/Version-0.4.3">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.4.3.html">ChangeLog</a>.
ja: バージョン 0.4.3 をリリースしました! 新しい機能: - 新しいコマンド /print - /filter と hook_print で指定するタグに対する論理 and/or - バッファ番号に間隔を空ける - イタリックテキストのサポート - バッファ中のデフォルトテキスト検索をカスタマイズする新しいオプション - /notify で IRC monitor コマンドを使用 (サーバでこれが利用可能な場合) - 新しい IRC サーバオプション "ssl_fingerprint" - IRC モードメッセージに対するスマートフィルタの新しいオプション - デフォルトの IRC 禁止マスクを設定する新しいオプション - DCC chat および file で IPv6 をサポート - DCC で受信したファイルの CRC32 を自動チェック - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2014/02/09/Version-0.4.3">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.4.3.html">ChangeLog</a> を参照してください。
pl: Wersja 0.4.3 jest dostępna! Nowe funkcje: - nowa komenda /print - operacje logiczne i/lub dla tagów w komendzie /filter i hook_print - przerwy w numeracji buforów - wsparcie dla pochyłego tekstu - nowa opcja dla modyfikacji domyślnego wyszukiwania tekstu w buforach - użycie komendy IRC monitor dla /notify (jeśli dostępne na serwerze) - nowa opcja serwera IRC "ssl_fingerprint" - nowa opcja do inteligentnego filtrowania wiadomości o zmianach atrybutów - nowa opcja dla domyślnej maski banów na IRC - wsparcie dla IPv6 w przesyłaniu plików/rozmowach DCC - automatyczne sprawdzanie sumy CRC32 dla plików pobranych przez DCC - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2014/02/09/Version-0.4.3">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-0.4.3.html">ChangeLog</a>.
sr: Доступна је верзија 0.4.3! Неке од нових функционалности: - нова команда /print - логичко и/или за ознаке у /filter и hook_print - празнине у бројевима бафера - подршка за текст у курзиву - нове опције за прилагођавање подразумеване претраге текста у баферима - употреба IRC monitor команде за /notify (ако је доступно на серверу) - нова опција IRC сервера „ssl_fingerprint” - нова опција за паметно филтрирање IRC mode порука - нова опција за подразумевану маску IRC забране - подршка за IPv6 код DCC chat/file - аутоматска провера CRC32 фајлова примљених преко DCC - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2014/02/09/Version-0.4.3">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.4.3.html">ChangeLog</a>.

source: Version 1.0 is available! Among the new features: - plugin "trigger": Swiss Army knife for WeeChat (replaces "rmodifier" plugin) - plugin "exec": execute external commands (replaces script "shell.py") - bare display: easy click on long URLs and text selection with mouse - support of environment variables in /set command - hidden buffers - negated tags in filters - toggle of filters in specific buffers - flexible conditions for adding/removing buffers in hotlist - text search in buffers with free content - support of wildcard "*" inside masks - support of nested variables in evaluated expressions - tag with host in IRC messages displayed - support of "away-notify" IRC capability - IRC commands: /allpv, /remove, /unquiet - bar items: buffer_short_name, irc_nick_modes - unit tests - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2014/08/15/Version-1.0">development blog</a> or <a href="/files/changelog/ChangeLog-1.0.html">ChangeLog</a>.
de: Version 1.0 ist verfügbar! Über die neuen Funktionen: - Erweiterung "trigger": Das Schweizer Armeemesser für WeeChat (ersetzt "rmodifier" Erweiterung) - Erweiterung "exec": führt externe Befehle aus (ersetzt das Skript "shell.py") - vereinfachter Anzeigemodus: um URLs anzuklicken oder Text mit der Maus zu markieren - Unterstützung von Umgebungsvariablen mittels dem /set Befehl - versteckte Buffer - Tags können für Filter negiert werden - Filter können für einzelne Buffer umgeschaltet werden - flexible Bedingungen um Buffer in der Hotlist hinzuzufügen/entfernen - Textsuche ist nun in allen Buffern möglich - Unterstützung des Platzhalters "*" für Masken - Unterstützung von verschachtelten Variablen in - support of nested variables in evaluierten Ausdrücken - Tag für Host von IRC Nachrichten - Unterstützung der "away-notify" IRC-Fähigkeit - IRC Befehle: /allpv, /remove, /unquiet - Bar-Items: buffer_short_name, irc_nick_modes - unit Tests - viele Fehlerbereinigungen Eine vollständige Liste aller neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2014/08/15/Version-1.0">development blog</a> oder <a href="/files/changelog/ChangeLog-1.0.html">ChangeLog</a>.
fr: La version 1.0 est disponible ! Parmi les nouvelles fonctionnalités : - extension « trigger » : couteau Suisse pour WeeChat (remplace l'extension « rmodifier ») - extension « exec » : exécution de commandes externes (remplace le script « shell.py ») - affichage dépouillé (« bare display ») : clic facile sur les URLs longs et sélection de texte avec la souris - support des variables d'environnement dans la commande /set - tampons cachés - négation d'étiquettes dans les filtres - activation/désactivation des filtres dans des tampons spécifiques - conditions flexibles pour ajouter/supprimer des tampons dans la « hotlist » - recherche de texte dans les tampons avec contenu libre - support du joker « * » dans les masques - support de variables imbriquées dans les expressions évaluées - étiquette avec le « host » dans les messages IRC affichés - support de la capacité IRC « away-notify » - commandes IRC : /allpv, /remove, /unquiet - objets de barre : buffer_short_name, irc_nick_modes - tests unitaires - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2014/08/15/Version-1.0">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.0.html">ChangeLog</a>.
ja: バージョン 1.0 をリリースしました! 新しい機能: - "trigger" プラグイン: WeeChat 用の万能ナイフ ("rmodifier" プラグインの置き換え) - "exec" プラグイン: 外部コマンドの実行 ("shell.py" スクリプトの置き換え) - 最小限表示: マウスを使った長いテキストのクリックやテキストの選択が楽にできるように - /set コマンドで環境変数をサポート - 隠しバッファ - フィルタでの否定タグ - 特定バッファにおけるフィルタのトグル - ホットリストにバッファを追加/削除する条件を自由自在に - 自由内容バッファのテキスト検索 - マスク内におけるワイルドカード "*" のサポート - 評価式内における入れ子状変数のサポート - 表示された IRC メッセージに含まれるホスト名に対するタグ - "away-notify" IRC 機能のサポート - IRC コマンド: /allpv、/remove、/unquiet - バー要素: buffer_short_name、irc_nick_modes - 単体テスト - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2014/08/15/Version-1.0">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.0.html">ChangeLog</a> を参照してください。
pl: Wersja 1.0 jest dostępna! Nowe funkcje: - wtyczka "trigger": scyzoryk dla WeeChat (zastępuje wtyczkę "rmodifer") - wtyczka "exec": wykonywanie zewnętrznych komend (zastępuje skrypt "shell.py") - niesformatowane wyświetlanie: łatwe klikanie w długie linki i zaznaczanie tekstu za pomocą myszy - wsparcie dla zmiennych środowiskowych w komendzie /set - ukryte bufory - zanegowane tagi w filtrach - przełączanie filtrów w konkretnych buforach - elastyczne warunki dla dodawania/usuwania buforów z hotlisty - wyszukiwanie tekstowe w buforach z wolną zawartością - wsparcie dla dzikiej karty "*" w maskach - wsparcie dla zagnieżdżonych zmiennych w przetwarzanych wyrażeniach - tag z hostem w wyświetlanych wiadomościach IRC - wsparcie dla opcji IRC "away-notify" - komendy IRC: /allpv, /remove, /unquiet - elementy paska: buffer_short_name, irc_nick_modes - testy jednostkowe - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2014/08/15/Version-1.0">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.0.html">ChangeLog</a>.
sr: Доступна је верзија 0.1! Неке од нових функционалности: - додатак „trigger”: швајцарски џепни нож за WeeChat (замењује „rmodifier” додатак) - додатак „exec”: извршавање спољних команди (замењује скрипту „shell.py”) - огољени приказ: једноставан клик на дугачке URL адресе и избор текста мишем - подршка за променљиве окружења у /set команди - скривени бафери - негиране ознаке у филтерима - пребацивање стања филтера у одређеним баферима - прилагодљиви услови за додавање/уклањање бафера у врућој листи - претрага текста у баферима са слободним садржајем - подршка за џокер „*” у маскама - подршка за угнеждене променљиве у израчунатим изразима - ознака са хостом у приказаним IRC порукама - подршка за „away-notify” IRC могућност - IRC команде: /allpv, /remove, /unquiet - ставке траке: buffer_short_name, irc_nick_modes - unit тестови - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2014/08/15/Version-1.0">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.0.html">ChangeLog</a>.

source: Version 1.0.1 is available! This is a bug fix and maintenance release. For complete list of bugs fixed, please look at <a href="/files/changelog/ChangeLog-1.0.1.html">ChangeLog</a>.
de: Version 1.0.1 ist verfügbar! Diese Version behebt lediglich Fehler und ist als Korrekturversion zu verstehen. Eine Liste der Fehlerbereinigungen findet man unter <a href="/files/changelog/ChangeLog-1.0.1.html">ChangeLog</a>.
fr: La version 1.0.1 est disponible ! Il s'agit d'une version de maintenance avec corrections de bugs. Pour une liste complète des bugs corrigés, merci de consulter le <a href="/files/changelog/ChangeLog-1.0.1.html">ChangeLog</a>.
ja: バージョン 1.0.1 をリリースしました! これはバグフィックスとメンテナンスリリースです。 修正されたバグの完全なリストは <a href="/files/changelog/ChangeLog-1.0.1.html">ChangeLog</a> を参照してください。
pl: Wersja 1.0.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-1.0.1.html">ChangeLog</a>.
sr: Доступна је верзија 1.0.1! Ово је издање одржавања које исправља багове. Ако желите да погледате комплетну листу исправљених багова, молимо вас да отворите <a href="/files/changelog/ChangeLog-1.0.1.html">ChangeLog</a>.

source: Version 1.1 is available! Among the new features: - complete inline commands in input - allow incomplete commands if unambiguous - improve speed of completions - add bar item and signals for mouse status - use bar conditions on root bars - add option "reorder" in command /server - open irc channel buffers before the join is received from server - add server option "sasl_fail" - add support for color codes 16-99 in IRC messages - disable SSLv3 by default - add support of IRC capability "extended-join" - add options "stop" and "start" in command /relay - use HTTPS by default in script plugin for downloads - add option "restore" in command /trigger - evaluate and replace regex groups at same time in trigger (new and incompatible format) - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2015/01/11/Version-1.1">development blog</a> or <a href="/files/changelog/ChangeLog-1.1.html">ChangeLog</a>.
de: Version 1.1 ist verfügbar! Überblick, der neuen Funktionen: - in der gesamten Eingabezeile können Befehle vervollständigt werden - unvollständige Befehle werden ausgeführt wenn sie eindeutig sind - Vervollständigung wurde erheblich beschleunigt - Bar-Item und Signale für Mausstatus hinzugefügt - Bedingungen können auch in root-Bars genutzt werden - neue Option "reorder" im /server Befehl - IRC Channel-Buffer können geöffnet werden, bevor der entsprechende Channel betreten wird - neue Server Option "sasl_fail" - Farbunterstützung der Codes 16-99 in IRC Nachrichten - SSLv3 ist standardmäßig deaktiviert - Unterstützung der IRC-Fähigkeit "extended-join" - neue Optionen "stop" und "start" für den /relay Befehl - HTTPS wird standardmäßig in der script-Erweiterung zum herunterladen genutzt - neue Option "restore" für den /trigger Befehl - Überarbeitung und Veränderung der regex Gruppen für trigger (dadurch neues und abwärts inkompatibles Format) - weitere Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2015/01/11/Version-1.1">development blog</a> or <a href="/files/changelog/ChangeLog-1.1.html">ChangeLog</a>.
fr: La version 1.1 est disponible ! Parmi les nouvelles fonctionnalités : - complétion des commandes à l'intérieur de la ligne de commande - commandes incomplètes autorisées si elles ne sont pas ambigües - amélioration de la vitesse de complétion - ajout d'un objet de barre et de signaux pour le statut de la souris - utilisation des conditions pour les barres de type "root" - ajout de l'option "reorder" dans la commande /server - ouverture des tampons de canaux irc avant la réception du join du serveur - ajour de l'option serveur "sasl_fail" - ajout du support des codes couleur 16-99 dans les messages IRC - désactivation de SSLv3 par défaut - ajout du support de la capacité IRC "extended-join" - ajout des options "stop" et "start" dans la commande /relay - utilisation de HTTPS par défault dans l'extension script pour les téléchargements - ajout de l'option "restore" dans la commande /trigger - évaluation et remplacement des groupes d'expressions régulières en même temps dans le trigger (format nouveau et incompatible) - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2015/01/11/Version-1.1">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.1.html">ChangeLog</a>.
ja: バージョン 1.1 をリリースしました! 新しい機能の一例: - 入力中にインラインコマンドを補完 - 入力されたコマンドの修正候補が明らかな場合にその不完全なコマンドを受け付ける - 補完速度を改善 - マウス状態に関するバー要素とシグナルを追加 - ルートバーでバー状態を使用 - /server コマンドに "reorder" オプションを追加 - サーバから参加メッセージを受信する前に irc チャンネルバッファを開く - "sasl_fail" サーバオプションを追加 - IRC メッセージ中の色コード 16-99 のサポートを追加 - デフォルトで SSLv3 を無効化 - "extended-join" IRC 機能のサポートを追加 - /relay コマンドに "stop" と "start" オプションを追加 - script プラグインがダウンロードを行う際に HTTPS をデフォルトで使用 - /trigger コマンドに "restore" オプションを追加 - トリガで正規表現グループの評価と置換を同時に行う (新規、非互換書式) - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2015/01/11/Version-1.1">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.1.html">ChangeLog</a> を参照してください。
pl: Wersja 1.1 jest dostępna! Nowe funkcje: - dopełnienie komend w linii poleceń - można używać niekompletnych komend jeśli są jednoznaczne - poprawiono szybkość dopełnień - dodano element paska i sygnały dla statusu myszy - warunki dla pasków są również używane przez paski "root" - dodano opcję "reorder" dla komendy /server - bufory kanałów IRC sa otwierane zanim serwer zwróci informacje o wejściu na kanał - dodano opcję serwera "sasl_fail" - dodano wsparcie dla kodów kolorów 16-99 w wiadomościach IRC - domyślne wyłączenie wsparcia dla SSLv3 - add support of IRC capability "extended-join" - add options "stop" and "start" in command /relay - HTTPS jest używane domyślnie przez wtyczkę pobierająca skrypty - dodano opcje "restore" dla komendy /trigger - przetwarzanie i zamians grup wyrażeń w tym samym czasie w triggerze (nowy i niekompatybilny format) - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2015/01/11/Version-1.1">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.1.html">ChangeLog</a>.
sr: Доступна је верзија 1.1! Неке од нових функционалности: - довршавање команди унутар линије уноса - дозвољавају се непотпуне команде ако нису двосмислене - побољшана је брзина довршавања - додата је ставка траке и сигнали за статус миша - употреба услова траке на кореним тракама - додата је опција „reorder” у команду /server - бафери irc канала се отварају пре него што се од сервера прими join - додата је опција сервера „sasl_fail” - додата подршка за кодове боја 16-99 у IRC порукама - SSLv3 је подразумевано искључено - додата подршка за IRC могућност „extended-join” - додате опције „stop” и „start” у команду /relay - у script додатку се за преузимања подразумевано користи HTTPS - додата опција „restore” у команду /trigger - у окидачу се истовремено израчунавају и замењују групе у регуларним изразима (нови и некомпатибилни формат) - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2015/01/11/Version-1.1">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.1.html">ChangeLog</a>.

source: Version 1.1.1 is available! This is a bug fix and maintenance release. For complete list of bugs fixed, please look at <a href="/files/changelog/ChangeLog-1.1.1.html">ChangeLog</a>.
de: Version 1.1.1 ist verfügbar! Diese Version behebt lediglich Fehler und ist als Korrekturversion zu verstehen. Eine Liste der Fehlerbereinigungen findet man unter <a href="/files/changelog/ChangeLog-1.1.1.html">ChangeLog</a>.
fr: La version 1.1.1 est disponible ! Il s'agit d'une version de maintenance avec corrections de bugs. Pour une liste complète des bugs corrigés, merci de consulter le <a href="/files/changelog/ChangeLog-1.1.1.html">ChangeLog</a>.
ja: バージョン 1.1.1 をリリースしました! これはバグフィックスとメンテナンスリリースです。 修正されたバグの完全なリストは <a href="/files/changelog/ChangeLog-1.1.1.html">ChangeLog</a> を参照してください。
pl: Wersja 1.1.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-1.1.1.html">ChangeLog</a>.
sr: Доступна је верзија 1.1.1! Ово је издање одржавања које исправља багове. Ако желите да погледате комплетну листу исправљених багова, молимо вас да отворите <a href="/files/changelog/ChangeLog-1.1.1.html">ChangeLog</a>.
