Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 2.7 is available! Among the new features: - add option logger.file.color_lines (support of ANSI color codes in log files) - add filters on IRC raw buffer - add IRC server option "ssl_password" - add option irc.look.display_pv_warning_address - add options irc.color.message_kick and irc.color.reason_kick - add option xfer.file.download_temporary_suffix - add option weechat.look.nick_color_hash_salt - add different WeeChat icons sizes - add calculation of expression in evaluation of expressions with "calc:xxx" - add optional default path (evaluated) in completion "filename" - add modifier "color_encode_ansi" - add support of Guile 2.2 - add support of Python 3.8 - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2019/12/08/Version-2.7">development blog</a> or <a href="/files/changelog/ChangeLog-2.7.html">ChangeLog</a>.
de: Version 2.7 ist verfügbar! Überblick, der neuen Funktionen: - neu: Option logger.file.color_lines (Unterstützung von ANSI-Farben in Logdateien) - neu: Filtermöglichkeit im IRC Raw-Buffer - neu: IRC Server Option "ssl_password" - neu: Option irc.look.display_pv_warning_address - neu: Option irc.color.message_kick und irc.color.reason_kick - neu: Option xfer.file.download_temporary_suffix - neu: Option weechat.look.nick_color_hash_salt - neu: unterschiedliche Größen der WeeChat Icons - neu: Berechnung eines Ausdrucks bei der Auswertung von Ausdrücken mit "calc:xxx" - neu: optionaler Standardpfad (evaluiert) für Vervollständigung "Dateiname" - neu: modifier "color_encode_ansi" - neu: Unterstützung von Guile 2.2 - neu: Unterstützung von Python 3.8 - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="https://blog.weechat.org/post/2019/12/08/Version-2.7">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-2.7.html">Änderungsprotokoll</a>.
fr: La version 2.7 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option logger.file.color_lines (support des couleurs ANSI dans les fichiers de log) - ajout de filtres sur le tampon de données brutes IRC - ajout de l'option de serveur IRC "ssl_password" - ajout de l'option irc.look.display_pv_warning_address - ajout des options irc.color.message_kick et irc.color.reason_kick - ajout de l'option xfer.file.download_temporary_suffix - ajout de l'option weechat.look.nick_color_hash_salt - ajout de différentes tailles d'icônes WeeChat - ajout du calcul d'expression dans l'évaluation des expressions avec "calc:xxx" - ajout du chemin optionnel (évalué) dans la complétion "filename" - ajout du modificateur "color_encode_ansi" - ajout du support de Guile 2.2 - ajout du support de Python 3.8 - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2019/12/08/Version-2.7">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.7.html">ChangeLog</a>.
pl: Wersja 2.7 jest dostępna! Najważniejsze zmiany: - dodano opcję logger.file.color_lines (wsparcie dla kodów kolorów ANSI w plikach logów) - dodano filtry w buforze nieprzetworzonych danych IRC - dodano opcję serwera IRC "ssl_password" - dodano opcję irc.look.display_pv_warning_address - dodano opcje irc.color.message_kick i irc.color.reason_kick - dodano opcję xfer.file.download_temporary_suffix - dodano opcję weechat.look.nick_color_hash_salt - dodano różne rozmiary ikon WeeChat - dodano kalkulacje wyrażeń w przetwarzaniu wyrażeń przez "calc:xxx" - dodano opcjonalną domyślną ścieżkę (przetwarzana) w dopełnieniu "filename" - dodano modyfikator "color_encode_ansi" - dodano wsparcie dla Guile 2.2 - dodano wsparcie dla Pythona 3.8 - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2019/12/08/Version-2.7">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.7.html">ChangeLog</a>.
sr: Доступна је верзија 2.7! Неке од нових функционалности: - додата је опција logger.file.color_lines (подршка за ANSI кодове боја у лог фајловима) - додати су филтери у IRC сирови бафер - додата је опција IRC сервера „ssl_password” - додата је опција irc.look.display_pv_warning_address - додате су опције irc.color.message_kick и irc.color.reason_kick - додата је опција xfer.file.download_temporary_suffix - додата је опција weechat.look.nick_color_hash_salt - додате су различите величине WeeChat икона - додато је израчунавање израза у израчунавањима израза са „calc:xxx” - додата је необавезна путања (израчуната) у довршавању „filename” - додат је модификатор „color_encode_ansi” - додата је подршка за Guile 2.2 - додата је подршка за Python 3.8 - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2019/12/08/Version-2.7">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.7.html">ChangeLog</a>.

source: Version 2.7.1 (security release)
de: Version 2.7.1 (Sicherheitsupdate)
fr: Version 2.7.1 (version de sécurité)
pl: Wersja 2.7.1 (poprawki bezpieczeństwa)
sr: Верзија 2.7.1 (безбедносно издање)

source: Version 2.7.1 is available, it fixes three security vulnerabilities. Upgrade is recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 2.7.1 ist verfügbar. Diese Zwischenversion behebt drei Sicherheitsprobleme. Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 2.7.1 est disponible, elle corrige trois failles de sécurité. La mise à jour est recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
pl: Wersja 2.7.1 jest dostępna, poprawia ona problem bezpieczeństwa. Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 2.7.1 која исправља три безбедносне рањивости. Препоручује се да сви корисници ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 2.8 is available! Among the new features: - add variable "old_full_name" in buffer, set during buffer renaming - add debug option "-d" in command /eval - add functions crypto_hash and crypto_hash_pbkdf2 in plugin API - add infos "auto_connect" and "weechat_headless" - add pointer "window" in bar item evaluation (buflist) - add support of fake IRC servers (no I/O, for testing purposes) - accept hash of password in init command of weechat relay protocol with option "password_hash" (PBKDF2, SHA256, SHA512) - reject client with weechat relay protocol if password or totp is received in init command but not set in WeeChat - add support of Ruby 2.7 - add support of PHP 7.4 - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2020/03/29/Version-2.8">development blog</a> or <a href="/files/changelog/ChangeLog-2.8.html">ChangeLog</a>.
de: Version 2.8 ist verfügbar! Überblick, der neuen Funktionen: - neu: Variable "old_full_name" in Buffer, wird gesetzt, wenn der Buffername sich ändert - neu: Debug Option "-d" für Befehl /eval - neu: Funktionen crypto_hash und crypto_hash_pbkdf2 in Erweiterung-API - neu: Informationen "auto_connect" und "weechat_headless" - neu: Pointer "window" in Bar-Item evaluiert (buflist) - neu: Unterstützung von fake IRC Servern (kein I/O, zu Testzwecken) - akzeptiert den Hash des Passworts im init-Befehl des Weechat-Relay-Protokoll mittels der Option "password_hash" (PBKDF2, SHA256, SHA512) - Client mit Weechat-Relay-Protokoll wird abgelehnt, falls Kennwort oder totp im Befehl init empfangen, aber nicht in WeeChat hinterlegt wurden - neu: Unterstützung von Ruby 2.7 - neu: Unterstützung von PHP 7.4 - weitere Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="https://blog.weechat.org/post/2020/03/29/Version-2.8">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-2.8.html">Änderungsprotokoll</a>.
fr: La version 2.8 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de la variable "old_full_name" dans le tampon, définie pendant que le tampon est renommé - ajout de l'option de debug "-d" dans la commande /eval - ajout des fonctions crypto_hash et crypto_hash_pbkdf2 dans l'API des extensions - ajout des infos "auto_connect" et "weechat_headless" - ajout du pointeur "window" dans l'évaluation de l'objet de barre (buflist) - ajout du support des faux serveurs IRC (pas d'entrée/sortie, à des fins de tests) - support du mot de passe haché dans la commande init du protocole relay weechat avec l'option "password_hash" (PBKDF2, SHA256, SHA512) - rejet du client avec le protocole relay weechat si le mot de passe ou l'OTP est reçu dans la commande init mais non défini dans WeeChat - ajout du support de Ruby 2.7 - ajout du support de PHP 7.4 - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2020/03/29/Version-2.8">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.8.html">ChangeLog</a>.
pl: Wersja 2.8 jest dostępna! Najważniejsze zmiany: - dodano zmienną bufora "old_full_name", ustawiana podczas zmiany nazwy - dodano opcję debugowania "-d" do komendy /eval - dodano funkcje crypto_hash i crypto_hash_pbkdf2 do API wtyczek - dodano info "auto_connect" i "weechat_headless" - dodano wskaźnik "window" dla przetworzonych elementów paska (buflist) - dodano wsparcie dla fałszywych serwerów IRC (brak I/O, do celów testowych) - hasze haseł są akceptowane w komendzie inicjującej protokołu pośrednika weechat dzięki opcji "password_hash" (PBKDF2, SHA256, SHA512) - odrzucanie klientów protokołu pośrednika weechat jeśli otrzymano hasło albo totp przy połączeniu, ale nie zostało ono ustawione w WeeChat - dodano wsparcie dla Ruby 2.7 - dodano wsparcie dla PHP 7.4 - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2020/03/29/Version-2.8">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.8.html">ChangeLog</a>.
sr: Доступна је верзија 2.8! Неке од нових функционалности: - додата је променљива „old_full_name” у бафер, поставља се током промене имена бафера - додата је дибаг опција „-d” у команду /eval - додате су функције crypto_hash и crypto_hash_pbkdf2 у API додатака - додато су инфои „auto_connect” и „weechat_headless” - додат је показивач „window” у ставку траке evaluation (buflist) - додата је подршка за лажне IRC сервере (без У/И, служи за тестирање) - у init команди weechat релеј протокола се прихвати хеш лозинке опцијом „password_hash” (PBKDF2, SHA256, SHA512) - одбија се клијент са weechat релеј протоколом ако се init командом прими лозинка или totp, али нису постављени у WeeChat - додата је подршка за Ruby 2.7 - додата је подршка за PHP 7.4 - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2020/03/29/Version-2.8">развојни блог </a> или <a href="/files/changelog/ChangeLog-2.8.html">ChangeLog</a>.

source: Version 2.9 is available! Among the new features: - add command "handshake" in weechat relay protocol and nonce to prevent replay attacks during authentication - add command "completion" in weechat relay protocol - add option relay.network.auth_timeout, add status "waiting_auth" in irc and weechat relay protocols - add option "color_bg_inactive" in bars - add bar items "buffer_nicklist_count_groups" and "buffer_nicklist_count_all" - add key Alt+Enter to insert a newline, set default size for input bar to 0 (automatic) - add a scalable WeeChat logo (SVG) - add base 16/32/64 encoding/decoding in evaluation of expressions with "base_encode:base,xxx" and "base_decode:base,xxx" - add case sensitive wildcard matching comparison operator ("==*" and "!!*") and case sensitive/insensitive include comparison operators ("==-", "!!-", "=-", "!-") in evaluation of expressions - add keys Alt+Shift+B and Alt+Shift+N to toggle buflist/nicklist bars - reload configuration files when the SIGHUP signal is received - add API functions to complete words in command line - evaluate option buflist.look.sort - add support of "UTF8MAPPING" in IRC server - display IRC "account" messages in buffers - evaluate arguments when a trigger of type "command" is created - enable again command "/guile eval" - fix slow send of data to relay clients when SSL is enabled - add CI with GitHub Actions - run tests on plugins only if the plugins are enabled and compiled - GnuTLS is now a required dependency - disable build of JavaScript plugin by default, remove Debian package "weechat-javascript" - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2020/07/18/Version-2.9">development blog</a> or <a href="/files/changelog/ChangeLog-2.9.html">ChangeLog</a>.
sr: Доступна је верзија 2.9! Неке од нових функционалности: - додата је команда „handshake” у weechat релеј протокол и нонс којим се спречавају „replay” напади током провере идентитета - додата је команда „completion” у weechat релеј протокол - додата је опција relay.network.auth_timeout, додат статус „waiting_auth” у irc и weechat релеј протоколе - додата је опција „color_bg_inactive” у траке - додате су ставке траке „buffer_nicklist_count_groups” и „buffer_nicklist_count_all” - додат је тастер Alt+Enter за уметање прелома линије, постављена је подразумевана величина за траку уноса на 0 (аутоматска) - додат је WeeChat којем може да се мења величина (SVG) - додато је base 16/32/64 кодирање/декодирање у израчунавањима израза са „base_encode:base,xxx” и „base_decode:base,xxx” - додат је оператор поређења осетљивог на величину слова са џокер подударањем („==*” и „!!*”) и оператори поређења укључивањем осетљиви/неосетљиви на величину слова („=-”, „!!-”, „=-”, „!-”) и израчунавањима израза - додати су тастери Alt+Shift+B и Alt+Shift+N који пребацују видљивост buflist/nicklist трака - конфигурациони фајлови се поново учитавају када се прими SIGHUP сигнал - додате су API функције за довршавање речи у командној линији - израчунава се опција buflist.look.sort - додата је подршка за „UTF8MAPPING” у IRC серверу - у баферима се приказују IRC „account” поруке - аргументи се израчунавају да се креира окидач типа „command” - поново је омогућена команда „/guile eval” - исправљено је споро слање података релеј клијентима онда када је укључен SSL - додат је CI са GitHub Акцијама - тестови над додацима се извршавају само онда када су додаци укључени и компајлирани - GnuTLS је сада обавезна зависност - подразумевано се искључује изградња JavaScript додатка, уклоњен је Debian пакет „weechat-javascript” - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2020/07/18/Version-2.9">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.9.html">ChangeLog</a>.

source: Version 3.0 is available! Among the new features: - add option script.scripts.download_enabled (it must be explicitly set to "on" to allow download of scripts from weechat.org) - add option "-oerr" in command /exec to send stderr to buffer (now disabled by default) - allow to send text on buffers and evaluate command with commands /allchan, /allpv and /allserv - add option fset.look.auto_refresh - add variable "tg_argc" in data set by command trigger and variable "tg_trigger_name" in data set by all triggers - add argument "bytes" in API function string_dyn_concat - add API function string_color_code_size - add optional list of colors in infos "nick_color" and "nick_color_name" - add pointer to irc_nick in focus of bar item "buffer_nicklist" - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2020/11/11/Version-3.0">development blog</a> or <a href="/files/changelog/ChangeLog-3.0.html">ChangeLog</a>.
de: Version 3.0 ist verfügbar! Über die neuen Funktionen: - neu: Option script.scripts.download_enabled (Option muss explizit auf "on" gesetzt werden, um das herunterladenvon Skripts von weechat.org zu erlauben) - neu: Option "-oerr" in Befehl /exec, um stderr im Buffer auszugeben(Standardmäßig deaktiviert) - Ermöglichen das Senden von Text in Buffer und das Auswerten von Befehlen mittels /allchan, /allpv and /allserv - neu: Option fset.look.auto_refresh - neu: Variable "tg_argc" in Data, welches durch den Trigger-Befehl gesetzt wird und Variable "tg_trigger_name" in Data, welches durch alle Trigger erstellt wird - neu: Argument "bytes" in API Funktion string_dyn_concat - neu: API Funktion string_color_code_size - neu: optional Liste der Farben in infos "nick_color" und "nick_color_name" - neu: Pointer zu irc_nick in focus des Bar-Items "buffer_nicklist" - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="https://blog.weechat.org/post/2020/11/11/Version-3.0">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-3.0.html">Änderungsprotokoll</a>.
fr: La version 3.0 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option script.scripts.download_enabled (elle doit être explicitement positionnée à "on" pour autoriser le téléchargement des scripts depuis weechat.org) - ajout de l'option "-oerr" dans la commande /exec pour envoyer stderr au tampon (maintenant désactivé par défaut) - possibilité d'envoi de texte aux tampons et évaluation de la commande avec les commandes allchan, /allpv and /allserv - ajout de l'option fset.look.auto_refresh - ajour de la variable "tg_argc" dans es données définies par le trigger "command" et la variable "tg_trigger_name" dans les données définies par tous les triggers - ajout du paramètres "bytes" dans la fonction d'API string_dyn_concat - ajout de la fonction d'API string_color_code_size - ajout d'une liste facultative de couleurs dans les infos "nick_color" et "nick_color_name" - ajout du pointeur vers irc_nick dans le focus de l'objet de barre "buffer_nicklist - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2020/11/11/Version-3.0">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.0.html">ChangeLog</a>.
pl: Wersja 3.0 jest dostępna! Najważniejsze zmiany: - dodano opcję script.scripts.download_enabled (musi być ona ustawiona na "on", aby pobierać skrypty z weechat.org) - dodano opcję "-oerr" dla komendy /exec w celu wysyłania wyjścia błędów do bufora (teraz domyślnie wyłączona) - komendy /allchan, /allpv i /allserv mogą wysyłać tekst do buforów i przetwarzać polecenia - dodano opcję fset.look.auto_refresh - dodano zmienną "tg_argc" w danych ustawianych za pomocą triggera poleceń i zmienną "tg_trigger_name" dla danych ustawianych przez wszystkie triggery - dodano argument "bytes" dla funkcji API string_dyn_concat - dodano funkcję API string_color_code_size - dodano opcjonalną listę kolorów w informacjach "nick_color" i "nick_color_name" - dodano wskaźnik do irc_nick w zaznaczonym elemencie paska "buffer_nicklist" - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2020/11/11/Version-3.0">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.0.html">ChangeLog</a>.
sr: Доступна је верзија 3.0! Неке од нових функционалности: - додата је опција script.scripts.download_enabled (мора експлицитно да се постави на „on” да би се дозволило преузимање скрипти са weechat.org) - додата је опција „-oerr” у команду /exec за слање stderr у бафер (сада је подразумевано искључена) - дозвољава се слање текста у бафере у израчунавање команде командама /allchan, /allpv и /allserv - додата је опција fset.look.auto_refresh - додата је променљива „tg_argc” у податке које поставља command окидач и променљива „tg_trigger_name” у податке које постављају сви окидачи - додата је аргумент „bytes” у API функцију string_dyn_concat - додата је API функција string_color_code_size - додата је необавезна листа боја у инфоима „nick_color” и „nick_color_name” - додат је показивач на irc_nick у фокус ставке траке „buffer_nicklist” - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2020/11/11/Version-3.0">развојни блог</a> или <a href="/files/changelog/ChangeLog-3.0.html">ChangeLog</a>.

source: Version 3.0.1 is available! This is a bug fix and maintenance release. For complete list of bugs fixed, please look at <a href="/files/changelog/ChangeLog-3.0.1.html">ChangeLog</a>.
de: Version 3.0.1 ist verfügbar! Dies ist eine Fehlerbehebungs- und Wartungsversion. Eine vollständige Liste der behobenen Fehler findet man unter <a href="/files/changelog/ChangeLog-3.0.1.html">Änderungsprotokoll</a>.
fr: La version 3.0.1 est disponible ! Il s'agit d'une version de maintenance avec corrections de bugs. Pour une liste complète des bugs corrigés, merci de consulter le <a href="/files/changelog/ChangeLog-3.0.1.html">ChangeLog</a>.
pl: Wersja 3.0.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-3.0.1.html">ChangeLog</a>.
sr: Доступна је верзија 3.0.1! Ово је издање одржавања које исправља багове. Ако желите да погледате комплетну листу исправљених багова, молимо вас да отворите <a href="/files/changelog/ChangeLog-3.0.1.html">ChangeLog</a>.
