Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.1.1 is available! News since last version are: - new display engine: doesn't cut words at end of lines - DCC send (file) and DCC chat - FIFO pipe for remote control - connection to IRC server is now made by child process (non blocking) - nicks count for channel buffers - crash dump when WeeChat receives SIGSEGV (Segmentation fault) - new commands: /ban, /unban, /kickban, /halfop, /dehalfop - UnrealIrcd IRC servers support - spanish translation - bugs fixed (display and commands).
de: Version 0.1.1 ist verfügbar! Neuerungen: - neue Darstellungsroutine: Wörter werden am Ende der Zeile nicht mehr abgeschnitten - DCC send (file) und DCC chat - FIFO pipe für Fernbedienung - Verbindung zum IRC Server wird nun mittels einem Tochterprozess hergestellt (kein Blockieren mehr des Mutterprozesses) - Nick-Zähler für Channel-Buffer - bei einem Absturz wird der Speicherinhalt angezeigt (SIGSEGV (Segmentanzeige)) - neue Befehle: /ban, /unban, /kickban, /halfop, /dehalfop - UnrealIrcd IRC Serverunterstützung - spanische Übersetzung - Fehlerbereinigung (Darstellung und Befehle).
fr: La version 0.1.1 est disponible ! Les nouveautés depuis la dernière version sont : - nouveau moteur d'affichage : ne coupe plus les mots en fin de ligne - DCC : envoi de fichier et discussion (DCC chat) - tube FIFO pour contrôle à distance - connexion au serveur IRC par un processus fils (non bloquant) - compteur de pseudos dans chaque canal - état de plantage quand WeeChat reçoit SIGSEGV (Segmentation fault) - nouvelles commandes : /ban, /unban, /kickban, /halfop, /dehalfop - support des serveurs IRC UnrealIrcd - traduction en espagnol - bugs corrigés (affichage et commandes).
ja: バージョン 0.1.1 をリリースします! 以前のバージョン以降のニュース: - 新しい表示エンジン: 単語の途中で行末を区切らない - DCC 送信 (ファイル) と DCC チャット - リモート操作用の FIFO パイプ - IRC サーバへの接続を子プロセスで行う (操作をブロックされることがなくなります) - チャンネルバッファのニックネーム数をカウント - WeeChat が SIGSEGV (セグメンテーション違反) を受信した際にクラッシュダンプ - 新しいコマンド: /ban、/unban、/kickban、/halfop、/dehalfop - UnrealIrcd IRC サーバをサポート - スペイン語翻訳 - バグ修正 (表示とコマンド)。
pl: Wersja 0.1.1 jest dostępna! Nowości od poprzedniej wersji: - nowy silnik wyświetlający: nie ucina słów na końcu linii - DCC send (plik) oraz DCC chat - strumienie FIFO dla zdalnej kontroli - połączenia do serwerów IRC są dokonywane przez procesy potomne (nie blokujące) - zliczanie ilości użytkowników w buforach kanałów - zrzucanie danych, kiedy WeeChat otrzyma SIGSEGV (Segmentation fault) - nowe komendy: /ban, /unban, /kickban, /halfop, /dehalfop - wsparcie dla serwerów IRC UnrealIrcd - hiszpańskie tłumaczenie - poprawiono błędy (wyświetlanie i komendy).
sr: Доступна је верзија 0.1.1! Новости након последње верзије су: - нови механизам за приказ: на крају линије се не секу речи - DCC send (фајл) и DCC chat - FIFO пајп за даљинску контролу - везу са IRC сервером сада успоставља процес дете (нема блокирања) - број надимака за бафере канала - испис информација о рушењу када WeeChat прими SIGSEGV (Грешка сегментације) - нове команде: /ban, /unban, /kickban, /halfop, /dehalfop - подршка за UnrealIrcd IRC сервере - шпански превод - исправке багова (приказ и команде).

source: Version 0.1.3 is available! News since last version are: - IPv6 added - SSL added - proxy support added (http, socks4, socks5) - /set command now completed - channels notify now saved in config file - many bugs fixed.
de: Version 0.1.3 ist verfügbar! Neuerungen: - IPv6 Unterstützung hinzugefügt - SSL Unterstützung hinzugefügt - proxy Unterstützung hinzugefügt (http, socks4, socks5) - /set Befehl ist nun vollständig - Channel-Benachrichtigung wird nun in der Konfigurationsdatei gesichert - Fehlerbereinigungen.
fr: La version 0.1.3 est disponible ! Les nouveautés depuis la dernière version sont : - ajout de l'IPv6 - ajout de SSL - ajout du support proxy (http, socks4, socks5) - complétion de la commande /set - notifications des canaux sauvées dans le fichier de configuration - correction de nombreux bugs.
ja: バージョン 0.1.3 をリリースします! 以前のバージョン以降のニュース: - IPv6 を追加 - SSL を追加 - プロキシサポートを追加 (http、socks4、socks5) - /set コマンドを完成 - チャンネル通知を設定ファイルに保存 - 多くのバグを修正。
pl: Wersja 0.1.3 jest dostępna! Nowości od poprzedniej wersji: - dodano obsługę IPv6 - dodano obsługę SSL - dodano wsparcie dla proxy (http, socks4, socks5) - komenda /set została ukończona - powiadomienia kanałów są zapisywane w pliku konfiguracyjnym - poprawiono wiele błędów.
sr: Доступна је верзија 0.1.3! Новости након последње верзије су: - додат је IPv6 - додат је SSL - додата је подршка за прокси (http, socks4, socks5) - /set команда се сада довршава - обавештење за канале се сада чува у конфиг фајлу - исправљено је доста багова.

source: Version 0.1.4 is available! News since last version are: - new keyboard management, fully customizable - DCC timeout and auto resume failed transfers - new color for private messages (in hotlist) - new colors for join and part/quit (arrows) - customizable highlights with irc_highlight var - command /amsg added - channels auto-prefixed by "#" for /join command - added time with seconds in infobar - many bugs fixed.
de: Version 0.1.4 ist verfügbar! Neuerungen: - neues Tastatur-Management, voll einstellbar - DCC timeout und auto resume bei abgebrochenem Transfer - neue Farbe für private Nachrichten (in hotlist) - neue Farben für join und part/quit - einstellbare highlights mit irc_highlight var - Befehl /amsg hinzugefügt - Channels auto-prefixed mit "#" für /join command - hinzugefügt: Uhrzeit wird nun auch mit Sekunden in Infobar angezeigt - Fehlerbereinigungen.
fr: La version 0.1.4 est disponible ! Les nouveautés depuis la dernière version sont : - nouvelle gestion du clavier, entièrement paramétrable - DCC timeout et reprise auto des transferts échoués - nouvelle couleur pour les messages privés (dans la hotlist) - nouvelles couleurs pour les join et part/quit (flèches) - highlights personnalisables avec la variable irc_highlight - commande /amsg ajoutée - canaux auto-préfixés par "#" pour la commande /join - ajout de l'heure avec les secondes dans la barre d'info - correction de nombreux bugs.
ja: バージョン 0.1.4 をリリースします! 以前のバージョン以降のニュース: - 新しいキーボード管理、完全なカスタマイズが可能に - DCC タイムアウトと転送に失敗した際の自動リジューム - プライベートメッセージ用の新しい色 (ホットリスト内) - 参加、退出、終了用の新しい色 (矢印) - irc_highlight 変数を使ったカスタマイズ可能なハイライト - /amsg コマンドを追加 - /join コマンドのチャンネル部分の先頭に自動的に "#" を追加 - 情報バーに秒を追加 - 多くのバグを修正。
pl: Wersja 0.1.4 jest dostępna! Nowości od poprzedniej wersji: - nowe, w pełni konfigurowalne zarządzanie klawiaturą - timeouty w DCC, oraz wznawianie przerwanych transferów - nowy kolor dla prywatnych wiadomości (w hotliście) - nowe kolory dla joinów, partów/quitów (strzałki) - konfigurowalne higlighty za pomocą zmiennej irc_highlight - dodano komendę /amsg - nazwy kanałów automatycznie poprzedzane "#" w komendzie /join - dodano czas z sekundami w infobarze - poprawiono wiele błędów.
sr: Доступна је верзија 0.1.4! Новости након последње верзије су: - ново управљање тастатуром, потпуно подесиво - DCC тајмаут и аутоматско настављање неуспешних трансфера - нова боја за приватне поруке (у врућој листи) - нове боје за приступање и излазак/напуштање (стрелице) - подесива истицања са irc_highlight променљивом - додата је команда /amsg - за команду /join се каналима аутоматски поставља префикс „#” - у инфо траци је додато време са секундама - исправљено је доста багова.

source: Version 0.1.5 is available! News since last version are: - added /ame command (send CTCP action to all channels of all connected servers), - added setting "irc_notice_as_pv" to see notices as pv, - added nicks colors in setup file, - added /ignore and /unignore commands, - signal SIGQUIT is now ignored, - jump to next server now saves current channel buffer for each server, - ctrl-up/ctrl-down keys added to call previous/next command in global history (common to all buffers), - many major bugs fixed.
de: Version 0.1.5 ist verfügbar! Neuerungen: - hinzugefügt: /ame Befehl (Nachricht an alle Channels aller verbundenen Server schicken), - hinzugefügt: Einstellung "irc_notice_as_pv" um Mitteilungen als pv zu sehen, - hinzugefügt: nicks Farben in Setup Datei, - hinzugefügt: /ignore und /unignore Befehl, - Signal SIGQUIT wird nun ignoriert, - wird zum nächsten Server gewechselt wird der aktuelle Buffe für jeden Server gesichert, - ctrl-up/ctrl-down Tastenbefehl eingebaut um vorherigen/nächsten Befehl in der globalen Historie aufzurufen, - mehrere größere Fehlerbereinigungen.
fr: La version 0.1.5 est disponible ! Les nouveautés depuis la dernière version sont : - ajout de la commande /ame (envoi d'une action CTCP à tous les canaux de tous les serveurs connectés), - ajout de l'option "irc_notice_as_pv" pour voir les notices sous forme de privés, - ajout des couleurs pour les pseudos dans le fichier de configuration, - ajout des commandes /ignore et /unignore - le signal SIGQUIT est maintenant ignoré - le saut vers le serveur suivant sauvegarde désormais le canal courant pour chaque serveur, - touches ctrl-haut/ctrl-bas ajoutées pour rappeler la commande précédente/suivante dans l'historique global (commun à tous les tampons), - correction de nombreux bugs majeurs.
ja: バージョン 0.1.5 をリリースします! 以前のバージョン以降のニュース: - /ame コマンドを追加 (CTCP action を全ての接続済みサーバの全てのチャンネルに送信)、 - notice をプライベートメッセージとして表示する "irc_notice_as_pv" 設定を追加、 - セットアップファイルにニックネーム色を追加、 - /ignore と /unignore コマンドを追加、 - SIGQUIT シグナルを無視、 - 次のサーバに移動する際に各サーバの現在のチャンネルバッファを保存、 - グローバル履歴 (全てのバッファに共通) から前/次のコマンドを呼び出す ctrl-up/ctrl-down キーを追加、 - 多くの深刻なバグを修正。
pl: Wersja 0.1.5 jest dostępna! Nowości od poprzedniej wersji: - dodano komendę /ame (wysyła CTCP action na wszystkie kanały na wszystkich połączonych serwerach), - dodano opcję "irc_notice_as_pv" umożliwiającą odbieranie powiadomień jak prywatnych wiadomości, - dodano kolory nicków w pliku konfiguracyjnym, - dodano komendy /ignore oraz /unignore, - sygnał SIGQUIT jest teraz ignorowany, - skok do następnego serwera zachowuje bufor obecnego kanału dla każdego serwera, - dodano klawisze ctrl-góra/ctrl-dół wywołujące poprzednią/następną komendę historii globalnej (wspólną dla wszystkich buforów), - poprawiono wiele poważnych błędów.
sr: Доступна је верзија 0.1.5! Новости након последње верзије су: - додата је /ame команда (шаље CTCP акцију на све канала свих повезаних сервера), - додато је подешавање „irc_notice_as_pv” да се обавештења виде као pv, - додате боје надимака у фајл подешавања, - додате су /ignore и /unignore команде, - сада се сигнал SIGQUIT игнорише, - скок на наредни сервер сада за сваки сервер чува текући бафер канала, - додати су тастери ctrl-горе/ctrl-доле за позивање претходне/наредне команде у глобалној историји (заједничкој за све бафере), - исправљени су многи багови.

source: Version 0.1.6 is available! News since last version are: - new plugin management: now WeeChat loads/unloads dynamic libraries (.so files under GNU/Linux). Perl and Python become two plugins (script type). Many changes were made, there's some incompatibilities with old scripts, thanks for reading release notes (file NEWS or link below) - config file for plugins - color management in IRC messages (compatible with other IRC clients, including mIrc) - full UTF-8 support - smart hotlist - server mixed on one window (optional) - partial highlights - improved completion, customizable.
de: Version 0.1.6 ist verfügbar! Neuerungen: - neues Erweiterungs-Management: WeeChat lädt/löscht Bibliotheken dynamisch (.so Dateien unter GNU/Linux). Perl und Python sind nun zwei separate Erweiterungen. Da viele Veränderungen vorgenommen wurden, kann es zu Inkompatibilitäten mit alten Skripten führen. Bitte lesen Sie die Release Hinweise (Datei NEWS oder den unteren Link) - Konfigurationsdatei für Erweiterungen - Farben-Management in IRC Nachrichten (Kompatibel mit anderen IRC Clients, einschließlich mIrc) - volle UTF-8 Unterstützung - intelligente hotlist - Server Mix auf einem Fenster (optional) - partiell Highlights - automatische Vervollständigung verbessert und einstellbar.
fr: La version 0.1.6 est disponible ! Les nouveautés depuis la dernière version sont : - nouvelle gestion des extensions (plugins) : maintenant WeeChat charge/décharge des librairies dynamiques (fichiers .so sous GNU/Linux). Perl et Python deviennent deux plugins de type scripts. De nombreux changements ont eu lieu et il y a certaines incompatibilités avec les scripts anciens, merci de lire les notes de version (dans le fichier NEWS ou le lien ci-dessous) - fichier de configuration pour les extensions (plugins) - gestion des couleurs dans les messages IRC (compatible avec les autres clients IRC dont mIrc) - support UTF-8 complet - "hotlist" (liste d'activité) intelligente - fusion des serveurs sur la même fenêtre (en option) - highlights partiels - complétion améliorée et configurable.
ja: バージョン 0.1.6 をリリースします! 以前のバージョン以降のニュース: - 新しいプラグイン管理: 現在 WeeChat は動的ライブラリ (GNU/Linux の .so ファイル) をロード/非ロードするようになります。Perl と Python は 2 つのプラグインになります (スクリプトタイプ)。多くの変更がなされ、古いスクリプトとの互換性が失われました。リリースノート (NEWS ファイルまたは以下のリンク) を読んでください。 - プラグイン用の設定ファイル - IRC メッセージ中の色管理 (mIrc などの他の IRC クライアントとの互換性) - 完全な UTF-8 サポート - 洗練されたホットリスト - 1 つのウィンドウにサーバを混在させることが可能に (任意) - 部分的ハイライト - 補完機能を改良、カスタマイズ可能に。
pl: Wersja 0.1.6 jest dostępna! Nowości od poprzedniej wersji: - nowe zarządzanie wtyczkami: teraz WeeChat ładuje/wyładowuje dynamiczne biblioteki (pod GNU/Linux pliki .so). Perl i Python stały się dwoma wtyczkami (typy skryptów). Zostało wprowadzone wiele zmian, występują pewne niekompatybilności ze starymi skryptami, wiadomości o wydaniu (plik NEWS lub poniższy link) - pliki konfiguracyjne dla wtyczek - zarządzanie kolorami w wiadomościach IRC (kompatybilne z pozostałymi klientami, wliczając mIrc) - pełne wsparcie UTF-8 - inteligentna hotlista - serwery połączone w jednym oknie (opcjonalne) - częściowe higlighty - poprawiono uzupełnianie, konfigurowalne.
sr: Доступна је верзија 0.1.6! Новости након последње верзије су: - ново управљање додацима: WeeChat сада учитава/уклања из меморије динамичке библиотеке (.so фајлове у GNU/Linux). Perl и Python постају два додатка (типа скрипт). Направљено је доста измена, постоје неке некомпатибилности са старим скриптама, хвала вам што читате белешке о издању (фајл NEWS или линк испод) - конфиг фајл за додатке - управљање бојама у IRC порукама (компатибилно са осталим IRC клијентима, укључујући и mIrc) - потпуна UTF-8 подршка - паметна врућа листа - сервер помешан у један прозор (није обавезно) - делимична истицања - унапређено довршавање, може да се прилагоди.

source: Version 0.1.7 is available! News since last version are: - new commands: /upgrade, /uptime, /history - removed "irc_default_msg_away" setting, for RFC 2812 conformity (/away command wihtout argument only removes away status), new values for "irc_display_away" (off, local, channel) - replaced Texinfo doc by XML Docbook - added color for window separators - added completion system for plugins/scripts commands - added charset by server and channel, new command: /charset - added Ruby script plugin - added ETA (Estimated Time of Arrival) for DCC files - /nick command is now allowed when not connected to server - added server/channel arg to /buffer command for jumping to buffer - added new keys for switching to other windows: alt-W followed by alt-arrow - added new keys for scrolling to previous/next highlight: alt-P / alt-N - added "read marker": an indicator for first unread line in a server or channel buffer (new key alt-U to scroll to marker) - new window maganement: custom size for windows, auto resize when terminal is resized - fixed: plugins autoload and unload, some display bugs.
de: Version 0.1.7 ist verfügbar! Neuerungen: - neue Befehle: /upgrade, /uptime, /history - "irc_default_msg_away" Einstellungen entfernt, um RFC 2812 konform zu bleiben (/away Befehl ohne Argumente entfernt lediglich den Away Status), neue Werte für "irc_display_away" (off, local, channel) - Texinfo doc ersetzt durch XML Docbook - hinzugefügt: Farbe für Fenstertrenner - hinzugefügt: automatische Vervollständigung für Erweiterungs-/Skriptebefehle - hinzugefügt: /charset Befehl für Server und Channel - hinzugefügt: Erweiterung für Ruby-Skripte - hinzugefügt: ETA (Estimated Time of Arrival) für DCC Dateien - /nick command kann auch ausgeführt werden wenn man nicht mit dem Server verbunden ist - hinzugefügt: Server/Channel Argumente für /buffer Befehl um zwischen den Buffern zu wechseln - hinzugefügt: neuer Tastenbefehl um zwischen den Fenstern zu wechseln. alt-w gefolgt von alt-{Pfeil} - hinzugefügt: neuer Tastenbefehl um zum vorherigen oder nächsten Highlight zu springen: alt-P / alt-N - hinzugefügt: "read marker": eine optische Anzeige um die erste ungelesene Zeile darzustellen (neuer Tastenbefehl alt-U um zu der Stelle zu springen) - neues Fenster-Management : Fenstergröße ist einstellbar; automatische Anpassung der Größe wenn der Terminal verändert wurde - Fehler behoben: Erweiterung autoload und unload, sowie einige Darstellungsfehler.
fr: La version 0.1.7 est disponible ! Les nouveautés depuis la dernière version sont : - nouvelles commandes : /upgrade, /uptime, /history - suppression de l'option "irc_default_msg_away", pour la conformité RFC 2812 (la commande /away sans paramètre retire le statut d'absence), nouvelles valeurs pour "irc_display_away" (off, local, channel) - documentation Texinfo remplacée par XML Docbook - ajout de couleur pour les séparateurs de fenêtres - ajout de la complétion pour les commandes d'extensions/scripts - ajout de jeu de caractère par serveur et canal, nouvelle commande : /charset - ajout de l'extension de script Ruby - ajout de l'ETA (temps estimé d'arrivée) pour les fichiers DCC - la commande /nick est maintenant autorisée sans connexion au serveur - ajout de paramètre à la commande /buffer pour sauter vers le tampon - ajout de nouvelles touches pour se déplacer vers les autres fenêtres : alt-W suivi de alt-flèche - ajout de nouvelles touches pour se déplacer vers le highlight précédent/suivant : alt-P / alt-N - ajout d'un marqueur de lecture : pour la première ligne non lue du serveur ou canal (nouvelle touche alt-U pour se déplacer vers le marqueur) - nouveau système de gestion des fenêtres, redimensionnement automatique lorsque le terminal change de taille - corrections : chargement automatique et déchargement des extensions, quelques problèmes d'affichage.
ja: バージョン 0.1.7 をリリースします! 以前のバージョン以降のニュース: - 新しいコマンド: /upgrade、/uptime、/history - "irc_default_msg_away" 設定を削除、RFC 2812 に適合 (引数のない /away コマンドは離席状態を解除するだけ)、"irc_display_away" 用の新しい値 (off、local、channel) - XML Docbook で Texinfo 文書を置き換え - ウィンドウセパレータの色を追加 - プラグイン/スクリプトコマンド用の補完機能を追加 - サーバとチャンネルに文字セットを追加、新しいコマンド: /charset - Ruby スクリプトプラグイン - DCC ファイルに ETA (ファイル転送完了予定時刻) を追加 - サーバに接続していない状態でも /nick コマンドを利用可能に - /buffer コマンドでバッファ移動する際のサーバ/チャンネル引数を追加 - 他のウィンドウに移動する新しいキーを追加: alt-W の後に alt-arrow - 前の/次のハイライトにスクロールする新しいキーを追加: alt-P / alt-N - "既読マーカー" を追加: サーバまたはチャンネルバッファの最初の未読行を示すインジケータ (マーカーをスクロールする新しいキー alt-U ) - 新しいウィンドウ管理: ウィンドウサイズのカスタマイズ、端末サイズが変更された時の自動リサイズ - 修正: プラグインの自動ロードと非ロード、表示バグ。
pl: Wersja 0.1.7 jest dostępna! Nowości od poprzedniej wersji: - nowe komendy: /upgrade, /uptime, /history - usunięto ustawienie "irc_default_msg_away" , dla zgodności z RFC 2812 ( komenda /away bez argumentu zdejmuje status nieobecności), nowe wartości dla "irc_display_away" (off, local, channel) - zastąpiono Texinfo przez XML Docbook - dodano kolory dla separatorów okien - dodano system uzupełnień dla komend wtyczek/skryptów - dodano kodowanie da serwera i kanału, nowa komenda: /charset - dodano wtyczkę skryptową Ruby - dodano ETA (Estimated Time of Arrival) dla transferów DCC - komenda /nick może być użyta jeśli nie jesteśmy połączeni z serwerem - dodano argument server/channel do polecenia /buffer w celu przemieszczania się między buforami - dodano nowe skróty klawiszowe do przełączania się pomiędzy oknami: alt-W następnie alt-strzałka - dodano nowe skróty do przewijania do następnego/poprzedniego higlighta: alt-P / alt-N - dodano "znacznik przeczytania": wskaźnik pierwszej nieprzeczytanej lini w buforze serwera lub kanału (nowy skrót alt-U przewija do znacznika) - nowe zarządzanie oknami: niestandardowy rozmiar okien, automatyczne skalowanie wraz ze zmianą rozmiaru terminala - poprawiono: automatyczne ładowanie i wyładowywanie wtyczek, trochę błędów w wyświetlaniu.
sr: Доступна је верзија 0.1.7! Новости након последње верзије су: - нове команде: /upgrade, /uptime, /history - уклоњено је „irc_default_msg_away” подешавање, због сагласности са RFC 2812 (/away команда без аргумента само уклања статус одсутан), нове вредности за „irc_display_away” (off, local, channel) - замењена Texinfo документација са XML Docbook - додата боја за граничнике прозора - додат је систем довршавања за команде додатака/скрипти - додат скуп карактера по серверу и каналу, нова команда: /charset - додат додатак Ruby скрипте - додат ETA (Estimated Time of Arrival [процењено време доласка]) за DCC фајлове - команда /nick је сада дозвољена и када нисте повезани са сервером - додат је server/channel аргумент команди /buffer за скок на бафер - додати нови тастери за прелазак на остале прозоре: alt-W након чега следи alt-стрелица - додати нови тастери за скроловање на претходно/наредно истицање: alt-P / alt-N - додат је „маркер читања”: индикатор на прву непрочитану линију у баферу сервера или канала (нови тастер alt-U за скроловање до маркера) - ново управљање прозором: произвољна величина прозора, аутоматска промена величине када се промени величина терминала - исправљено: аутоматско учитавање и аутоматско уклањање додатака из меморије, неки багови приказа.
