Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 2.3 is available! Among the new features: - add hook "line" - add option "-P" (or "--plugins") to customize the plugins to load at startup - allow multiple options "-r" ("--run-command") in command line arguments - allow allow partial buffer name and multiple arguments in command /buffer close - allow specifying buffer number/name for /buffer localvar - allow creation of temporary variables with the regex in trigger plugin - add real IP in client description in relay plugin - add repeat of string in evaluation of expressions with "repeat:count,string" - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2018/10/21/Version-2.3">development blog</a> or <a href="/files/changelog/ChangeLog-2.3.html">ChangeLog</a>.
de: Version 2.3 ist verfügbar! Überblick, der neuen Funktionen: - neu: hook "line" - neu: Option "-P" (oder "--plugins") um zu bestimmen welche Erweiterungen beim Start geladen werden sollen - neu: "-r" ("--run-command") Option kann mehrfach genutzt werden, in der Befehlszeile - neu: /buffer close unterstützt nun unvollständige Buffernamen und es können mehrere Argumente angegeben werden - neu: /buffer localvar unterstützt Buffernummer/-name - neu: temporäre Variablen können mittels regex in der Trigger-Erweiterung erstellt werden - neu: reale IP wird in relay-Erweiterung angezeigt - neu: Wiederholung von Zeichenketten in regulären Ausdrücken mittels "repeat:Anzahl,Zeichenkette" - viele Fehler behoben Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2018/10/21/Version-2.3">development blog</a> oder <a href="/files/changelog/ChangeLog-2.3.html">ChangeLog</a>.
fr: La version 2.3 est disponible ! Parmi les nouvelles fonctionnalités : - ajout du hook "line" - ajout de l'option "-P" (ou "--plugins") pour personnaliser les extensions à charger au démarrage - support de plusieurs otions "-r" ("--run-command") dans les paramètres de ligne de commande - support de nom partiel de tampon et de plusieurs paramètres dans la commande /buffer close - support du nom/numéro de tampon pour /buffer localvar - support de la création de variables temporaires avec l'expression régulière dans l'extension trigger - ajout de l'IP réelle dans la description du client dans l'extension relay - ajout de la répétition de chaîne dans l'évaluation d'expressions avec "repeat:nombre,chaîne" - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2018/10/21/Version-2.3">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.3.html">ChangeLog</a>.
ja: バージョン 2.3 をリリースしました! 新しい機能: - フック "line" を追加 - 起動時に読み込むプラグインを指定するオプション "-P" ("--plugins") を追加 - コマンドライン引数で複数指定可能なオプション "-r" ("--run-command") を追加 - コマンド /buffer close で部分的なバッファ名および複数の引数を可能に - /buffer localvar でバッファ番号/名を指定可能に - trigger プラグインで正規表現が含まれる一時変数の生成を可能に - relay プラグインのクライアント説明に真の IP を追加 - "repeat:count,string" 書式を評価することで文字列の反復を可能に - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2018/10/21/Version-2.35">開発ブログ</a>または <a href="/files/changelog/ChangeLog-2.3.html">ChangeLog</a> を参照してください。
pl: Wersja 2.3 jest dostępna! Najważniejsze zmiany: - dodano uchwyt "line" - dodano opcję "-P" (lub "--plugins") do modyfikowania listy wtyczek ładowanych przy uruchomieniu - można użyć wiele razy parametru "-r" ("--run-command") w linii poleceń - dodano wsparcie dla nazw częściowych i wielu argumentów w komendzie /buffer close - dodano możliwość podania numeru/nazwy dla komendy /buffer localvar - dodano możliwość tworzenia zmiennych tymczasowych za pomocą wyrażeń we wtyczce trigger - dodano prawdziwe IP w opisie klienta we wtyczce relay - dodano powtarzanie ciągu w przetwarzaniu wyrażeń za pomocą "repeat:ilość,ciąg" - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2018/10/21/Version-2.3">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.3.html">ChangeLog</a>.
sr: Доступна је верзија 2.3! Неке од нових функционалности: - додата је кука „line” - додата је опција „-P” (или „--plugins”) која прилагођава учитавање додатака приликом покретања - додата је вишеструка опција „-r” („--run-command”) у аргументе командне линије - дозвољавају се делимична имена бафера и вишеструки аргументи у команди /buffer close - омогућава се навођење броја/имена бафера за /buffer localvar - омогућава се креирање привремених променљивих регуларним изразом у trigger додатку - додата је стварна IP у опису клијента релеј додатка - додато је понављање стринга у израчунавањима израза са „repeat:count,string” - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2018/10/21/Version-2.3">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.3.html">ChangeLog</a>.

source: Version 2.4 is available! Among the new features: - add command line option "-t" (or "--temp-dir") to create a temporary WeeChat home (deleted on exit) - add support of Time-based One-Time Password (TOTP), add infos "totp_generate" and "totp_validate", add support of TOTP as second authentication factor in weechat protocol (relay plugin) - add buflist variable ${number2}, always set with the indented buffer number - add option exec.command.shell to customize the shell used with /exec -sh - add support of close frame in websocket connection (relay plugin) - add functions string_base_encode and string_base_decode in API, remove functions string_encode_base64 and string_decode_base64 - add default keys Ctrl+F11/F12 to scroll up/down one page in nicklist (same action as F11/F12) - add default buflist keys Ctrl+F1/F2 to scroll up/down one page in buflist (same action as F1/F2) - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2019/02/17/Version-2.4">development blog</a> or <a href="/files/changelog/ChangeLog-2.4.html">ChangeLog</a>.
de: Version 2.4 ist verfügbar! Überblick, der neuen Funktionen: - neu: Kommandozeilenoption "-t" (oder "--temp-dir") um ein temporäres Weechat-Verzeichnis zu erzeugen (wird nach Beendigung von WeeChat gelöscht) - neu: Unterstützung von Time-based One-Time Password (TOTP), neue Infos "totp_generate" und "totp_validate", sowie Unterstützung von TOTP als Zwei-Faktor-Authentifizierung für das weechat Protokoll (relay Erweiterung) - neu: buflist Variable ${number2}, immer gesetzt mit der eingerückten Buffernummer - neu:Option exec.command.shell um zu bestimmen welche Shell beim Aufruf von /exec -sh genutzt werden soll - neu: Unterstützung von close frame in websocket Verbindungen (relay Erweiterung) - neu: Funktion string_base_encode und string_base_decode in API, Funktionen string_encode_base64 und string_decode_base64 entfernt - neu: Standardtasten Ctrl+F11/F12 um seitenweise die nicklist hoch/runter zu blättern (wie Tastenbefehle F11/F12) - neu: Standardtasten Ctrl+F1/F2 um seitenweise die buflist hoch/runter zu blättern (wie Tastenbefehle F1/F2) - viele Fehlerbehebungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2019/02/17/Version-2.4">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-2.4.html">Änderungsprotokoll</a>.
fr: La version 2.4 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option de ligne de commande "-t" (ou "--temp-dir") pour créer un répertoire WeeChat temporaire (supprimé en quittant) - ajout du support de mot de passe à usage unique basé sur le temps (TOTP), ajout des infos "totp_generate" et "totp_validate", ajout du support de TOTP comme second facteur d'authentification dans le protocole weechat (extension relay) - ajout de la variable buflist ${number2}, toujours définie avec le numéro de tampon indenté - ajout de l'option exec.command.shell pour personnaliser le shell utilisé avec /exec -sh - ajout du support de la "frame" de fermeture (close) dans la connexion websocket (extension relay) - ajout des fonctions string_base_encode et string_base_decode dans l'API, suppression des fonctions string_encode_base64 et string_decode_base64 - ajout des touches par défaut Ctrl+F11/F12 pour faire défiler d'une page la liste des pseudos (même action que F11/F12) - ajout des touches buflist par défaut Ctrl+F1/F2 pour faire défiler la liste des tampons (même action que F1/F2) - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2019/02/17/Version-2.4">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.4.html">ChangeLog</a>.
ja: バージョン 2.4 をリリースしました! 新しい機能: - 一時的な (終了時に削除される) WeeChat ホームディレクトリを作成するコマンドラインオプション "-t" (または "--temp-dir") を追加 - Time-based One-Time Password (TOTP) のサポートを追加、"totp_generate" および "totp_validate" インフォを追加、weechat プロトコルの 2 番目の認証要素として TOTP のサポートを追加 (relay プラグイン) - 常にインデント済みバッファ番号に設定される buflist 変数 ${number2} を追加 - /exec -sh で使われるシェルを変更するオプション exec.command.shell を追加 - websocket 接続において close フレームのサポートを追加 (relay プラグイン) - API 関数 string_base_encode および string_base_decode を追加、関数 string_encode_base64 および string_decode_base64 を削除 - ニックネームリストを 1 ページ上/下にスクロールするデフォルトキー Ctrl+F11/F12 を追加 (F11/F12 と同じ挙動) - バッファリストを 1 ページ上/下にスクロールするデフォルトキー Ctrl+F1/F2 を追加 (F1/F2 と同じ挙動) - 多くのバグを修正 新機能と修正されたバグの完全なリストは<a href="/blog/post/2019/02/17/Version-2.4">開発ブログ</a>または <a href="/files/changelog/ChangeLog-2.4.html">ChangeLog</a> を参照してください。
pl: Wersja 2.4 jest dostępna! Najważniejsze zmiany: - dodano argument linii poleceń "-t" (lub "--temp-dir") do tworzenia tymczasowego katalogu WeeChat (jest on kasowany przy wyjściu) - dodano wsparcie dla haseł jednorazowych (TOTP), informację "totp_generate" i "totp_validate", dodano wsparcie dla TOTP jako drugiego składnika uwierzytelnienia dla protokołu weechat (wtyczka pośrednika) - dodano zmienną listy buforów ${number2}, ustawiona zawsze na numer bufora z wcięciem - dodano opcję exec.command.shell do ustawiania powłoki używanej przez /exec -sh - dodano wsparcie dla ramki zamykającej (close frame) w połączeniu websocketowym (wtyczka pośrednika) - dodano funkcje tring_base_encode i string_base_decode w API, usunięto funkcje string_encode_base64 i string_decode_base64 - dodano domyślne skróty klawiszowe Ctrl+F11/F12 do przewijania w górę/dół jednej strony listy nicków (ta sama akcja jak dla F11/F12) - dodano domyślne skróty klawiszowe dla listy buforów Ctrl+F1/F2 do przewijania listy buforów o ekran w górę/dół o jedną stronę (ta sama akcja jak dla F1/F2) - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2019/02/17/Version-2.4">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.4.html">ChangeLog</a>.
sr: Доступна је верзија 2.4! Неке од нових функционалности: - додата је опција командне линије „-t” (или „--temp-dir”) за креирање привременог WeeChat почетног директоријума (који се брише приликом напуштања програма) - додата је подршка за Time-based One-Time Password (TOTP), додати инфои „totp_generate” и „totp_validate”, додата је подршка за TOTP као други фактор провере идентитета у weechat протокол (релеј додатак) - додата је buflist променљива ${number2}, увек постављена на број увученог бафера - додата је опција exec.command.shell за прилагођавање љуске која се користи са /exec -sh - додата је подршка за close оквир у websocket вези (релеј додатак) - додате су функције string_base_encode и string_base_decode у API, уклоњене функције string_encode_base64 и string_decode_base64 - додати су подразумевани тастери Ctrl+F11/F12 за скроловање навише/наниже за једну страницу у листи надимака (иста акција као и F11/F12) - додати су подразумевани buflist тастери Ctrl+F1/F2 за скроловање навише/наниже за једну страницу у buflist (иста акција као и F1/F2) - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2019/02/17/Version-2.4">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.4.html">ChangeLog</a>.

source: Version 2.5 is available! Among the new features: - add support of UNIX domain sockets in relay plugin - add option relay.weechat.commands - add trigger hooks "info" and "info_hashtable" - add option xfer.network.speed_limit_recv - add option weechat.look.buffer_time_same - add option weechat.look.prefix_same_nick_middle - add option "addreplace" in command /filter - add bar items "irc_nick", "irc_host" and "irc_nick_host" - add functions command_options and string_match_list in plugin API - rename aspell plugin to spell - use getopt to parse command line arguments - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2019/06/06/Version-2.5">development blog</a> or <a href="/files/changelog/ChangeLog-2.5.html">ChangeLog</a>.
de: Version 2.5 ist verfügbar! Überblick, der neuen Funktionen: - neu: Unterstützung von UNIX Domain-Sockets in der Relay-Erweiterung - neu: Option relay.weechat.commands - neu: Trigger hooks "info" und "info_hashtable" - neu: Option xfer.network.speed_limit_recv - neu: Option weechat.look.buffer_time_same - neu: Option weechat.look.prefix_same_nick_middle - neu: Option "addreplace" für Befehl /filter - neu: Bar-Items "irc_nick", "irc_host" und "irc_nick_host" - neu: Funktionen command_options und string_match_list in Erweiterungs-API - Umbenennung der Erweiterung aspell zu spell - getopt wird genutzt um die Argumente in der Befehlszeile zu analysieren - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2019/06/06/Version-2.5">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-2.5.html">Änderungsprotokoll</a>.
fr: La version 2.5 est disponible ! Parmi les nouvelles fonctionnalités : - ajout du support des sockets de domaine UNIX dans l'extension relay - ajout de l'option relay.weechat.commands - ajout des hooks de trigger "info" et "info_hashtable" - ajout de l'option xfer.network.speed_limit_recv - ajout de l'option weechat.look.buffer_time_same - ajout de l'option weechat.look.prefix_same_nick_middle - ajout de l'option "addreplace" dans la commande /filter - ajout des objets de barre "irc_nick", "irc_host" et "irc_nick_host" - ajout des fonctions command_options et string_match_list dans l'API des extensions - renommage de l'extension aspell en spell - utilisation de getopt pour analyser les paramètres de ligne de commande - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2019/06/06/Version-2.5">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.5.html">ChangeLog</a>.
pl: Wersja 2.5 jest dostępna! Najważniejsze zmiany: - dodano wsparcie dla gniazd UNIXowych we wtyczce pośrednika - dodano opcję relay.weechat.commands - dodano trigger dla hooków "info" i "info_hashtable" - dodano opcję xfer.network.speed_limit_recv - dodano opcję weechat.look.buffer_time_same - dodano opcję weechat.look.prefix_same_nick_middle - dodano opcję "addreplace" dla komendy /filter - dodano elementy paska "irc_nick", "irc_host" i "irc_nick_host" - dodano funkcje command_options i string_match_list do API wtyczek - zmieniono nazwę wtyczki aspell na spell - użyto getopt do parsowania argumentów z linii poleceń - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2019/06/06/Version-2.5">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.5.html">ChangeLog</a>.
sr: Доступна је верзија 2.5! Неке од нових функционалности: - додата је подршка за UNIX доменске сокете у релеј додатак - додата је опција relay.weechat.commands - додате су куке окидача „info” и „info_hashtable” - додата је опција xfer.network.speed_limit_recv - додата је опција weechat.look.buffer_time_same - додата је опција weechat.look.prefix_same_nick_middle - додата је опција „addreplace” у команду /filter - додате су ставке траке „irc_nick”, „irc_host” и „irc_nick_host” - додате су функције command_options и string_match_list у API додатака - додатку aspell је промењено име на spell - за парсирање аргумената командне линије се користи getopt - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2019/06/06/Version-2.5">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.5.html">ChangeLog</a>.

source: Version 2.6 is available! Among the new features: - use Python 3 by default - add support of 32767 color pairs - add option "close" in command /window - add infos "term_colors" and "term_color_pairs" - add infolist "buflist" with list of buffer pointers - evaluate option exec.command.shell, change default value to "${env:SHELL}" - add filters "h=xxx" and "he=xxx" to filter options by description in fset buffer (translated or in English) - make command char optional in server option "command" - remove default aliases /ame and /amsg - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2019/09/08/Version-2.6">development blog</a> or <a href="/files/changelog/ChangeLog-2.6.html">ChangeLog</a>.
de: Version 2.6 ist verfügbar! Überblick, über die neuen Funktionen: - neu: Python 3 wird nun standardmäßig genutzt - neu: Unterstützung von 32767 Farbpaaren - neu: Option "close" für Befehl /window - neu: Info "term_colors" und "term_color_pairs" - neu: Infoliste "buflist", mit einer Auflistung von Bufferpointern - Option exec.command.shell ist evaluiert, Standardwert geändert auf "${env:SHELL}" - neu: Filter "h=xxx" und "he=xxx" um Optionen anhand der Beschreibung im fset Buffer zu filtern (übersetzt oder auf englisch) - ein vorangestelltes Befehlszeichen, für die Serveroption "command", ist nun optional - Standardaliase /ame und /amsg entfernt - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2019/09/08/Version-2.6">Entwickler Blog</a> oder <a href="/files/changelog/ChangeLog-2.6.html">Änderungsprotokoll</a>.
fr: La version 2.6 est disponible ! Parmi les nouvelles fonctionnalités : - utilisation de Python 3 par défaut - ajout du support de 32767 paires de couleurs - ajout de l'option "close" dans la commande /window - ajout des infos "term_colors" et "term_color_pairs" - ajout de l'infolist "buflist" avec la liste des pointeurs vers les tampons - évaluation de l'option exec.command.shell, changement de la valeur par défaut à "${env:SHELL}" - ajout des filtres "h=xxx" et "he=xxx" pour filtrer les options par description dans le tampon fset (traduite ou en anglais) - le caractère de commande est optionnel dans l'option de serveur "command" - suppression des alias par défaut /ame et /amsg - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2019/09/08/Version-2.6">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.6.html">ChangeLog</a>.
pl: Wersja 2.6 jest dostępna! Najważniejsze zmiany: - Python 3 jest domyślnie używany - dodano wsparcie dla 32767 par kolorów - dodano opcję "close" w komendzie /window - dodano informacje "term_colors" i "term_color_pairs" - dodano infolistę "buflist" z listą wskaźników bufora - opcja przetwarzania exec.command.shell zmienia domyślną wartość na "${env:SHELL}" - dodano filtry "h=xxx" i "he=xxx" do opcji filtrowania po opisie w buforze fset (przetłumaczonym lub po angielsku) - znak komendy jest opcjonalny w opcji serwera "command" - usunięto domyślne aliasy /ame i /amsg - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2019/09/08/Version-2.6">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.6.html">ChangeLog</a>.
sr: Доступна је верзија 2.6! Неке од нових функционалности: - подразумевано се користи Python 3 - додата је подршка за 32767 парова боја - додата је опција „close” у команду /window - додати су инфои „term_colors” и „term_color_pairs” - додата је инфолиста „buflist” са листом показивача на бафер - израчунава се опција exec.command.shell, подразумевана вредност се мења на „${env:SHELL}” - додати су филтери „h=xxx” и „he=xxx” да се опције филтрирају по опису у fset баферу (преведено или на енглеском) - карактер команде постаје необавезан у серверској опцији „command” - уклоњени су подразумевани алијаси /ame и /amsg - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2019/09/08/Version-2.6">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.6.html">ChangeLog</a>.
