Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 3.4 is available! Among the new features: - improve the IRC message parser - add command /toggle - add user variables in evaluation of expressions with "define:name,value" - add support of static arrays in hdata - hide key and password in command "/msg nickserv setpass nick key password" - add dark theme in documentation (automatic theme, following browser/desktop settings) - add support of Ruby 3.0 - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2021/12/18/Version-3.4">development blog</a> or <a href="/files/changelog/ChangeLog-3.4.html">ChangeLog</a>.
de: Version 3.4 ist verfügbar! Über die neuen Funktionen: - IRC Nachrichtenparser verbessert - neu:Befehl /toggle - neu: Benutzervariablen bei der Auswertung von Ausdrücken mittels "define:Name,Wert" - neu: Unterstützung von statischen Arrays in hdata - Schlüssel und Passwort im Befehl "/msg nickserv setpass nick key password" unterdrücken - neu: Dunkle Ansicht in der Dokumentation (automatisches Theme, Browser/Desktop-Einstellung wird berücksichtigt) - neu: Unterstützung von Ruby 3.0 - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2021/12/18/Version-3.4">Entwicklungsblog</a> oder <a href="/files/changelog/ChangeLog-3.4.html">Änderungsprotokoll</a>.
fr: La version 3.4 est disponible ! Parmi les nouvelles fonctionnalités : - amélioration de l'analyseur de message IRC - ajout de la commande /toggle - ajout de variables utilisateur dans l'évaluation des expressions avec "define:nom,valeur" - ajout du support des tableaux statiques dans hdata - clé et mot de passe cachés dans la commande "/msg nickserv setpass nick key password" - ajout d'un thème sombre dans la documentation (thème automatique, qui suit les préférences navigateur/bureau) - ajout du support de Ruby 3.0 - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2021/12/18/Version-3.4">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.4.html">ChangeLog</a>.
pl: Wersja 3.4 jest dostępna! Najważniejsze zmiany: - usprawniono parser wiadomości IRC - dodano komendę /toggle - dodano zmienne użytkownika do przetwarzania wyrażeń za pomocą "define:nazwa,wartość" - dodano wsparcie dla statycznych tablic w hdata - ukryto klucz i hasło w komendzie "/msg nickserv setpass nick klucz hasło" - dodano ciemny motyw w dokumentacji (ustawiany automatycznie zgodnie z ustawieniami przeglądarki/pulpitu) - dodano wsparcie dla Ruby 3.0 - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2021/12/18/Version-3.4">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.4.html">ChangeLog</a>.
sr: Доступна је верзија 3.4! Неке од нових функционалности: - унапређен је парсер IRC поруке - додата је команда /toggle - додате су корисничке променљиве у израчунавање израза са „define:име,вредност” - додата је подршка за статичке низове у hdata - у команди „/msg nickserv setpass надимак кључ лозинка” се сакривају кључ и лозинка - додата је тамна тема у документацију (аутоматска тема, следи подешавања прегледача/десктопа) - додата је подршка за Ruby 3.0 - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2021/12/18/Version-3.4">развојни блог</a> или <a href="/files/changelog/ChangeLog-3.4.html">ChangeLog</a>.

source: Version 3.4.1 (security release)
de: Version 3.4.1 (Sicherheitsupdate)
fr: Version 3.4.1 (version de sécurité)
pl: Wersja 3.4.1 (poprawki bezpieczeństwa)
sr: Верзија 3.4.1 (безбедносно издање)

source: Version 3.4.1 is available, it fixes a security vulnerability. Upgrade is recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 3.4.1 ist verfügbar. Diese Zwischenversion behebt ein Sicherheitsproblem. Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 3.4.1 est disponible, elle corrige une faille de sécurité. La mise à jour est recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
pl: Wersja 3.4.1 jest dostępna, poprawia ona problem bezpieczeństwa. Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 3.4.1 која исправља безбедносни пропуст. Препоручује се да сви корисници ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 3.5 is available! Among the new features: - search in message tags when tags are displayed with "/debug tags" - add support of date and tags in messages displayed in buffers with free content, add function printf_y_date_tags - add command /autojoin, add IRC server option "autojoin_dynamic" - add IRC message tags in messages displayed - add "zstd" (Zstandard) compression in relay weechat protocol, remove option "compression" from "init" command, rename option relay.network.compression_level to relay.network.compression - add trigger variables "${tg_tag_irc_xxx}" containing IRC message tags - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2022/03/27/Version-3.5">development blog</a> or <a href="/files/changelog/ChangeLog-3.5.html">ChangeLog</a>.
de: Version 3.5 ist verfügbar! Über die neuen Funktionen: - Suche in Nachrichten-Tags, wenn Tags mit "/debug tags" angezeigt werden - neu: Unterstützung von Datum und Tags in Nachrichten, die in Buffern mit freiem Inhalt angezeigt werden, Funktion printf_y_date_tags hinzugefügt - neu: Befehl /autojoin sowie die IRC-Option "autojoin_dynamic", - neu: IRC-Tags können in Nachrichten angezeigt werden - neu: Unterstützung der"zstd" (Zstandard) Komprimierung für Relay-Erweiterung (Weechat-Protokoll), Option „compression“ aus dem Befehl „init“ entfernt, benennen Sie die Option relay.network.compression_level nach relay.network.compression um - neu: Trigger-Variable "${tg_tag_irc_xxx}" welche IRC Nachrichten-Tags enthält - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2022/03/27/Version-3.5">Entwicklungsblog</a> oder <a href="/files/changelog/ChangeLog-3.5.html">Änderungsprotokoll</a>.
fr: La version 3.5 est disponible ! Parmi les nouvelles fonctionnalités : - recherche dans les étiquettes de messages lorsque les étiquettes sont affichées avec "/debug tags" - ajout du support de la date et d'étiquettes dans les messages affichés sur les tampons avec contenu libre, ajout de la function printf_y_date_tags - ajout de la commande /autojoin, ajout de l'option serveur IRC "autojoin_dynamic" - ajout des étiquettes de messages IRC dans les messages affichés - ajout de la compression "zstd" (Zstandard) dans le protocole relay weechat, suppression de l'option "compression" de la commande "init", renommage de l'option relay.network.compression_level en relay.network.compression - ajout des variables trigger "${tg_tag_irc_xxx}" contenant les étiquettes de messages IRC - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2022/03/27/Version-3.5">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.5.html">ChangeLog</a>.
pl: Wersja 3.5 jest dostępna! Najważniejsze zmiany: - wyszukiwanie w tagach wiadomości, kiedy tagi są wyświetlone za pomocą "/debug tags" - dodano wsparcie daty i tagów w wiadomościach wyświetlanych w buforach z nieprzetworzoną zawartością, dodano funkcję printf_y_date_tags - dodano komendę /autojoin, dodano opcję serwerów IRC "autojoin_dynamic"" - dodano tagi wiadomości IRC w wyświetlanych wiadomościach - dodano kompresję "zstd" (Zstandard) w protokole pośrednika weechat, usunięto opcję "compression" z komendy"init", zmieniono nazwę opcji relay.network.compression_level na relay.network.compression - dodano zmienne triggera "${tg_tag_irc_xxx}" zawiewrające tagi wiadomości IRC - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2022/03/27/Version-3.5">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.5.html">ChangeLog</a>.
sr: Доступна је верзија 3.5! Неке од нових функционалности: - претрага у ознакама поруке када су ознаке приказане са „/debug tags” - додата је подршка за датум и ознаке у порукама које се приказују у баферима са слободним садржајем, додата је функција printf_y_date_tags - додата је команда /autojoin, додата је опција IRC сервера „autojoin_dynamic” - у приказане поруке су додате ознаке IRC порука - додата је „zstd” (Zstandard) компресија у релеј weechat протокол, уклоњена је опција „compression” из команде „init”, промењено је име опције relay.network.compression_level на relay.network.compression - додате су променљиве окидача „${tg_tag_irc_xxx}” које садрже ознаке IRC поруке - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2022/03/27/Version-3.5">развојни блог</a> или <a href="/files/changelog/ChangeLog-3.5.html">ChangeLog</a>.

source: Version 3.6 is available! Among the new features: - add command "/item" to create custom bar items - add bar item "spacer" - add case conversion in evaluation of expressions with "lower:string" and "upper:string" - move detailed list of hooks from command "/plugin listfull" to "/debug hooks <plugin>" - allow to remove multiple filters at once with command "/filter del" - allow to catch multiple signals in functions hook_signal and hook_hsignal - rename option "save" to "apply" in IRC command "/autojoin" - add support of RPL_HELPSTART, RPL_HELPTXT and RPL_ENDOFHELP (IRC messages 524, 704, 705, 706) - add support of PHP 8.2 - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2022/07/10/Version-3.6">development blog</a> or <a href="/files/changelog/ChangeLog-3.6.html">ChangeLog</a>.
de: Version 3.6 ist verfügbar! Über die neuen Funktionen: - neu: Befehl "/item" um eine benutzerdefinierte Bar-Item zu erstellen - neu: Bar-Item "spacer" - neu: Umwandlung in Groß- oder Kleinschreibung, in evaluierten Ausdrücken mittels "lower:string" und"upper:string" - eine detaillierte Liste von Hooks aus dem Befehl "/plugin listfull" nach "/debug hooks <plugin>" verschoben - mehrere Filter können in einem Zug mit dem Befehl "/filter del" entfernt werden - mehrere Signale können in den Funktionen hook_signal und hook_hsignal abgefragt werden - Umbenennung der Option "save" nach "apply" im IRC Befehl "/autojoin" - neu: Unterstützung von RPL_HELPSTART, RPL_HELPTXT und RPL_ENDOFHELP (IRC Nachrichten524, 704, 705, 706) - neu: Unterstützung von PHP 8.2 - weitere Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2022/07/10/Version-3.6">Entwicklungsblog</a> oder <a href="/files/changelog/ChangeLog-3.6.html">Änderungsprotokoll</a>.
fr: La version 3.6 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de la commande "/item" pour créer des objets de barre personnalisés - ajout de l'objet de barre "spacer" - ajout de conversion de casse dans l'évaluation des expressions avec "lower:chaine" et "upper:chaîne" - déplacement du détail des hooks de la commande "/plugin listfull" vers "/debug hooks <extension>" - possibilité de supprimer plusieurs filtres à la fois avec la commande "/filter del" - possibilité d'attraper plusieurs signaux à la fois dans les fonctions hook_signal et hook_hsignal - option "save" renommée en "apply" dans la commande IRC "/autojoin" - ajout du support de RPL_HELPSTART, RPL_HELPTXT et RPL_ENDOFHELP (IRC messages 524, 704, 705, 706) - ajout du support de PHP 8.2 - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2022/07/10/Version-3.6">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.6.html">ChangeLog</a>.
pl: Wersja 3.6 jest dostępna! Najważniejsze zmiany: - dodano komendę "/item" umożliwającą tworzenie własnych elementów na paskach - dodano element paska "spacer" - dodano konwersję wielkości znaków przy przetwarzaniu wyrażeń za pomocą "lower:string" i "upper:string" - przeniesiono listę dostępnych hooków z polecenia "/plugin listfull" do "/debug hooks <plugin>" - można usuwać wiele filtrów na raz za pomocą polecenia "/filter del" - można łapać wiele sygnałów w funkcjach hook_signal i hook_hsignal - zmieniono opcję "save" na "apply" w komendzie IRC "/autojoin" - dodano wsparcie dla RPL_HELPSTART, RPL_HELPTXT i RPL_ENDOFHELP (wiadomości IRC 524, 704, 705, 706) - dodano wsparcie dla PHP 8.2 - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2022/07/10/Version-3.6">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.6.html">ChangeLog</a>.
sr: Доступна је верзија 3.6! Неке од нових функционалности: - додата је команда „/item” за креирање произвољних ставки траке - додата је ставка траке „spacer” - додате је претварање величине слова у израчунавање израза са „lower:стринг” и „upper:стринг” - детаљна листа кука је премештана из команде „/plugin listfull” у „/debug hooks <додатак>” - дозвољено је да се одједном уклони више филтера командом „/filter del” - дозвољено је хватање више сигнала у функцијама hook_signal и hook_hsignal - опцији „save” је промењено име на „apply” у IRC команди „/autojoin” - додата је подршка за RPL_HELPSTART, RPL_HELPTXT и RPL_ENDOFHELP (IRC поруке 524, 704, 705, 706) - додата је подршка за PHP 8.2 - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2022/07/10/Version-3.6">развојни блог</a> или <a href="/files/changelog/ChangeLog-3.6.html">ChangeLog</a>.

source: Version 3.7 is available! Among the new features: - add option "-save" in command "/upgrade" - add option weechat.look.highlight_disable_regex and buffer property "highlight_disable_regex" - sort filters by name - add key Alt+Backspace to delete previous word, change key Ctrl+w to delete previous word until whitespace - rename API function string_build_with_split_string to string_rebuild_split_string, add arguments "index_start" and "index_end" - add info "uptime_current" - add API function crypto_hash_file - add support of priority in API function hook_line - add API function string_parse_size - add API function file_compress - add buflist variable "${hotlist_priority_number}" (integer version of "${hotlist_priority}") - display SETNAME command in IRC channels and private buffers, add options irc.color.message_setname and irc.look.smart_filter_setname - add option irc.look.display_pv_nick_change - add options to rotate and compress log files: logger.file.rotation_compression_level, logger.file.rotation_compression_type and logger.file.rotation_size_max - allow special dict value "-" to disable spell checking on a specific buffer - add elapsed time for trigger execution on monitor buffer when trigger debug is set, add option trigger.color.identifier - add trigger variable "${tg_hook_type}" - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="https://blog.weechat.org/post/2022/10/09/Version-3.7">development blog</a> or <a href="/files/changelog/ChangeLog-3.7.html">ChangeLog</a>.
de: Version 3.7 ist verfügbar Über die neuen Funktionen: - neu: Option "-save" für Befehl "/upgrade" - neu: Option weechat.look.highlight_disable_regex und Buffereigenschaft"highlight_disable_regex" - Filter werden nach Namen sortiert - neu: Taste Alt+Backspace um das vorherige Wort zu löschen, ändern Sie die Taste Strg+w, um das vorherige Wort bis zum Leerzeichen zu löschen - umbenannt: API Funktion string_build_with_split_string nach string_rebuild_split_string, neu: Argumente "index_start" und "index_end" - neu: Info "uptime_current" - neu: API Funktion crypto_hash_file - neu: Unterstützung von Priorität in API Funktion hook_line - neu: API Funktion string_parse_size - neu: API Funktion file_compress - neu: buflist Variable "${hotlist_priority_number}" (Integer-Version von "${hotlist_priority}") - zeigt SETNAME Befehle in IRC Kanälen und privaten Buffer, neu: Optionen irc.color.message_setname und irc.look.smart_filter_setname - neu: Option irc.look.display_pv_nick_change - neu: Optionen um Protokolldateien zu rotieren und komprimieren: logger.file.rotation_compression_level, logger.file.rotation_compression_type and logger.file.rotation_size_max - ein spezieller Wert "-" für Wörterbuch um die Rechtschreibprüfung für einen bestimmten Buffer zu deaktivieren - neu: verstrichene Zeit für die Triggerausführung im Monitorbuffer, wenn Trigger debug aktiviert ist, neu: Option trigger.color.identifier - neu: Trigger Variable "${tg_hook_type}" - weitere Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und behobenen Fehler finden Sie unter <a href="https://blog.weechat.org/post/2022/10/09/Version-3.7">Entwicklungsblog</a> oder <a href="/files/changelog/ChangeLog-3.7.html">Änderungsprotokoll</a>.
fr: La version 3.7 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option "-save" dans la commande "/upgrade" - ajout de l'option weechat.look.highlight_disable_regex et de la propriété de tampon "highlight_disable_regex" - tri des filtres par nom - ajout de la touche Alt+Backspace pour supprimer le mot précédent, changement de la touche Ctrl+w pour supprimer le mot précédent jusqu'aux espaces - renommage de la fonction API string_build_with_split_string en string_rebuild_split_string, ajout de paramètres "index_start" et "index_end" - ajout de l'info "uptime_current" - ajout de la fonction API crypto_hash_file - ajout du support de la priorité dans la fonction API hook_line - ajout de la fonction API string_parse_size - ajout de la fonction API file_compress - ajout de la variable buflist "${hotlist_priority_number}" (version numérique de "${hotlist_priority}") - affichage de la commande SETNAME dans les canaux et tampons privés IRC, ajout des options irc.color.message_setname et irc.look.smart_filter_setname - ajout de l'option irc.look.display_pv_nick_change - ajout des options pour la rotation et compression des fichiers de log : logger.file.rotation_compression_level, logger.file.rotation_compression_type et logger.file.rotation_size_max - prise en compte de la valeur spéciale "-" pour désactiver la vérification orthographique sur un tampon spécifique - ajout du temps écoulé pour l'exécution du trigger sur le tampon moniteur lorsque le debug trigger est activé, ajout de l'option trigger.color.identifier - ajout de la variable trigger "${tg_hook_type}" - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="https://blog.weechat.org/post/2022/10/09/Version-3.7">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-3.7.html">ChangeLog</a>.
pl: Wersja 3.7 jest dostępna! Najważniejsze zmiany: - dodano opcję "-save" do komendy "/upgrade" - dodano opcję weechat.look.highlight_disable_regex i właściwość bufora "highlight_disable_regex" - filtry są sortowane po znazwie - dodano skrót klawiszowy Alt+Backspace usuwający poprzednie słowo, zmieniono skrót Ctrl+w do usuwania poprzedniego słowa do białego znaku - zmieniono nazwę funkcji API string_build_with_split_string na string_rebuild_split_string, dodano argumenty "index_start" i "index_end" - dodano informację "uptime_current" - dodano funkcję API crypto_hash_file - dodano wsparcie dla priorytetów w funcji API hook_line - dodano funkcję API string_parse_size - dodano funkcję API file_compress - dodano zmienną buflist "${hotlist_priority_number}" (wersja liczbowa "${hotlist_priority}") - komenda IRC SETNAME jest wyświetlana na kanałach i w buforach prywatnych, dodano opcje irc.color.message_setname i irc.look.smart_filter_setname - dodano opcję irc.look.display_pv_nick_change - dodano opcje do rotowania i kompresji plików z logami: logger.file.rotation_compression_level, logger.file.rotation_compression_type i logger.file.rotation_size_max - zezwolono na wyłączenie sprawdzania pisowni w buforze, za pomocą specjalnej wartości słownika "-" - dodano wyświetlanie czasu wykonywania triggera w buforze monitorującym, kiedy debuggowanie trigera jest włączone, dodano opcję trigger.color.identifier - dodano zmienną triggera "${tg_hook_type}" - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="https://blog.weechat.org/post/2022/10/09/Version-3.7">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-3.7.html">ChangeLog</a>.
sr: Доступна је верзија 3.7! Неке од нових функционалности: - додата је опција „-save” у команду „/upgrade” - додата је опција weechat.look.highlight_disable_regex у особина бафера „highlight_disable_regex” - сортирање филтера по имену - додат је тастер Alt+Backspace за брисање претходне речи, измењен је тастер Ctrl+w за брисање претходне речи до празног простора - промењено је име API функције string_build_with_split_string на string_rebuild_split_string, додати су аргументи „index_start” и „index_end” - додат је инфо „uptime_current” - додата је API функција crypto_hash_file - додата је подршка за приоритет у API функцији hook_line - додата је API функција string_parse_size - додата је API функција file_compress - додата је buflist променљива „${hotlist_priority_number}” (целобројна верзија „${hotlist_priority}”) - у IRC каналима и приватним баферима се приказује SETNAME команда, додате су опције irc.color.message_setname и irc.look.smart_filter_setname - додата је опција irc.look.display_pv_nick_change - додате си опције за ротирање и компресију лог фајлова: logger.file.rotation_compression_level, logger.file.rotation_compression_type и logger.file.rotation_size_max - дозвољена је специјална dict вредност „-” којом се искључује провера правописа у одређеном баферу - додато је протекло време за извршавање окидача током праћења бафера када је укључено дибаговање окидача, додата је опција trigger.color.identifier - додата је променљива окидача „${tg_hook_type}” - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="https://blog.weechat.org/post/2022/10/09/Version-3.7">развојни блог</a> или <a href="/files/changelog/ChangeLog-3.7.html">ChangeLog</a>.
