Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.1.8 is available! News since last version are: - added IRC raw data buffer (new key: alt-J + alt-R) - keys alt-{home|end} to scroll top/bottom, alt-{f11-f12} to scroll nicklist top/bottom - added new scroll keys for a few lines up/down (default: alt-pgup/pgdn) - added Lua script plugin - improved Ruby plugin - added functions in plugins API: get_server_info, free_server_info, get_channel_info, free_channel_info, get_nick_info, free_nick_info - added special names for plugin message handlers: weechat_pv, weechat_highlight, weechat_ctcp, weechat_dcc - script plugins now load scripts in WeeChat system share directory - added inactivity time, available for plugins via get_info("inactivity") - added new plugins functions: add_timer_handler, remove_timer_handler, remove_infobar - many commands allowed for aliases - many commands allowed when connecting to server - added options "irc_show_away_once", "look_nick_complete_first", "look_open_near_server", "irc_away_check_max_nicks" - added new command line argument for setting WeeChat homedir (-d or --dir) - added partial hungarian translation - improved alias completion (now uses target command for completion) - /msg command does not open any buffer any more (use /query for opening private buffer) - fixed crash when using global history (when older entry is removed) - fixed bug with /upgrade and servers buffer - fixed bug with "get_dcc_info" plugin interface function - many other bugs fixed.
de: Version 0.1.8 ist verfügbar! Neuerungen: - hinzugefügt: IRC raw data buffer (neue Taste: alt-J + alt-R) - Tasten alt-{home|end} um zum Anfang/Ende der Seite zu springen, alt-{f11-f12} das selbe in der Nicklist - hinzugefügt: neue Tasten zum scrollen einzelner Zeilen (Standard: alt-pgup/pgdn) - hinzugefügt: Erweiterung für Lua-Skripte - verbessert: Ruby Erweiterung - hinzugefügt: Funktionen für API Erweiterung: get_server_info, free_server_info, get_channel_info, free_channel_info, get_nick_info, free_nick_info - hinzugefügt: Der message handler der Erweiterungen nutzt folgende Namen: weechat_pv, weechat_highlight, weechat_ctcp, weechat_dcc - Skripten-Erweiterung lädt Skripten nun ins WeeChat Verzeichnis - hinzugefügt: Zeit für Inaktivität, verfügbar für Erweiterungen mittels get_info("inactivity") - hinzugefügt: Funktionen für Erweiterungen: add_timer_handler, remove_timer_handler, remove_infobar - viele Befehle für aliases zugelassen - viele Befehle zugelassen wenn zum Server eine Verbindung aufgebaut wird - hinzugefügt: Option "irc_show_away_once", "look_nick_complete_first", "look_open_near_server", "irc_away_check_max_nicks" - hinzugefügt: neues Argument, beim starten von WeeChat, um das Heimatverzeichnis zu definieren (-d or --dir) - hinzugefügt: teilweise ungarische Übersetzung - automatische Vervollständigung bei alias verbessert - /msg Befehl öffnet keinen Buffer mehr (nutze /query um einen privaten Buffer zu öffnen) - Absturz bei der globalen Historie behoben (falls ein älterer Eintrag gelöscht wurde) - Fehler in /upgrade und servers buffer behoben - Fehler in der API Erweiterung "get_dcc_info" behoben - weitere Fehlerbereinigungen.
fr: La version 0.1.8 est disponible ! Les nouveautés depuis la dernière version sont : - ajout d'un tampon des données brutes IRC (nouvelle touche : alt-J + alt-R) - touches alt-{home|end} pour aller en haut/bas du tampon, alt-{f11-f12} pour aller en haut/bas de la liste des pseudos - ajout de nouvelles touches pour faire défiler de quelques lignes vers le haut/bas (par défaut : alt-pgup/pgdn) - ajout de l'extension script Lua - amélioration de l'extension Ruby - nouvelles fonctions dans l'API des extensions : get_server_info, free_server_info, get_channel_info, free_channel_info, get_nick_info, free_nick_info - ajout de noms spéciaux pour les gestionnaires de messages IRC : weechat_pv, weechat_highlight, weechat_ctcp, weechat_dcc - les extensions scripts chargent désormais les scripts dans le répertoire share système de WeeChat - ajout du temps d'inactivité, accessible pour les extensions via get_info("inactivity") - nouvelles fonctions pour les extensions : add_timer_handler, remove_timer_handler, remove_infobar - plusieurs commandes autorisées pour les alias - plusieurs commandes autorisées lors de la connexion au serveur - ajout des options "irc_show_away_once", "look_nick_complete_first", "look_open_near_server", "irc_away_check_max_nicks" - ajout d'un nouveau paramètre de ligne de commande pour indiquer le répertoire de base WeeChat (-d ou --dir) - ajout de la traduction partielle en hongrois - amélioration de la complétion des alias (utilise désormais la command pointée pour compléter) - la commande /msg n'ouvre désormais plus de tampon (utiliser /query pour ouvrir un tampon privé) - plantage corrigé avec l'historique global (quand l'entrée la plus ancienne est supprimée) - bug corrigé avec le /upgrade et le tampon des serveurs - bug corrigé avec la fonction "get_dcc_info" de l'interface des extensions - beaucoup d'autres bugs corrigés.
ja: バージョン 0.1.8 をリリースします! 以前のバージョン以降のニュース: - IRC 生データバッファを追加 (新しいキー: alt-J + alt-R) - 上下にスクロールする alt-{home|end} キー、ニックネームリストを上下にスクロールする alt-{f11-f12} キー - 数行上下にスクロールする新しいキーを追加 (デフォルト: alt-pgup/pgdn) - Lua スクリプトプラグインを追加 - Ruby プラグインを改良 - プラグイン API に関数を追加: get_server_info、free_server_info、get_channel_info、free_channel_info、get_nick_info、free_nick_info - プラグインメッセージハンドラに特殊名を追加: weechat_pv、weechat_highlight、weechat_ctcp、weechat_dcc - スクリプトプラグインは WeeChat システム share ディレクトリからスクリプトをロードします - プラグインの get_info("inactivity") で取得できる非活動時間を追加 - 新しいプラグイン関数を追加: add_timer_handler、remove_timer_handler、remove_infobar - 多くのコマンドをエイリアスとして利用可能に - 多くのコマンドをサーバ接続時に利用可能に - "irc_show_away_once"、"look_nick_complete_first"、"look_open_near_server"、"irc_away_check_max_nicks" オプションを追加 - WeeChat ホームディレクトリを指定する新しいコマンドライン引数 (-d または --dir) を追加 - 一部のハンガリー語翻訳を追加 - エイリアス補完を改良 (補完にターゲットコマンドを利用) - /msg コマンドでバッファを開かないように (プライベートバッファを開くには /query を使ってください) - グローバル履歴を使う際 (古いエントリを削除する際) のクラッシュを修正 - /upgrade とサーババッファに関するバグを修正 - "get_dcc_info" プラグインインターフェース関数に関するバグを修正 - 多くのバグを修正。
pl: Wersja 0.1.8 jest dostępna! Nowości od poprzedniej wersji: - dodano bufor niezmodyfikowanych danych IRC (nowy skrót klawiszowy: alt-J + alt-R) - kombinacja alt-{home|end} przewija na samą górę/dół, alt-{f11-f12} przewija listę nicków w górę/dół - dodano nowe skróty do przewijania kilku lini w górę/dół (domyślnie: alt-pgup/pgdn) - dodano wtyczkę dla skryptów pisanych w Lua - poprawiono wtyczkę Ruby - dodano następujące funkcje do API wtyczek: get_server_info, free_server_info, get_channel_info, free_channel_info, get_nick_info, free_nick_info - dodano specjalne nazwy dla procedur obsługi wiadomości we wtyczkach: weechat_pv, weechat_highlight, weechat_ctcp, weechat_dcc - wtyczki skryptowe od teraz ładują skrypty w folderze wymiany systemowej WeeChat - dodano czas nie aktywności, dostępny we wtyczkach poprzez get_info("inactivity") - dodano nowe funkcje dla wtyczek: add_timer_handler, remove_timer_handler, remove_infobar - wiele komend dozwolonych dla aliasów - wiele komend dozwolonych po połączeniu się z serwerem - dodano opcje "irc_show_away_once", "look_nick_complete_first", "look_open_near_server", "irc_away_check_max_nicks" - dodano nowy parametr podczas uruchamiania z linii poleceń, umożliwiający ustawienie katalogu domowego WeeChat (-d or --dir) - dodano częściowe węgierskie tłumaczenia - ulepszono uzupełnianie aliasów (teraz używa docelowej komendy dla uzupełnień) - komenda /msg nie otwiera już prywatnego bufora (w tym celu użyj /query) - poprawiono błąd powodujący zawieszenie się programu podczas używania historii globalnej (kiedy starsze wpisy są kasowane) - poprawiono błąd z /upgrade i buforem serwerów - poprawiono błąd z funkcją interfejsu wtyczki "get_dcc_info" - poprawiono wiele innych błędów.
sr: Доступна је верзија 0.1.8! Новости након последње верзије су: - додат је бафер сирових IRC података (нови тастер: alt-J + alt-R) - тастери alt-{home|end} за скроловање на врх/дно, alt-{f11-f12} за скроловање на врх/дно листе надимака - додати нови тастери за скроловање за неколико линија горе/доле (подразумевано: alt-pgup/pgdn) - додат додатак за Lua скрипте - унапређен је Ruby додатак - додате функције у API додатака: get_server_info, free_server_info, get_channel_info, free_channel_info, get_nick_info, free_nick_info - додата су специјална имена за обрађиваче порука додатака: weechat_pv, weechat_highlight, weechat_ctcp, weechat_dcc - скрипт додаци сада учитавају скрипте у WeeChat системски share директоријум - додато време неактивности, додацима је доступно преко get_info("inactivity") - додате су нове функције додатака: add_timer_handler, remove_timer_handler, remove_infobar - омогућени су алијаси за многе команде - дозвољене су многе команде приликом повезивања са сервером - додате су опције „irc_show_away_once”, „look_nick_complete_first”, „look_open_near_server”, „irc_away_check_max_nicks” - додат је нови аргумент командне линије за постављање WeeChat почетног директоријума (-d или --dir) - додат је делимични превод на мађарски - унапређено је довршавање алијаса (сада за довршавање користи команду target) - /msg команда више не отвара ниједан бафер (употребите /query за отварање приватног бафера) - исправљено је рушење када се користи глобална историја (онда када се уклони старији унос) - исправљен је баг са /upgrade и баферима сервера - исправљен је баг са „get_dcc_info” функцијом интерфејса додатка - исправљено је доста осталих багова.

source: Version 0.1.9 is available! News since last version are: - nick alignment, makes channels more readable - new commands: /cycle, /setp - new option to customize IP/hostname (when using multipe IP) - new option to customize input prompt - added keyboard handler for plugins - german translations (messages and documentation) - many bugs fixed for: UTF-8, DCC chat, Ruby, mutiple queries with same name, some commands, long IRC messages (> 512 bytes), terminal refresh, nicklist.
de: Version 0.1.9 ist verfügbar! Neuerungen: - Ausrichtung des Nick-Namens, macht Channels besser lesbar - Neue Befehle: /cycle, /setp - Neue Option um IP/hostname anzupassen (bei Nutzung mehrerer IPs) - Neue Option um den Input prompt anzupassen - hinzugefügt: Tastatur-Handler für Erweiterungen - deutsche Übersetzung (Mitteilungen und Dokumentation) - Fehlerbereinigungen für: UTF-8, DCC chat, Ruby, mehrere Anfragen über den selben Namen, in einigen Befehlen, langen IRC Nachrichten (> 512 bytes), terminal refresh, nicklist.
fr: La version 0.1.9 est disponible ! Les nouveautés depuis la dernière version sont : - alignement des pseudos, améliore la lisibilité sur les canaux - nouvelles commandes : /cycle, /setp - nouvelle option pour paramétrer le nom de machine ou IP (lors de l'utilisation de plusieurs IP) - nouvelle option pour personnaliser l'invite de la zone de saisie - ajout d'un gestionnaire de clavier pour les extensions - traduction en allemand (messages et documentation) - bugs corrigés pour : UTF-8, discussion DCC, Ruby, plusieurs privés avec le même nom, quelques commandes, longs messages IRC (> 512 octets), rafraîchissement du terminal, liste de pseudos.
ja: バージョン 0.1.9 をリリースします! 以前のバージョン以降のニュース: - ニックネームの整列、チャンネルを読みやすく - 新しいコマンド: /cycle、/setp - IP/ホスト名をカスタマイズする新しいオプション (複数の IP を使っている場合) - 入力プロンプトをカスタマイズする新しいオプション - プラグイン用のキーボードハンドラを追加 - ドイツ語翻訳 (メッセージと文書) - 多くのバグを修正: UTF-8、DCC チャット、Ruby、同じニックネームに対する複数のクエリ、一部のコマンド、長い IRC メッセージ (> 512 バイト)、端末のリフレッシュ、ニックネームリスト。
pl: Wersja 0.1.9 jest dostępna! Nowości od poprzedniej wersji: - wyrównanie nicków, sprawia, że kanały są bardziej czytelne - nowe komendy: /cycle, /setp - nowa opcja do ustawiania IP/nazwy hosta (kiedy używamy wielu adresów IP) - nowa opcja do dostosowywania znaku zachęty - dodano do skryptów procedurę obsługi klawiatury - niemieckie tłumaczenia (komunikaty i dokumentacja) - poprawiono wiele błędów związanych z: UTF-8, DCC chat, Ruby, wieloma rozmowami o takiej samej nazwie, niektórymi komendami, długimi wiadomościami IRC (> 512 bajtów), odświeżaniem terminala, listą nicków.
sr: Доступна је верзија 0.1.9! Новости након последње верзије су: - поравнање надимка, канали се сада много лакше читају - нове команде: /cycle, /setp - нова опција за прилагођавање IP/имена хоста (када се користи више IP адреса) - нова опција за прилагођавање одзива за унос - додат је обрађивач тастатуре за додатке - немачки преводи (поруке и документација) - исправљени су многи багови за: UTF-8, DCC chat, Ruby, вишеструки упити са истим именом, неке команде, дугачке IRC поруке (> 512 бајтова), освежавање терминала, листа надимака.

source: Version 0.2.0 is available! News since last version are: - plugin aspell for fixing user typos (language is customizable by channel) - improved DCC speed by adding DCC fast option and sending/receiving in background - added generic function for missing IRC commands - added new functions in plugins API: info about windows, buffers, and buffer content - fixed many IRC commands (wallops and other) - fixed refresh bugs - fixed crashes with DCC - fixed many other bugs.
de: Version 0.2.0 ist verfügbar! Neuerungen: - Aspell Erweiterung: Rechtschreibkorrektur (Sprache ist einstellbar für jeden Channel) - DCC Geschwindigkeit erhöht durch Nutzung der DCC fast Option und senden/empfangen im Hintergrund - hinzugefügt: allgemeine Funktion für fehlende IRC Befehle - hinzugefügt: neue Funktion in API Erweiterung: Information über Fenster, Buffer, und Bufferinhalt - behoben: Fehler in IRC Befehlen (wallops und andere) - behoben: Fehler bei der Aktualisierung - behoben: Abstürze mit DCC - weitere Fehlerbereinigungen.
fr: La version 0.2.0 est disponible ! Les nouveautés depuis la dernière version sont : - extension aspell pour corriger les fautes de saisie (langue paramétrable par canal) - amélioration de la vitesse des DCC par ajout d'une option "DCC rapide" et par envoi/réception en tâche de fond - ajout d'une fonction générique pour les messages IRC manquants - ajout de nouvelles fonctions dans l'API des extensions : infos fenêtres, tampons, et contenu des tampons - correction de plusieurs commandes IRC (wallops et d'autres) - correction de problèmes de rafraîchissement - correction de plantages avec les DCC - correction de beaucoup d'autres bugs.
ja: バージョン 0.2.0 をリリースします! 以前のバージョン以降のニュース: - ユーザのタイプミスを修正する aspell プラグイン (チャンネルごとに言語を設定できます) - DCC fast オプションを追加し、バックグラウンドで送信/受信を行うことで DCC の速度を改良 - 未定義の IRC コマンド用の包括的な関数を追加 - プラグイン API に新しい関数を追加: ウィンドウ、バッファ、バッファ内容に関する情報 - 多くの IRC コマンドを修正 (wallops など) - リフレッシュバグを修正 - DCC でクラッシュするバグを修正 - その他の多くのバグを修正。
pl: Wersja 0.2.0 jest dostępna! Nowości od poprzedniej wersji: - wtyczka aspell do poprawy literówek użytkownika (język jest konfigurowalny dla każdego kanału) - poprawiono prędkość DCC po przez dodanie opcji DCC fast oraz wysyłanie/odbieranie w tle - dodano ogólne funkcje dla brakujących komend IRC - dodano nowe funkcje do API wtyczek: informacje o oknach, buforach i zawartości buforów - poprawiono wiele komend IRC (wallopy i inne) - poprawiono błędy odświeżania - poprawiono zawieszanie się programu związane z DCC - poprawiono wiele błędów.
sr: Доступна је верзија 0.2.0! Новости након последње верзије су: - додатак aspell за исправљање грешака у куцању (језик подешава канал) - унапређена DCC брзина додавањем DCC fast опције и слање/пријем у позадини - додате генеричка функција за недостајуће IRC команде - додате нове функције у API додатака: инфо о прозорима, баферима и садржајем бафера - исправљене многе IRC команде (wallops и остало) - исправљени багови освежавања - исправљена рушења са DCC - исправљени многи остали багови.

source: Version 0.2.1 is available! News since last version are: - added server default notify - added arguments ($1,..,$9) for alias and special vars ($nick, $channel, $server) - added hotlist in session file when using /upgrade command - fixed crash with DCC when resuming file - fixed random crash with /upgrade command - fixed nicklist display when location is top or bottom - fixed bug with CTCP version on channels - fixed bug with auto-rejoin for keyed channels - fixed chan owner and chan admin nicks.
de: Version 0.2.1 ist verfügbar! Neuerungen: - hinzugefügt: server default Benachrichtigung - hinzugefügt: Argumente ($1,..,$9) für alias und spezielle Variablen ($nick, $channel, $server) - hinzugefügt: Hotlist in Sitzungsdatei wenn der /upgrade Befehl genutzt wird - Absturz mit DCC behoben wenn ein Dateitransfer wieder aufgenommen wird - mehrere Abstürze mit /upgrade Befehl behoben - Anzeige der Nicklist überarbeitet falls die Nicklist-Position oben oder unten ist - Fehler mit CTCP Version in Channels behoben - Fehler mit auto-rejoin behoben. - Fehler mit chan owner und chan admin nicks behoben.
fr: La version 0.2.1 est disponible ! Les nouveautés depuis la dernière version sont : - ajout de la notification par défaut pour chaque serveur - ajout de paramètres ($1,..,$9) pour les alias et de variables spéciales ($nick, $channel, $server) - ajout de la hotlist dans le fichier de session pour la commande /upgrade - correction de plantage avec le DCC en reprenant un fichier déjà commencé - correction de plantage aléatoire avec la commande /upgrade - correction de l'affichage de la liste des pseudos quand la position est en haut ou en bas - correction du CTCP version sur les canaux - correction de l'auto-rejoin sur les canaux avec clé - correction sur les pseudos qui sont owner ou admin de canal.
ja: バージョン 0.2.1 をリリースします! 以前のバージョン以降のニュース: - サーバデフォルト notify を追加 - エイリアス用の引数 ($1、...、$9) と特殊変数 ($nick、$channel、$server) を追加 - /upgrade コマンドを使う際にセッションファイルにホットリストを追加 - ファイルをリジュームする際の DCC のクラッシュを修正 - /upgrade コマンド使用時のランダムなクラッシュを修正 - ニックネームリストを上または下に表示する際のバグを修正 - チャンネル内で CTCP version するさいのバグを修正 - キーのあるチャンネルに対する自動最参加のバグを修正 - チャンネルオーナーとチャンネル管理者のニックネームを修正。
pl: Wersja 0.2.1 jest dostępna! Nowości od poprzedniej wersji: - dodano domyślne powiadomienia serwera - dodano argumenty ($1,..,$9) dla aliasów oraz specjalne zmienne ($nick, $channel, $server) - dodano hotliste w pliku z sesja podczas użycia komendy /upgrade - poprawiono błąd z DCC podczas wznawiania transferu - poprawiono przypadkowe błędy związane z komendą /upgrade - poprawiono wyświetlanie listy nicków kiedy jej położenie to góra lub dół - poprawiono błąd z CTCP version na kanałach - poprawiono błąd z automatycznym wejściem na kanały z kluczem - poprawiono nicki właściciela i administratora kanału.
sr: Доступна је верзија 0.2.0! Новости након последње верзије су: - додато подразумевано обавештење за сервер - додати аргументи ($1,..,$9) за алијас и специјалне променљиве ($nick, $channel, $server) - додата врућа листа у фајл сесије када се користи команда /upgrade - исправљено је рушење са DCC када се наставља преузимање фајла - исправљено насумично рушење са /upgrade командом - исправљен приказ листе надимака када је локација top или bottom - исправљен баг са CTCP version на каналима - исправљен баг са аутоматским поновним приступањем за закључане канале - исправљени надимци за owner и admin канала.

source: Version 0.2.2 is available! News since last version are: - added new charset plugin, which replaces internal /charset command: fixes many bugs with charsets, WeeChat internal is now full UTF-8 - added "modifier" in plugins API: plugins are now able to modify or drop received IRC messages - added filename completion - added anti-flood mechanism - added keys to scroll topic - added new option to send unknown IRC commands - improved /plugin command - pdf version of documentation is back - fixed many bugs: portability, memleak in keyboard input, ignore and alias commands, many display bugs.
de: Version 0.2.2 ist verfügbar! Neuerungen: - hinzugefügt: Neue Zeichensatzerweiterung, welches den internen /charset Befehl ersetzt: dies behebt viele Zeichensatzprobleme intern ist WeeChat nun voll UTF-8 fähig. - hinzugefügt: "modifier" in API Erweiterung: Erweiterungen können nun IRC Nachrichten modifizieren oder verwerfen. - hinzugefügt: Dateinamen Vervollständigung - hinzugefügt: anti-flood Mechanismen - hinzugefügt: Tastenfunktion um den Topic zu scrollen - hinzugefügt: neue Funktion um unbekannte IRC Befehle zu senden - verbessert: /plugin Befehl - eine PDF Fassung der Dokumentation ist wieder verfügbar - Fehlerbereinigungen bei: Portabilität, Speicherverbrauch der Tastatureingabe, ignore und alias Befehle, in der Darstellung.
fr: La version 0.2.2 est disponible ! Les nouveautés depuis la dernière version sont : - ajout d'une nouvelle extension "charset", qui remplace la commande interne /charset : corrige de nombreux problèmes avec l'encodage, WeeChat utilise désormais en interne de l'UTF-8 - ajout de "modifier" dans l'interface des extensions : les extensions peuvent désormais modifier ou supprimer des messages IRC reçus - ajout de la complétion sur les noms de fichier - ajout d'un mécanisme "anti-flood" - ajout de touches pour faire défiler les titres des canaux - ajout d'une nouvelle option pour envoyer les commandes IRC inconnues - amélioration de la commande /plugin - retour du pdf dans la documentation - nombreux bugs corrigés : portabilité, fuite de mémoire dans l'entrée clavier, commandes ignore et alias, plusieurs bugs d'affichage.
ja: バージョン 0.2.2 をリリースします! 以前のバージョン以降のニュース: - 新しい charset プラグインを追加、これは内部の /charset コマンドを置き換えます: 文字セットに関する多くのバグを修正、WeeChat は現在内部文字セットとして UTF-8 を使っています。 - プラグイン API に "modifier" を追加: 現在プラグインは受信した IRC メッセージを改変および捨てることができます。 - ファイル名補完機能を追加 - 対フラッドメカニズムを追加 - トピックをスクロールするキーを追加 - 未知の IRC コマンドを送信する新しいオプションを追加 - /plugin コマンドを改良 - pdf 版の文書を復帰 - 多くのバグを修正: 移植性、キーボード入力中のメモリリーク、ignore と alias コマンド、多くの表示バグ。
pl: Wersja 0.2.2 jest dostępna! Nowości od poprzedniej wersji: - dodano nową wtyczkę charset, która zastępuje wewnętrzną komendę /charset : poprawiono wiele błędów z kodowaniem, WeeChat w pełni wspiera UTF-8 - dodano "modifier" do API wtyczek: wtyczki mogą teraz modyfikować lub odrzucać otrzymane wiadomości IRC - dodano dopełnianie nazw plików - dodano mechanizm przeciw floodowaniu - dodano skróty do przewijania tematu - dodano nową opcję umożliwiającą wysyłanie nieznanych komend IRC - usprawniono komendę /plugin - powróciła dokumentacja w wersji pdf - poprawiono wiele błędów: przenoszenia, wyciek pamięci przy wprowadzaniu danych z klawiatury, w komendach alias i ignore, wiele błędów z wyświetlaniem.
sr: Доступна је верзија 0.2.2! Новости након последње верзије су: - додат нови charset додатак који замењује интерну /charset команду: исправља многе багове са скупове карактера, WeeChat је сада интерно у потпуности UTF-8 - додат је „modifier” у API додатака: додаци сада могу да измене или изоставе примљене IRC поруке - додато довршавање имена фајла - додат је механизам против поплаве - додати су тастери за скроловање теме - додата је нова опција за слање непознатих IRC команди - унапређена је /plugin команда - враћена је pdf верзија документације - исправљено је доста багова: преносивост, цурење меморије у уносу са тастатуре, ignore и alias команде, многи багови приказа.
