Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.3.9.2 is available, it fixes a security problem: untrusted command for function hook_process could lead to execution of commands, because of shell expansions. Upgrade is highly recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 0.3.9.2 ist verfügbar. Diese Zwischenversion behebt ein Sicherheitsproblem, bei der Verarbeitung der hook_process Funktion. Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 0.3.9.2 est disponible, elle corrige un problème de sécurité : une commande non fiable pour la fonction hook_process peut conduire à l'exécution de commandes, à cause des expansions du shell. La mise à jour est fortement recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
ja: バージョン 0.3.9.2 をリリースしました。このリリースではセキュリティ上の問題 (シェル展開が原因で hook_process 関数が信頼出来ないコマンドを実行する問題) が修正されています。 全てのユーザにアップグレードを強く推奨します。 詳しい情報は<a href="/doc/security/">セキュリティ問題のページ</a>を参照してください。
pl: Wersja 0.3.9.2 jest dostępna, poprawia ona problem bezpieczeństwa: niezaufana komenda dla funkcji hook_process mogła prowadzić do wywołania komend poprzez rozszerzenie powłoki. Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 0.3.9.2 која исправља безбедносни пропуст: команда којој се не верује за функцију hook_process би због развијања љуске могла да доведе до извршавања команди. Препоручује се да сви корисници ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 0.4.0 is available! Among the new features: - add option "diff" for command /set, display default values in output of /set - add color support in prefix options - add command /eval, use expression in conditions for bars - connect by default with IPv6 to servers with fallback to IPv4 - add aspell suggestions - add support of tags in irc messages and "server-time" capability - add irc command /quiet - add support of IPv6 in relay plugin - add backlog for irc protocol in relay plugin - display remote IP address for DCC chat/file in xfer plugin - add git version in build - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2013/01/20/Version-0.4.0">development blog</a> or <a href="/files/changelog/ChangeLog-0.4.0.html">ChangeLog</a>.
de: Version 0.4.0 ist verfügbar! Überblick, der neuen Funktionen: - neu Option, "diff", für den /set Befehl um sich Standardwerte anzeigen zu lassen - die Prefix-Optionen können farblich angepasst werden - neuer Befehl "/eval", um Ausdrücke für Bars festzulegen und diese auszuführen - Standardmäßig wird eine IPv6 Verbindung hergestellt, mit Fallback auf IPv4 - Rechtschreibkorrektur zeigt nun Vorschläge an - Tag-Unterstützung für IRC-Nachrichten und Unterstützung von "server-time" - "-quiet" Befehl hinzugefügt - Relay-Erweiterung unterstützt nun IPv6 - Buffer-Rückverfolgung im IRC-Protokoll für die Relay-Erweiterung - Xfer-Erweiterung zeigt für DCC Chat/Datentransfer die IP Adresse der Gegenstelle an - Git-Version wird in build integriert - viele Fehler behoben Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2013/01/20/Version-0.4.0">Entwickler blog</a> oder <a href="/files/changelog/ChangeLog-0.4.0.html">Änderungsprotokoll</a>.
fr: La version 0.4.0 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option "diff" pour la commande /set, affichage des valeurs par défaut dans la sortie de /set - ajout du support des couleurs dans les options de préfixe - ajout de la commande /eval, utilisation d'expression dans les conditions pour les barres - connexion en IPv6 par défaut aux serveurs avec repli sur IPv4 - ajout des suggestions aspell - ajout du support des étiquettes dans les messages irc et de la capacité "server-time" - ajout de la commande irc /quiet - ajout du support IPv6 dans l'extension relay - ajout du backlog pour le protocole irc dans l'extension relay - affichage de l'IP distante pour les DCC chat/file dans l'extension xfer - ajout de la version git dans le build - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2013/01/20/Version-0.4.0">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.4.0.html">ChangeLog</a>.
ja: バージョン 0.4.0 をリリースしました! 新しい機能: - /set コマンドに "diff" オプションを追加、/set コマンドの出力にデフォルト値を出力 - プレフィックスオプションにおける色サポートを追加 - /eval コマンドを追加、バーの状態を示す表式を利用 - デフォルトではサーバに IPv6 で接続、代替として IPv4 で接続 - aspell を使った候補を追加 - irc メッセージのタグと "server-time" のサポートを追加 - irc の /quiet コマンドを追加 - リレープラグインにおける IPv6 のサポートを追加 - リレープラグインにおける irc プロトコルのバックログ機能を追加 - xfer プラグインにおける DCC チャットやファイル転送で相手の IP アドレスを表示 - ビルド中に git バージョンを追加 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2013/01/20/Version-0.4.0">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.4.0.html">ChangeLog</a> を参照してください。
pl: Wersja 0.4.0 jest dostępna! Nowe funkcje: - dodano parametr "diff" dla komendy /set, wyświetlanie wartości domyślnych przy wywołaniu /set - dodano wsparcie dla kolorów w opcjach przedtostków - dodano komendę /eval, użycie wyrażeń w warunkach dla pasków - domyślne łączenie się z serwerami po IPv6, w razie problemów używane jest IPv4 - dodano sugestie aspell - dodano wsparcie dla tagów w wiadomościach irc oraz funkcję "czas serwera" - dodano komendę irc /quiet - dodano wsparcie dla IPv6 we wtyczce relay - dodano backlog dla protokołu irc we wtyczce relay - wyświetlanie zdalnego adresu IP dla transferów/rozmów DCC we wtyczce xfer - dodano wersję git podczas budowy - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2013/01/20/Version-0.4.0">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-0.4.0.html">ChangeLog</a>.
sr: Доступна је верзија 0.4.0! Неке од нових функционалности: - додата опција „diff” команди /set, приказује подразумеване вредности у излазу /set - додата подршка за боје у опцијама префикса - додата команда /eval, употреба израза у условима за траке - подразумевано се на сервере повезује са IPv6 са резервном опцијом преко IPv4 - додати aspell предлози - додата подршка за ознаке у irc порукама и „server-time” могућност - додата irc команда /quiet - додата подршка за IPv6 у релеј додатку - додат заостатак за irc протокол у релеј додатку - приказ удаљене IP адресе за DCC chat/file у xfer додатку - додата git верзија у изградњи - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2013/01/20/Version-0.4.0">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.4.0.html">ChangeLog</a>.

source: Version 0.4.1 is available! Among the new features: - multiple layouts support - nick prefix/suffix are now dynamic (and managed by core instead of irc plugin) - unmask irc join if nick speaks some minutes after the join - new option irc.look.display_join_message to disable some messages after joining a channel - new option irc.look.pv_buffer to automatically merge private buffers - add support of UHNAMES - add DH-AES encryption method for SASL - multiple irc servers allowed on same port for irc protocol in relay plugin - add WebSocket server support (RFC 6455) in relay plugin (for irc and weechat protocols) - send nicklist difference in relay plugin (weechat protocol) - add control of autoload for scripts - optimizations in aspell plugin - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2013/05/20/Version-0.4.1">development blog</a> or <a href="/files/changelog/ChangeLog-0.4.1.html">ChangeLog</a>.
de: Version 0.4.1 ist verfügbar! Überblick, der neuen Funktionen: - Unterstützung verschiedener Layouts - Nick Präfix/Suffix werden dynamisch verwaltet (ist nun Teil des Core) - JOIN Nachricht wird angezeigt, falls der betreffende Nick, nach ein paar Minuten etwas schreibt - neue Option "irc.look.display_join_message" um Nachrichten zu deaktivieren wenn man einen Channel betritt - neue Option "irc.look.pv_buffer to automatically" um private Buffer zusammenzufügen - UHNAMES wird nun unterstützt - DH-AES Verschlüsselung für SASL hinzugefügt - mehrere IRC Server können nun mit der Relay-Erweiterung genutzt werden - Unterstützung des WebSocket Server (RFC 6455) durch die Relay-Erweiterung (für IRC und weechat Protokoll) - Veränderungen innerhalb der Nickliste werden an Relay-Erweiterung weitergeleitet (weechat Protokoll) - Funktion "autoload" für /script Befehl hinzugefügt - Optimierung der aspell Erweiterung - eine Reihe von Fehlerbehebungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2013/05/20/Version-0.4.1">development blog</a> oder <a href="/files/changelog/ChangeLog-0.4.1.html">ChangeLog</a>.
fr: La version 0.4.1 est disponible ! Parmi les nouvelles fonctionnalités : - support de plusieurs dispositions ("layouts") - les préfixes/suffixes de pseudos sont désormais dynamiques (et gérés par le cœur au lieu de l'extension irc) - démasquage des "join" irc si le pseudo parle quelques minutes après le "join" - nouvelle option irc.look.display_join_message pour désactiver certains messages après avoir rejoint un canal - nouvelle option irc.look.pv_buffer pour mélanger automatiquement les tampons privés - support de UHNAMES - ajout de la méthode de chiffrement DH-AES pour SASL - plusieurs serveurs irc autorisés sur le même port pour le protocole irc dans l'extension relay - support WebSocket serveur (RFC 6455) dans l'extension relay (pour les protocoles irc et weechat) - envoi de la différence de liste de pseudos dans l'extension relay (protocole weechat) - ajout du contrôle du chargement automatique pour les scripts - optimisations dans l'extension aspell - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2013/05/20/Version-0.4.1">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.4.1.html">ChangeLog</a>.
ja: バージョン 0.4.1 をリリースしました! 新しい機能: - 複数のレイアウトをサポート - ニックネームに対する動的なプレフィックス/サフィックス (irc プラグインではなく core で管理するように) - チャンネルに参加後、数分経ってからメッセージを送信したニックネームの参加メッセージのマスクを外す - チャンネルに参加後に表示される一部のメッセージを隠す新しいオプション irc.look.display_join_message - 複数のプライベートバッファを自動的に統合する新しいオプション irc.look.pv_buffer - UHNAMES のサポートを追加 - SASL に DH-AES 暗号化を追加 - リレープラグインの irc プロトコルで同じポートを使って複数の irc サーバに接続可能に - リレープラグインで WebSocket サーバのサポート (RFC 6455) を追加 (irc と weechat プロトコル用) - リレープラグインでニックネームリストの差分を送信 (weechat プロトコル) - スクリプトの自動ロードの管理を追加 - aspell プラグインを最適化 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2013/05/20/Version-0.4.1">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.4.1.html">ChangeLog</a> を参照してください。
pl: Wersja 0.4.1 jest dostępna! Pośród nowości: - wsparcie dla wielu układów - przed-/przyrostki nicków są teraz dynamiczne (i zarządzane przez rdzeń zamiast wtyczki inc) - odmaskowywanie wejścia osoby na kanał jeśli ta osoba odezwie się przez kilka minut po wejściu - nowa opcja irc.look.display_join_message do wyłączania części wiadomości po wejściu na kanał - nowa opcha irc.look.pv_buffer do automatycznego łączenia buforów prywatnych - dodano wsparcie dla UHNAMES - dodano metodę szyfrowania DH-AES do SASL - wiele serwerów irc może używac tego samego portu dla protokołu irc we wtyczce relay - dodano wspacie dla serwera WebSocket (RFC 6455) we wtyczce relay (dla protokołów irc i weechat) - wysyłanie różnicy na liście nicków we wtyczce relay (protokół weechat) - dodano kontrole automatycznego ładowania skryptów - optymalizacje we wtyczce aspell - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2013/05/20/Version-0.4.1">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-0.4.1.html">ChangeLog</a>.
sr: Доступна је верзија 0.4.1! Неке од нових функционалности: - подршка за вишеструке распореде - префикс/суфикс надимка су сада динамички (и уместо irc додатка, њима управља језгро) - демаскирање irc join ако надимак говори неколико минута након приступања - нова опција irc.look.display_join_message којом се искључују неке поруке након приступања каналу. - нова опција irc.look.pv_buffer за аутоматско спајање приватних бафера - додата подршка за UHNAMES - додата DH-AES метода шифрирања за SASL - дозвољава се више irc сервера на истом порту за irc протокол у релеј додатку - додата подршка за WebSocket сервер (RFC 6455) у релеј додатку (за irc и weechat протоколе) - шаље се разлика листе надимака у релеј додатку (weechat протокол) - додата контрола аутоматског учитавања за скрипте - оптимизације у aspell додатку - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2013/05/20/Version-0.4.1">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.4.1.html">ChangeLog</a>.

source: Version 0.4.2 is available! Among the new features: - rename binary from "weechat-curses" to "weechat" (with symbolic link "weechat-curses" for compatibility) - add secured data (encryption of passwords or private data), new command /secure, new file sec.conf - search of regular expression in buffer with text emphasis, in prefixes, messages or both - add option "scroll_beyond_end" for command /window - add optional buffer context in bar items (for example to display bitlbee nicklist in a root bar) - new options weechat.look.hotlist_{prefix|suffix} - new option weechat.look.key_bind_safe to prevent any key binding error from user - new option weechat.network.proxy_curl to use a proxy when downloading URLs with curl - display day change message dynamically - support of wildcards in IRC commands (de)op/halfop/voice - new option irc.look.notice_welcome_redirect to redirect channel welcome notices to the channel buffer - new option irc.look.nick_color_hash: new hash algorithm to find nick colors (variant of djb2) - add info about things defined by a script in the detailed view of script (/script show) - support of "enchant" library in aspell plugin - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2013/10/06/Version-0.4.2">development blog</a> or <a href="/files/changelog/ChangeLog-0.4.2.html">ChangeLog</a>.
de: Version 0.4.2 ist verfügbar! Überblick einiger neuer Funktionen: - die ausführbare Datei wurde von "weechat-curses" zu "weechat" umbenannt (aus Gründen der Kompatibilität wird ein symbolischer Link "weechat-curses" gesetzt) - Unterstützung von schutzwürdigen Daten (Verschlüsselung von Passwörtern oder privaten Daten), neuer Befehl /secure, neue Datei sec.conf - Hervorhebung von Text, bei der Suche mittels regulären Ausdrücken, sowohl im Präfix, der Nachricht oder bei beiden - Option "scroll_beyond_end" für den Befehl /window hinzugefügt - optionaler Kontext für Buffer kann in einer Item-Bar angezeigt werden (zum Beispiel um eine bitlbee Nicklist in der root Bar darzustellen) - neue Optionen weechat.look.hotlist_{prefix|suffix} - neue Option weechat.look.key_bind_safe, um Anwenderfehler beim Einbinden von neuen Tastenbefehlen vorzubeugen - neue Option weechat.network.proxy_curl um einen Proxy beim herunterladen von URLs mittels curl zu nutzen - Nachricht beim Datumswechsel wird detaillierter angezeigt - Unterstützung von Platzhaltern für die IRC Befehle (de)op/halfop/voice - neue Option irc.look.notice_welcome_redirect um Willkommen-Nachrichten des Servers in den entsprechenden Channel-Buffer umzuleiten - neue Option irc.look.nick_color_hash: neuer Hash-Algorithmus für die Vergabe von Nick-Farben (Variante von djb2) - es werden nun Informationen von Skripten angezeigt, welche diese definieren (/script show) - Unterstützung der "enchant" Bibliothek in der Aspell-Erweiterung - und es wurden wieder Fehler behoben. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2013/10/06/Version-0.4.2">development blog</a> oder <a href="/files/changelog/ChangeLog-0.4.2.html">ChangeLog</a>.
fr: La version 0.4.2 est disponible ! Parmi les nouvelles fonctionnalités : - binaire renommé de "weechat-curses" en "weechat" (avec lien symbolique "weechat-curses" pour la compatibilité) - ajout de données sécurisées (chiffrage des mots de passe et données privées), nouvelle commande /secure, nouveau fichier sec.conf - recherche d'expression régulière dans le tampon avec mise en valeur du texte, dans les préfixes, messages ou les deux - ajout de l'option "scroll_beyond_end" pour la commande /window - ajout d'un contexte optionnel de tampon dans les objets de barre (par exemple pour afficher la liste de pseudos bitlbee dans une barre root) - nouvelles options weechat.look.hotlist_{prefix|suffix} - nouvelle option weechat.look.key_bind_safe pour prévenir toute erreur de touche de l'utilisateur - nouvelle option weechat.network.proxy_curl pour utiliser un proxy lors du téléchargement d'URLs avec curl - affichage dynamique du changement de jour - support des jokers dans les commandes IRC (de)op/halfop/voice - nouvelle option irc.look.notice_welcome_redirect pour rediriger les notices de bienvenue vers le tampon du canal - nouvelle option irc.look.nick_color_hash : nouvel algorithme de hachage pour trouver les couleurs de pseudo (variante de djb2) - ajout d'infos sur les choses définies par un script dans la vue détaillée du script (/script show) - support de la lib "enchant" dans l'extension aspell - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2013/10/06/Version-0.4.2">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.4.2.html">ChangeLog</a>.
ja: バージョン 0.4.2 をリリースしました! 新しい機能: - バイナリの名前を "weechat-curses" から "weechat" に変えました (互換性のため "weechat-curses" はシンボリックリンクになっています) - 安全なデータを追加 (パスワードや個人用データの暗号化)、新しいコマンド /secure、新しいファイル sec.conf - テキスト強調を含むバッファ、プレフィックスやメッセージの正規表現検索 - コマンド /window に "scroll_beyond_end" オプションを追加 - バー要素に任意のバッファコンテキストを追加 (例えばルートバーに bitlbee のニックネームリストを表示) - 新しいオプション weechat.look.hotlist_{prefix|suffix} - ユーザがキー割り当てエラーにならないようにする新しいオプション weechat.look.key_bind_safe - curl で URL をダウンロードする際にプロキシを使うようにする新しいオプション weechat.network.proxy_curl - 日付変更メッセージを動的に表示 - IRC コマンド (de)op/halfop/voice でワイルドカードをサポート - チャンネルのようこそ通知をチャンネルバッファにリダイレクトする新しいオプション irc.look.notice_welcome_redirect - 新しいオプション irc.look.nick_color_hash: ニックネームの色を探す新しいハッシュアルゴリズム (djb2 の亜種) - スクリプトの詳細表示 (/script show) にスクリプトが定義したものに関する情報を追加 - aspell プラグインの "enchant" ライブラリのサポート - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2013/10/06/Version-0.4.2">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.4.2.html">ChangeLog</a> を参照してください。
pl: Wersia 0.4.2 jest dostępna! Pośród nowości: - zmiana nazwy pliku wykonywalnego z "weechat-curses" na "weechat" (z dowiązaniem "weechat-curses" dla kompatybilności) - dodano zabezpieczone dane (szyfrowanie haseł lub danych prywatnych), nowa komenda /secure, nowy plik sec.conf - wyszukiwanie wyrażeń regularnych w buforze z naciskiem na tekst, w prefiksach, wiadomościach lub obu - dodano opcję "scroll_beyond_end" dla komendy /window - dodano opcjonalny kontekst bufora w elementach paska (na przykład w celu wyświetlenia listy nicków bitlbee na głównym pasku) - nowe opcje weechat.look.hotlist_{prefix|suffix} - nowa opcja weechat.look.key_bind_safe zapobiegająca błędom w przypisaniach klawiszy - nowa opcja weechat.network.proxy_curl ustawienie pośrednika dla pobierania URLi za pomocą curla - dynamiczne wyświetlanie wiadomości o zmianie dnia - wsparcie dla dzikich kart w komendach IRC (de)op/halfop/voice - nowa opcja irc.look.notice_welcome_redirect przekierowująca powiadomienia powitalne kanału do ego buforu - nowa opcja irc.look.nick_color_hash: nowy algorytm haszujący do znajdywania kolorów nicków (variant lub djb2) - dodano informacje o rzeczach zdefiniowanych przez skrypt w podglądzie szczegółowym skryptu (/script show) - wsparcie dla biblioteki "enchant" we wtyczce aspell - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2013/10/06/Version-0.4.2">blogu developerskim </a> oraz w pliku <a href="/files/changelog/ChangeLog-0.4.2.html">ChangeLog</a>.
sr: Доступна је верзија 0.4.2! Неке од нових функционалности: - промењено име извршног фајла са „weechat-curses” на „weechat” (са симболичким линком на „weechat-curses” из разлога компатибилности) - додати обезбеђени подаци (шифровање лозинки или приватних података), нова команда /secure, нови фајл sec.conf - претрага регуларним изразом у баферу са истицањем текста, у префиксима, у порукама или у оба - додата опција „scroll_beyond_end” за команду /window - додат необавезан бафер контекст у ставкама траке (на пример да се прикаже bitlbee листа надимака у кореној траци) - нове опције weechat.look.hotlist_{prefix|suffix} - нова опција weechat.look.key_bind_safe за спречавање било какве корисничке грешке приликом везивања тастера - нова опција weechat.network.proxy_curl да се користи прокси приликом преузимања URL адреса програмом curl - динамичко приказивање поруке о промени дана - подршка за џокере у IRC командама (de)op/halfop/voice - нова опција irc.look.notice_welcome_redirect за преусмеравање поздравних обавештења канала у бефер канала - нова опција irc.look.nick_color_hash: нови хеш алгоритам за проналажење боја надимка (варијанта djb2) - додате информације о стварима које дефинише скрипта у детаљном приказу скрипте (/script show) - подршка за „enchant” библиотеку у aspell додатку - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2013/10/06/Version-0.4.2">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.4.2.html">ChangeLog</a>.
