Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.0.3 is available! News since last version are: - script ./configure to build WeeChat - french translation - new commands: stats, service, squit, motd, lusers, links, time, trace, admin, info, servlist, squery, who, whowas, die, summon, users, wallops, userhost, ison, ctcp ping - many bugs fixed.
de: Version 0.0.3 ist verfügbar Neuerungen: - Skript ./configure um WeeChat zu kompilieren - französische Übersetzung - neue Befehle: stats, service, squit, motd, lusers, links, time, trace, admin, info, servlist, squery, who, whowas, die, summon, users, wallops, userhost, ison, ctcp ping - Fehlerbereinigungen.
fr: La version 0.0.3 est disponible ! Les nouveautés depuis la dernière version sont : - script ./configure pour construire WeeChat - traduction française - nouvelles commandes : stats, service, squit, motd, lusers, links, time, trace, admin, info, servlist, squery, who, whowas, die, summon, users, wallops, userhost, ison, ctcp ping - nombreux bugs corrigés.
ja: バージョン 0.0.3 をリリースします! 以前のバージョン以降のニュース: - WeeChat をビルドする ./configure スクリプト - フランス語翻訳 - 新しいコマンド: stats、service、squit、motd、lusers、links、time、trace、admin、info、servlist、squery、who、whowas、die、summon、users、wallops、userhost、ison、ctcp ping - 多くのバグを修正。
pl: Wersja 0.0.3 jest dostępna! Nowości od poprzedniej wersji: - skrypt ./configure do zbudowania WeeChat - francuskie tłumaczenie - nowe komendy: stats, service, squit, motd, lusers, links, time, trace, admin, info, servlist, squery, who, whowas, die, summon, users, wallops, userhost, ison, ctcp ping - poprawiono wiele błędów.
sr: Доступна је верзија 0.0.3! Новости након последње верзије су: - скрипта ./configure за изградњу програма WeeChat - француски превод - нове команде: stats, service, squit, motd, lusers, links, time, trace, admin, info, servlist, squery, who, whowas, die, summon, users, wallops, userhost, ison, ctcp ping - исправљено је много багова.

source: Version 0.0.4 is available! News since last version are: - Perl scripts support, with auto-load - highlight - Ctrl-C now intercepted (ignored) - debug messages can be enabled via ./configure --enable-debug option - many bugs fixed.
de: Version 0.0.4 ist verfügbar! Neuerungen: - Perl-Skripte werden unterstützt und automatisch geladen - Highlight - Ctrl-C wird abgefangen (ignoriert) - Debug Mitteilungen können eingeschaltet werden via ./configure --enbale-debug option - Fehlerbereinigungen.
fr: La version 0.0.4 est disponible ! Les nouveautés depuis la dernière version sont : - support des scripts Perl (avec chargement automatique) - highlight - Ctrl-C ignoré - messages de debug configurables via l'option ./configure --enable-debug - nombreux bugs corrigés.
ja: バージョン 0.0.4 をリリースします! 以前のバージョン以降のニュース: - 自動ロード可能な Perl スクリプトをサポート - ハイライト - Ctrl-C を遮断 (無視) - ./configure --enbale-debug オプションでデバッグメッセージを有効化 - 多くのバグを修正。
pl: Wersja 0.0.4 jest dostępna! Nowości od poprzedniej wersji: - wsparcie dla skryptów w Perlu, z automatycznym ładowaniem - highlighty - Ctrl-C jest teraz przechwytywane (ignorowane) - informacje debugujące można włączyć poprzez ./configure --enbale-debug - poprawiono wiele błędów.
sr: Доступна је верзија 0.0.4! Новости након последње верзије су: - подршка за Perl скрипте, са ауто учитавањем - истицање - Ctrl-C се сада пресреће (игнорише се) - дибаг поруке могу да се укључе опцијом ./configure --enable-debug - исправљено је много багова.

source: Version 0.0.5 is available! News since last version are: - info bar with highlight from other channels, can be modified by Perl scripts - /set command (configuration can be modified while WeeChat is running) - new command line parameter: "-c" to see config options - nick is now un*x username in default config - secured code to prevent any buffer overflow - many bugs fixed.
de: Version 0.0.5 ist verfügbar! Neuerungen: - Info-bar mit Highlights von anderen Channels, kann über Perl-Skripte modifiziert werden - /set Befehl (Konfiguration kann während der Laufzeit von WeeChat konfiguriert werden) - neuer Kommandozeilen Parameter: "-c" sie Konfigurationsmöglichkeiten - Nick ist nun un*x Benutzername in der Standardkonfiguration - abgesicherter Code um einen Buffer-Overflow zu vermeiden - Fehlerbereinigungen.
fr: La version 0.0.5 est disponible ! Les nouveautés depuis la dernière version sont : - barre d'info avec highlight des autres canaux dedans et modification par scripts Perl - commande /set (modification de la configuration pendant que WeeChat tourne) - paramètre de ligne de commande "-c" pour voir les options de configuration - dans la config par défaut, le nick est l'utilisateur un*x - code sécurisé pour éviter tout débordement de tampon ("buffer overflow") - nombreux bugs corrigés.
ja: バージョン 0.0.5 をリリースします! 以前のバージョン以降のニュース: - 他のチャンネルのハイライトを情報バーに表示、情報バーは Perl スクリプトで書き換え可能 - /set コマンド (WeeChat の実行中に設定を変更することが可能に) - 新しいコマンドラインパラメータ: 設定オプションを表示する "-c" オプション - デフォルト設定では un*x のユーザ名をニックネームとして利用 - バッファオーバーフローを防ぐ安全なコード - 多くのバグを修正。
pl: Wersja 0.0.5 jest dostępna! Nowości od poprzedniej wersji: - pasek informacyjny z higlightami z innych kanałów, może być modyfikowany przez skrypty w Perlu - polecenie /set (konfiguracja może być modyfikowana podczas działania WeeChat) - nowy parametr w linii poleceń umożliwiający zobaczenie opcji konfiguracyjnych: "-c" - nick od teraz domyślnie jest un*xową nazwą użytkownika - zabezpieczono kod przed przepełnieniem bufora - poprawiono wiele błędów.
sr: Доступна је верзија 0.0.5! Новости након последње верзије су: - инфо трака са истицањем из осталих канала, може да се измени Perl скриптама - /set команда (конфигурација може да се измени док се WeeChat извршава) - нови параметар командне линије: „-c” којим се приказују конфиг опције - надимак је сада подразумевано un*x корисничко име у подразумеваној конфигурацији - обезбеђен је код чиме се спречава било какво прекорачење бафера - исправљено је много багова.

source: Version 0.0.6 is available! News since last version are: - improved channel highlight (priority to message vs join/part) - fixed bug when opened private win and remote user changes his nick - /query command added (starts private conversation) - IRC messages 476, 477 added - /mode command is now ok and channel flags are displayed in status bar - fixed display bug (text was blinking when scrolling) - CTCP Version reply is now in english only and doesn't show host (security reason).
de: Version 0.0.6 ist verfügbar! Neuerungen: - verbessertes Channel Highlight - Fehlerbeseitigung wenn ein privates Fenster geöffnet wurde und der User seinen Nick geändert hat - /query Befehl hinzugefügt (startet eine private Unterhaltung) - IRC Nachrichten 476, 477 hinzugefügt - /mode Befehl funktioniert nun und die Channel Flags werden in der Statuszeile anezeigt - Darstellungsfehler behoben (Text hat beim Scrollen geblinkt) - CTCP Version Antwort ist nun in englisch und zeigt nicht mehr den Host (Sicherheitsaspekt).
fr: La version 0.0.6 est disponible ! Les nouveautés depuis la dernière version sont : - surbrillance des canaux améliorée (priorité aux messages par rapport aux join/part) - bug corrigé quand une fenêtre privée est ouverte et que l'utilisateur distant change de pseudo - commande /query ajoutée (démarre une conversation privée) - messages IRC 476, 477 ajoutés - la commande /mode est maintenant ok et les drapeaux sont affichés dans la barre de statut - bug d'affichage corrigé (le texte clignotait lors du défilement) - le CTCP version répond en anglais et ne montre pas le nom de machine (raison de sécurité).
ja: バージョン 0.0.6 をリリースします! 以前のバージョン以降のニュース: - チャンネルハイライトを改良 (メッセージや参加/退出に異なる優先度を設定) - プライベートウィンドウを開き、リモート側のユーザがニックネームを変更した際のバグを修正 - /query コマンドを追加 (プライベート会話を開始) - IRC メッセージ 476、477 を追加 - /mode コマンドが利用可能になり、チャンネルフラグを状態バーに表示 - 表示バグの修正 (スクロール中のテキストの点滅を修正) - 現在 CTCP Version 応答は英語のみで、ホストは非表示 (セキュリティ上の理由)。
pl: Wersja 0.0.6 jest dostępna! Nowości od poprzedniej wersji: - ulepszono higlighty kanałów (priorytet wiadomości kontra joiny/party) - poprawiono błąd występujący podczas tego gdy nasz rozmówca w prywatnym oknie zmienia swój nick - dodano komendę /query (rozpoczyna prywatną rozmowę) - dodano komunikaty IRC 476, 477 - komenda /mode działa już jak należy, flagi kanałów są już poprawnie wyświetlane w pasku statusu - naprawiono błąd z wyświetlaniem (tekst migał podczas przewijania) - odpowiedź na CTCP Version jest teraz tylko po angielsku i nie pokazuje hosta (względy bezpieczeństwa).
sr: Доступна је верзија 0.0.6! Новости након последње верзије су: - унапређено истицање канала (приоритет у односу на приступање/напуштање има порука) - исправљен баг када је отворен приватни прозор и удаљени корисник промени свој надимак - додата је /query команда (покреће приватни разговор) - додате IRC поруке 476, 477 - /mode команда је сада ок и у статусној траци се сада приказују заставице канала - исправљен баг приказа (текст је трептао током скроловања) - одговор на CTCP Version је сада само на енглеском и не приказује хоста (из разлога безбедности).

source: Version 0.0.7 is available! News since last version are: - new channels management, with numbered buffers, - multi-windows management with /window and /buffer commands, - auto jump to buffers with activity (Alt-A), - jump to buffers by number (Alt-number), - unique color for each nick (based on nickname), - history limit (saves memory).
de: Version 0.0.7 ist verfügbar! Neuerungen: - neues Channel-Management, mit nummerierten Buffern, - Multi-Fenster Management mittels /window und /buffer Befehlen, - automatischer Sprung zum Buffer mit Aktivitäten (Alt-A), - springt zu einem Buffer mittels Nummer (Alt-Nummer), - eindeutige Farbzuordnung für jeden Nick (basierend auf dem Nicknamen), - History-Beschränkung (schont den Speicher).
fr: La version 0.0.7 est disponible ! Les nouveautés depuis la dernière version sont : - nouvelle gestion de l'affichage des canaux par tampons numérotés, - gestion du multi-fenêtres avec les commandes /window et /buffer, - saut automatique vers les tampons avec activité (Alt-A), - saut vers les tampons par numéro (Alt-numéro), - couleur unique pour chaque pseudo (basé sur le pseudo lui-même), - limite pour l'historique (gain de mémoire).
ja: バージョン 0.0.7 をリリースします! 以前のバージョン以降のニュース: - 新しいチャンネル管理、バッファを番号付け、 - /window と /buffer コマンドによる複数ウィンドウ管理、 - 活動的なバッファへの自動移動 (Alt-A)、 - 番号によるバッファの移動 (Alt-number)、 - ニックネームに固有の色 (ニックネームに基づく)、 - 履歴制限 (メモリを節約)。
pl: Wersja 0.0.7 jest dostępna! Nowości od poprzedniej wersji: - nowe zarządzanie kanałami, z ponumerowanymi buforami, - zarządzanie multi-oknami za pomocą komend /window oraz /buffer, - automatyczne przejście do bufora z aktywnością (Alt-A), - przełączanie buforów po numerach (Alt-numer), - unikalny kolor dla każdego nicka (bazowane na przydomku), - limit historii (oszczędza pamięć).
sr: Доступна је верзија 0.0.7! Новости након последње верзије су: - ново управљање каналима, са бројчаним баферима, - управљање вишеструким прозорима командама /window и /buffer, - аутоматско скакање на бафере у којима има активности (Alt-A), - скакање на бафере по броју (Alt-број), - јединствена боја за сваки надимак (према надимку), - ограничење историје (чува се меморија).

source: Version 0.0.8 is available! News since last version are: - DCC incoming file, - away announced in channels, - logging buffers to disk (optional), - auto-join when kicked (optional), - Ctrl-L key: redraw terminal, - Alt-R key: clear hotlist, - improved or fixed commands: /buffer, /query, /kick, - many bugs fixed.
de: Version 0.0.8 ist verfügbar Neuerungen: - DCC incoming file, - away Mitteilung im Channel, - protokolliert Buffer auf Festplatte (optional), - auto-join falls man ge-kickt wurde (optional), - Ctrl-L Taste: Terminal wird neu gezeichnet, - Alt-R Taste: löscht die Hotlist, - verbesserte oder überarbeitete Befehle: /buffer, /query, /kick, - Fehlerbereinigungen.
fr: La version 0.0.8 est disponible ! Les nouveautés depuis la dernière version sont : - DCC de fichier en réception, - absences annoncées dans les canaux, - log des conversations sur disque (en option), - auto-join sur éjection ("kick") (en option), - touche Ctrl-L pour redessiner le terminal, - touche Alt-R pour réinitialiser la "hotlist", - commandes complétées ou corrigées : /buffer, /query, /kick, - nombreux bugs corrigés.
ja: バージョン 0.0.8 をリリースします! 以前のバージョン以降のニュース: - DCC ファイル受信、 - チャンネルに離席状態を告知、 - ディスクにバッファを保存 (任意)、 - キックされた場合に自動参加 (任意)、 - Ctrl-L キー: 端末を再描画、 - Alt-R キー: ホットリストをクリア、 - コマンドを改良、修正: /buffer、/query、/kick、 - 多くのバグを修正。
pl: Wersja 0.0.8 jest dostępna! Nowości od poprzedniej wersji: - przychodzące pliki poprzez DCC, - nieobecność obwieszczana na kanałach, - logowanie buforów na dysk (opcjonalne), - automatyczne wejście po wykopaniu (opcjonalne), - klawisz Ctrl-L: przerysowuje terminal, - klawisz Alt-R: czyści hotlistę, - ulepszone lub naprawione komendy: /buffer, /query, /kick, - poprawiono wiele błędów.
sr: Доступна је верзија 0.0.8! Новости након последње верзије су: - DCC долазни фајл, - одсутност се објављује у каналима, - логовање бафера на диск (није обавезно), - аутоматско приступање након избацивања (није обавезно), - Ctrl-L тастер: поновно исцртавање терминала, - Alt-R тастер: брисање вруће листе, - унапређене или исправљене команде: /buffer, /query, /kick, - исправљено је много багова.

source: Version 0.0.9 is available! News since last version are: - auto reconnection to server when disconnected (and fixed bug: 100% CPU usage after disconnection), - new "/buffer close" command (lets you close a server buffer), - "/notice" command fixed, - colors delete in incoming messages (existing option "look_remove_colors_from_msgs"), - new keys Ctrl-A, Ctrl-E, Ctrl-W, Alt-S, Alt-X, - new setup options: server_autoreconnect, server_autoreconnect_delay, server_command_delay.
de: Version 0.0.9 ist verfügbar! Neuerungen: - automatische Verbindung zum Server falls Verbindung abbricht (Fehler behoben: 100%ige CPU Auslastung nach Verbindungsabbruch), - neuer "/buffer close" Befehl (damit kann der Server Buffer geschlossen werden), - "/notice" Befehl überarbeitet, - Farben bei an ankommenden Nachrichten gelöscht (existierende Option "look_remove_colors_from_msgs"), - neue Tastenbefehle: Ctrl-A, Ctrl-E, Ctrl-W, Alt-S, Alt-X, - neue Einstellungsoptionen: server_autoreconnect, server_autoreconnect_delay, server_command_delay.
fr: La version 0.0.9 est disponible ! Les nouveautés depuis la dernière version sont : - reconnexion automatique au serveur en cas de déconnexion (et correction d'un bug qui faisait que WeeChat utilisait 100% du CPU après une déconnexion), - nouvelle commande "/buffer close" (qui permet de fermer un tampon de serveur), - commande /notice corrigée, - suppression des couleurs dans les messages entrants (option existante "look_remove_colors_from_msgs"), - nouvelles touches Ctrl-A, Ctrl-E, Ctrl-W, Alt-S, Alt-X, - nouvelles options de configuration : server_autoreconnect, server_autoreconnect_delay, server_command_delay.
ja: バージョン 0.0.9 をリリースします! 以前のバージョン以降のニュース: - サーバからの切断時の自動再接続 (切断後に CPU を 100% を使うバグを修正)、 - 新しい "/buffer close" コマンド (サーババッファを閉じる事が可能に)、 - "/notice" コマンドを修正、 - 受信メッセージから色を削除 (既存の "look_remove_colors_from_msgs" オプション)、 - 新しいキー Ctrl-A、Ctrl-E、Ctrl-W、Alt-S、Alt-X、 - 新しいセットアップオプション: server_autoreconnect、server_autoreconnect_delay、server_command_delay。
pl: Wersja 0.0.9 jest dostępna! Nowości od poprzedniej wersji: - automatyczne łączenie z serwerem po utracie połączenia (oraz naprawiono błąd: 100% użycia CPU po rozłączeniu), - nowa komenda "/buffer close" (pozwala zamknąć bufor serwera), - poprawiono komendę "/notice", - usuwanie kolorów w przychodzących wiadomościach (istniejąca opcja "look_remove_colors_from_msgs"), - nowe skróty klawiszowe: Ctrl-A, Ctrl-E, Ctrl-W, Alt-S, Alt-X, - nowe opcje konfiguracyjne: server_autoreconnect, server_autoreconnect_delay, server_command_delay.
sr: Доступна је верзија 0.0.9! Новости након последње верзије су: - аутоматско поновно повезивање са сервером када се веза раскине (и исправљен баг: 100% CPU искоришћење након раскида везе), - нова „/buffer close” команда (омогућава вам да затворите бафер), - исправљена је команда „/notice”, - брисање боја из долазних порука (постојећа опција „look_remove_colors_from_msgs”), - нови тастери Ctrl-A, Ctrl-E, Ctrl-W, Alt-S, Alt-X, - нове опције подешавања: server_autoreconnect, server_autoreconnect_delay, server_command_delay.

source: Version 0.1.0 is available! News since last version are: - improved /window command: now split and merge are ok - away nicks are now displayed with another color (new option: "irc_away_check") - added away indicator in status bar - added lag indicator (and auto-disconnect after a delay if important lag) - improved completion: now completes commands arguments (IRC and internal) - improved /set command: empty strings are allowed, new colors, server options can be changed while WeeChat is running - added default away/part/quit messages in config file - new [irc] section in config file - added new options for charset (UTF-8 support) - fixed many memory leaks - fixed commands: /op, /deop, /voice, /devoice, /me, /away - many bugs fixed.
de: Version 0.1.0 ist verfügbar! Neuerungen: - /window Befehl verbessert: trennen und verbinden funktionieren nun - Away Nicks werden nun in einer anderen Farbe dargestellt (neue Option: "irc_away_check") - hinzugefügt: Away-Anzeige in Statusanzeige - hinzugefügt: Lag-Anzeige (und automatische Trennung nach einer Verzögerung) - verbessert: automatische Vervollständigung: nun werden auch die Argumente der Befehle vervollständigt (IRC und interne Befehle) - verbessert: /set Befehl: leere Zeichenketten sind möglich, neue Farben, Server Optionen können während der Laufzeit bearbeitet werden - hinzugefügt: Voreingestellte away/part/quit Nachrichten in der Konfigurationsdatei - neue [irc] Sektion in der Konfigurationsdatei - neue Option für Zeichensatz (UTF-8 Unterstützung) - viele Speicherlöcher behoben - Fehler in folgenden Befehlen behoben: /op, /deop, /voice, /devoice, /me, /away - Fehlerbereinigungen.
fr: La version 0.1.0 est disponible ! Les nouveautés depuis la dernière version sont : - commande /window améliorée : l'éclatement et la fusion sont ok - les pseudos absents sont affichés avec une autre couleur (nouvelle option : "irc_away_check") - indicateur d'absence ajouté dans la barre de statut - indicateur de lag ajouté (avec auto déconnexion après un délai si lag important) - complétion améliorée : complète désormais les arguments des commandes (IRC et internes) - commande /set améliorée : chaînes vides autorisées, nouvelles couleurs, les options du serveur peuvent être changées pendant que WeeChat tourne - ajout d'un message par défaut pour away/part/quit - nouvelle section [irc] dans le fichier de configuration - nouvelles options pour la table de caractères (support UTF-8) - plusieurs fuites de mémoire corrigées - commandes corrigées : /op, /deop, /voice, /devoice, /me, /away - nombreux bugs corrigés.
ja: バージョン 0.1.0 をリリースします! 以前のバージョン以降のニュース: - /window コマンドを改良: 分割と結合が可能に - 離席しているニックネームを色違いで表示 (新しいオプション: "irc_away_check") - 状態バーに離席中インジケータを追加 - ラグインジケータを追加 (長いラグの後は自動切断) - 補完機能を改良: コマンド引数を補完 (IRC と 内部) - /set コマンドを改良: 空文字列が利用可能に、新しい色、サーバオプションを WeeChat の実行中に変更可能に - デフォルトの離席/退出/終了メッセージを設定ファイルに追加 - 設定ファイル中の新しい [irc] セクション - 文字セット用に新しいオプションを追加 (UTF-8 をサポート) - 多くのメモリリークを修正 - コマンドの修正: /op、/deop、/voice、/devoice、/me、/away - 多くのバグを修正。
pl: Wersja 0.1.0 jest dostępna! Nowości od poprzedniej wersji: - ulepszono polecenie /window : teraz podział i łączenie już działają poprawnie - nicki nieobecne są teraz wyświetlane w innym kolorze (nowa opcja: "irc_away_check") - dodano wskaźnik nieobecności w pasku statusu - dodano wskaźnik opóźnienia (i automatyczne rozłączenie jeśli wystąpi znaczące opóźnienie) - poprawiono dopełnianie: od teraz dopełniane są również argumenty komend (IRC oraz wewnętrznych) - poprawiono polecenie /set : puste ustawienia są dopuszczalne, nowe kolory, pocje dla serwerów mogą być zmieniane podczas pracy WeeChat. - dodano w pliku konfiguracyjnym domyślne wiadomości dla nieobecności/opuszczenia kanału/wyjścia z IRC - nowa sekcja w pliku konfiguracyjnym [irc] - dodano nowe opcje dla zestawu znaków (wsparcie UTF-8 ) - poprawiono wiele wycieków pamięci - naprawiono komendy: /op, /deop, /voice, /devoice, /me, /away - poprawiono wiele błędów.
sr: Доступна је верзија 0.1.0! Новости након последње верзије су: - унапређена команда /window: сада је подела и спајање ок - одсутни надимци се сада приказују у другој боји (нова опција: „irc_away_check”) - додат индикатор одсутности у статусну траку - додат индикатор кашњења (и аутоматски прекид везе након неког времена ако је кашњење значајно) - унапређено довршавање: сада се довршавају и аргументи команди (IRC и интерних) - унапређена /set команда: дозвољени су празни стрингови, нове боје, опције сервера могу да се промене док се WeeChat извршава - у конфиг фајл су додате подразумеване одсутан/изашао/напустио поруке - нови [irc] одељак у конфиг фајлу - додате су нове опције за скуп карактера (UTF-8 подршка) - исправљена су многа цурења меморије - исправљене команде: /op, /deop, /voice, /devoice, /me, /away - исправљено је доста багова.
