Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: To report a security issue, please <strong>DO NOT</strong> file an issue on GitHub, but send an email to <a href="mailto:security@weechat.org">security@weechat.org</a> instead.
de: Um ein Sicherheitsproblem zu melden, reichen Sie ein Problem bitte <strong>NICHT</strong> auf GitHub ein, sondern senden Sie stattdessen eine E-Mail an <a href="mailto:security@weechat.org">security@weechat.org</a>.
fr: Pour signaler un problème de sécurité, merci de <strong>NE PAS</strong> ouvrir un bug sur GitHub, mais plutôt d'envoyer un email à <a href="mailto:security@weechat.org">security@weechat.org</a>.
pl: Prosi się o <strong>NIE</strong> zgłaszanie błędów bezpieczeństwa za pomocą GitHuba, należy je zgłaszać wysyłając maila na <a href="mailto:security@weechat.org">security@weechat.org</a>.
sr: Ако желите да пријавите безбедносни проблем, молимо вас <strong>ДА НЕ</strong> отварате проблем на GitHub, већ да уместо тога пошаљенте и-мејл на <a href="mailto:security@weechat.org">security@weechat.org</a>.

source: Security vulnerabilities in version %(version)s
de: Sicherheitslücken in Version %(version)s
fr: Failles de sécurité dans la version %(version)s
pl: Podatności naprawione w wersji %(version)s
sr: Безбедносне рањивости у верзији %(version)s

source: This page lists all known and fixed security vulnerabilities in version %(version)s (back to the <a href="%(url_all_versions)s">list of all versions</a>).
de: Diese Seite listet alle bekannten und behobenen Sicherheitslücken in Version %(version)s auf (zurück zur <a href="%(url_all_versions)s">Liste aller Versionen</a>).
fr: Cette page liste toutes les failles de sécurité connues et corrigées dans la version %(version)s (retour à la <a href="%(url_all_versions)s">liste de toutes les versions</a>).
pl: Ta strona pokazuje wszystkie znane podatności bezpieczeństwa w wersji %(version)s (powrót do <a href="%(url_all_versions)s">listy wszystkich wersji</a>).
sr: Ова страница приказује све познате и исправљене безбедносне рањивости у верзији %(version)s (назад на <a href="%(url_all_versions)s">листу свих верзија</a>).

source: This page lists vulnerabilities by version (click on a version for the detail of all issues).
de: Diese Seite listet Schwachstellen nach Version auf (klicken Sie auf eine Version, um Details zu allen Problemen anzuzeigen).
pl: Ta strona zawiera wszystkie znalezione podatności dla danej wersji (kliknij na wersję po szczegóły dla wszystkich problemów).
sr: Ова странциа приказује све рањивости по верзији (кликните на верзију да видите детаље у вези са свим рањивостима).

source: Fixed in version %(fixed_version)s (%(release_date)s).
de: Behoben mit Version %(fixed_version)s (%(release_date)s).
fr: Corrigé dans la version %(fixed_version)s (%(release_date)s).
pl: Poprawiono w wersji %(fixed_version)s (%(release_date)s).
sr: Исправљено у верзији %(fixed_version)s (%(release_date)s).

source: Fixed, not yet released.
sr: Исправљено, још увек није објављено.

source: Not yet fixed.
de: Noch nicht behoben.
fr: Pas encore corrigé.
pl: Jeszcze nie naprawione.
sr: Још увек није исправљено.

source: No known security vulnerabilities.
de: Keine bekannten Sicherheitslücken.
fr: Pas de faille de sécurité connue.
pl: Brak znanych podatności bezpieczeństwa.
sr: Нема познатих безбедносних рањивости.

source: Overview: %(counter)s vulnerability
de: Überblick: %(counter)s Schwachstelle
fr: Aperçu : %(counter)s faille
pl: Omówienie: %(counter)s podatności
sr: Преглед: %(counter)s рањивост

source: Score
de: Note
pl: Wynik
sr: Резултат

source: Severity
de: Schweregrad
fr: Sévérité
ja: 重度
pl: Istotność
sr: Озбиљност

source: Issue
de: Problem
fr: Problème
pl: Problem
sr: Проблем

source: Vulnerability type
de: Art der Schwachstelle
fr: Type de faille
pl: Typ podatności
sr: Тип рањиости

source: Scope
de: Bereich
fr: Périmètre
pl: Zakres
sr: Опсег

source: Affected versions
de: Betroffene Versionen
fr: Versions affectées
ja: 影響を受けるバージョン
pl: Dotyczy wersji
sr: Погођене верзије

source: Versions
de: Versionen
pl: Wersje
sr: Верзије

source: Fixed version
de: Behoben durch Version
fr: Version corrigée
pl: Naprawiono w wersji
sr: Исправљена верзија

source: Fix
fr: Correction
pl: Poprawka
sr: Исправка

source: Release date
de: Datum der Veröffentlichung
fr: Date de version
ja: リリース日
pl: Data wydania
sr: Датум објаве

source: Vulnerability
de: Sicherheitslücke
fr: Faille
pl: Podatność
sr: Рањивост

source: Common Vulnerability Scoring System vector: it is established by WeeChat team and may not reflect exactly the vector displayed on NVD site.
de: Common Vulnerability Scoring System vector: Es wird vom WeeChat-Team erstellt und spiegelt möglicherweise nicht genau den Vektor wider, der auf der NVD-Seite angezeigt wird.
fr: Vecteur pour Common Vulnerability Scoring System : il est établi par l'équipe WeeChat et peut ne pas refléter exactement le vecteur affiché sur le site NVD.
pl: Wektor CVSS (Common Vulnerability Scoring System): jest ustalany przez zespół WeeChat i może nie odzwierciedlać informacji znajdujących się na stronie NVD.
sr: Common Vulnerability Scoring System (Систем оцењивања опште рањивости) вектор: установио га је WeeChat тим и можда неће у потпуности одговарати вектору који је приказан на NVD сајту.

source: CVSS vector
de: CVSS Vektor
fr: Vecteur CVSS
pl: Wektor CVSS
sr: CVSS вектор

source: detail
de: Details
fr: détail
pl: szczegóły
sr: детаљ

source: Common Vulnerability Scoring System score: it is established by WeeChat team and may not reflect exactly the score displayed on NVD site.
de: Common Vulnerability Scoring System Score: Dieser wird vom WeeChat-Team festgelegt und spiegelt möglicherweise nicht exakt den auf der NVD-Seite angezeigte Note wider.
fr: Score pour Common Vulnerability Scoring System : il est établi par l'équipe WeeChat et peut ne pas refléter exactement le score affiché sur le site NVD.
pl: Wynik CVSS (Common Vulnerability Scoring System): jest ustalana przez zespół WeeChat i może nie odzwierciedlać wyniku znajdującego się na stronie NVD.
sr: Common Vulnerability Scoring System резултат: установио га је WeeChat тим и можда неће у потпуности одговарати резултату који је приказан на NVD сајту.

source: CVSS score
de: CVSS Note
fr: Score CVSS
pl: Wynik CVSS
sr: CVSS резултат

source: Common Vulnerability Scoring System severity: it is established by WeeChat team and may not reflect exactly the severity displayed on NVD site.
de: Common Vulnerability Scoring System severity: Es wird vom WeeChat-Team erstellt und spiegelt möglicherweise nicht genau den Schweregrad wider, der auf der NVD-Website angezeigt wird.
fr: Sévérité pour Common Vulnerability Scoring System : elle est établie par l'équipe WeeChat et peut ne pas refléter exactement la sévérité affichée sur le site NVD.
pl: Poziom CVSS (Common Vulnerability Scoring System): jest ustalany przez zespół WeeChat i może nie odzwierciedlać poziomu widocznego na stronie NVD.
sr: Common Vulnerability Scoring System озбиљност: установио ју је WeeChat тим и можда неће у потпуности одговарати озбиљности која је приказана на NVD сајту.

source: Also known as Common Weakness Enumeration (CWE).
de: Auch bekannt als Common Weakness Enumeration (CWE).
fr: Aussi connu sous le nom Common Weakness Enumeration (CWE).
pl: Znane również jako Common Weakness Enumeration (CWE).
sr: Такође је позната и као Common Weakness Enumeration (CWE) (општа енумерација слабости).

source: Not yet available, stay tuned!
de: Noch nicht verfügbar, bleiben Sie dran!
fr: Pas encore disponible, restez à l'écoute !
pl: Jeszcze niedostępne, bądźcie czujni!
sr: Још увек није доступно, проверите касније!

source: Commits
pl: Komity
sr: Комитови

source: Mitigation
de: Behebung
fr: Atténuation
pl: Mitygacja
sr: Ублажавање

source: There is no known mitigation.
de: Es gibt keine Problemlösung.
fr: Il n'y a pas d'atténuation connue.
pl: Nie istnieje żaden sposób mitygacji.
sr: Не постоји познато ублажавање.

source: The upgrade to the latest stable version is highly recommended.
de: Das Upgrade auf die neueste stabile Version wird dringend empfohlen.
pl: Aktualizacja do najnowszej stabilnej wersji jest bardzo zalecana.
sr: Снажно се препоручује да ажурирате програм на последњу стабилну верзију.

source: Credit
de: Anerkennung
fr: Remerciement
pl: Podziękowania
sr: Заслуга

source: The issue was discovered by %(credit)s.
de: Das Problem wurde von %(credit)s entdeckt.
fr: Le problème a été découvert par %(credit)s.
pl: Problem został odkryty przez %(credit)s.
sr: Проблем је открио %(credit)s.

source: Error: there is no version called "%(version)s".
de: Fehler: Es gibt keine Version namens "%(version)s".
fr: Erreur : il n'a pas de version nommée "%(version)s".
pl: Błąd: nie ma takiej wersji jak "%(version)s".
sr: Грешка: не постоји верзија под називом „%(version)s”.

source: Security vulnerability not found.
de: Sicherheitslücke nicht gefunden.
fr: Faille de sécurité non trouvée.
pl: Nie znaleziono podatności bezpieczeństwa.
sr: Није пронађена безбедносна рањивост.

source: donate
de: Spenden
fr: donner
ja: 寄付
pl: dotacje
sr: донирајте

source: Why your donation matters?
de: Weshalb ist Deine Spende wichtig?
fr: Pourquoi votre don est important ?
ja: 寄付が大切な理由とは?
pl: Dlaczego twoje wsparcie ma znaczenie?
sr: Зашто је важна ваша донација?

source: WeeChat is written by a small group of <strong>volunteers</strong>. Any contribution will show us that the project is appreciated and keep us motivated.
de: WeeChat wird durch eine kleine Gruppe von <strong>freiwilligen</strong> entwickelt. Jeder Beitrag zeigt uns, dass das Projekt gewürdigt wird und fördert dadurch unsere Motivation.
fr: WeeChat est écrit par un petit groupe de <strong>bénévoles</strong>. Toute contribution nous montrera que le projet est apprécié et nous motivera.
ja: WeeChat を開発しているのは小さな<strong>ボランティア</strong>団体です。このプロジェクトはどんな寄付でも歓迎しますし、寄付のお陰でやる気が維持されます。
pl: WeeChat tworzony przez małą grupę <strong>ochotników</strong>. Każde wsparcie pokaże nam, że nasz projekt jest doceniany i utrzyma nas zmotywowanych.
sr: WeeChat је написала мала група <strong>волонтера</strong>. Било какав допринос ће нам показати да се пројекат цени и одржаће нас мотивисаним.

source: Your donations help to pay the <strong>dedicated server</strong>, used for developments, build of packages and hosting of weechat.org.
de: Die Spenden helfen uns den <strong>benötigten Server</strong> zu finanzieren, es fließt in die Weiterentwicklung, sowie zum Erstellen der Pakete und zum Hosten von weechat.org.
fr: Vos dons aident à payer le <strong>serveur dédié</strong>, utilisé pour les développements, la construction des paquets, et l'hébergement de weechat.org.
ja: 皆様からの寄付は<strong>専用サーバ</strong>の維持費に役立てられます。このサーバは開発、パッケージのビルド、weechat.org のホスティングに使われます。
pl: Twoje dotacje pomagają w opłaceniu <strong>serwera dedykowanego</strong>, używanego do rozwoju, budowania pakietów i hostowania weechat.org.
sr: Ваше донације помажу да се плати <strong>засебан сервер</strong>, који се користи за развој, изградњу пакета и хостовање сајта weechat.org.

source: Donate to WeeChat
de: Spende an WeeChat
fr: Donner à WeeChat
ja: WeeChat に寄付
pl: Wspomóż WeeChat
sr: Донирајте WeeChat

source: Click on one of the links below to open the site in a new tab and follow the instructions:
pl: Kliknij jeden z poniższych linków w celu otworzenia strony w nowej karcie i postępuj zgodnie z instrukcjami:
sr: Кликните на један од линкова испод, у новој картици ће се отворити сајт. Затим пратите упутства:

source: Link
sr: Линк

source: One-time
pl: Jednorazowe
sr: Једнократно

source: Recurring
pl: Powtarzające się
sr: Понављајуће

source: Fees
pl: Opłaty
sr: Провизија

source: Requires a GitHub account
pl: Wymaga konta na GitHubie
sr: Неопходан је GitHub налог

source: When donating with Paypal, you can leave name and comment, they will be displayed on this page, providing that the following conditions are met:
pl: Podczas wysyłania dotacji przez Paypal możesz podać nazwę i komentarz, zostaną wyświetlone na tej stronie, zakładając, że poniższe warunki zostaną spełnione:
sr: Када донирате преко Paypal, можете да оставите име и коментар, они ће се приказати на овој страници, под условом да су задовољени следећи захтеви:

source: the comment must be only about the donation and WeeChat (for example this is not the place to ask for new features)
de: der Kommentar muss sich auf die Spende und WeeChat beziehen (zum Beispiel ist dies nicht der Ort um nach neuen Funktionen zu fragen)
fr: le commentaire doit concerner seulement le don et WeeChat (par exemple ce n'est pas l'endroit pour demander des nouvelles fonctionnalités)
ja: コメントは寄付および WeeChat に関するものに限ります (例えば、ここで新機能を要求することは適切ではありません)
pl: komentarz musi dotyczyć dotacji i WeeChat (na przykład nie jest to miejsce na proźby o nowe funkcje)
sr: коментар мора да се односи само на донацију и WeeChat (на пример, ово није место за на којем треба да затражите нове функционалности)

source: URLs are not allowed because there is <strong>no advertising</strong> on this site.
de: URLs sind nicht erlaubt, da diese Seite <strong>werbefrei</strong> ist.
fr: les URLs ne sont pas affichées car il n'y a <strong>pas de publicité</strong> sur ce site.
ja: このサイトには<strong>広告を載せない</strong>ので、URL は禁止されます。
pl: URLe nie są dozwolone ponieważ obowiązje <strong>zakaz reklamowania</strong> na tej stronie.
sr: овде нису дозвољене URL адресе јер на овом сајту <strong>нема рекламирања</strong>.

source: They support WeeChat
de: WeeChat wird unterstützt
fr: Ils soutiennent WeeChat
ja: WeeChat 支援者
pl: Oni wsparli WeeChat
sr: Они подржавају WeeChat

source: With GitHub
pl: Za pomocą GitHub
sr: Са GitHub

source: See on GitHub:
pl: Zobacz na GitGubie:
sr: Погледајте на GitHub:

source: With Liberapay
de: Mit Liberapay
fr: Avec Liberapay
ja: Liberapay 経由の寄付
pl: Używając Liberapay
sr: Са Liberapay

source: See on Liberapay:
pl: Zobacz na Liberapay:
sr: Погледајте на Liberapay:

source: With Paypal and other payments
de: Mit Paypal und andere Zahlungsarten
fr: Avec Paypal et autres moyens de paiement
ja: Paypal およびその他の支払い方法による寄付
pl: Za pomocą Paypal i innych płatności
sr: Са Paypal и осталим платформама за плаћање

source: Whole list
de: Vollständige Liste
fr: Liste entière
ja: 完全なリスト
pl: Pełna lista
sr: Комплетна листа

source: Types
de: Arten
ja: 寄付元の種類
pl: Typy
sr: Типови

source: Top %(count)s
ja: 上位 %(count)s
sr: Најбољих %(count)s

source: Rank
de: Rang
fr: Rang
ja: 順位
pl: Ranking
sr: Ранг

source: Type
de: Art
ja: 形式
pl: Typ
sr: Тип

source: Amount
de: Betrag
fr: Montant
ja: 寄付金額
pl: Ilość
sr: Износ

source: Comment
de: Kommentar
fr: Commentaire
ja: コメント
pl: Komentarz
sr: Коментар

source: Active repositories
de: Aktive Repositorys
fr: Dépôts actifs
ja: 現在稼働中のリポジトリ
pl: Aktywne repozytoria
sr: Активни репозиторијуми

source: All repositories
de: Alle Repositories
fr: Tous les dépôts
ja: 全てのリポジトリ
pl: Wszystkie repozytoria
sr: Сви репозиторијуми

source: Error reading repositories:
de: Fehler beim Lesen der Repositorien:
fr: Erreur de lecture des dépôts :
ja: リポジトリ読み込み中のエラー:
pl: Błąd w odczycie repozytoriów:
sr: Грешка при читању репозиторијума:

source: <strong>Important:</strong> these packages are not Debian official packages; please <strong>read instructions</strong> below before using these repositories.
de: <strong>Wichtig:</strong> Es handelt sich bei diesen Paketen um keine offiziellen Pakete von Debian. Es wird empfohlen die <strong>nachfolgende Anleitung zu lesen</strong>, bevor diese Repositorien genutzt werden.
fr: <strong>Important :</strong> ces paquets ne sont pas des paquets officiels Debian ; merci de <strong>lire les instructions</strong> ci-dessous avant d'utiliser ces dépôts.
pl: <strong>Ważne:</strong> te pakiety nie są oficjalnymi pakietami Debiana; przed ich użyciem należy <strong>przeczytać</strong> poniższą instrukcję.
sr: <strong>Важно:</strong> ови пакети нису званични Debian пакети; молимо вас да <strong>прочитате упутства</strong> пре употребе ових репозиторијума.

source: Installation instructions
de: Installationsanleitung
fr: Instructions d'installation
ja: インストール説明
pl: Instrukcje instalacji
sr: Упутства за инсталирање

source: You must use apt, apt-get or aptitude to install the packages (with sudo or as "root" user).
de: Um mittels apt, apt-get oder aptitude die Pakete installieren zu können, muss man "root" sein oder den "sudo" Befehl verwenden.
fr: Vous devez utiliser apt, apt-get ou aptitude pour installer les paquets (avec sudo ou sous l'utilisateur "root").
ja: パッケージをインストールするには、apt、apt-get または aptitude を (sudo と組合わせるか "root" ユーザになってから) 使ってください。
pl: Musisz użyć aplikacji apt, apt-get lub aptitude do zainstalowania pakietów (za pomocą sudo lub jako użytkownik "root").
sr: Морате да користите apt, apt-get или aptitude ако желите да инсталирате пакете (са sudo или као „root” корисник).

source: The following examples use sudo and apt.
sr: Примери који следе користе sudo и apt.

source: Required packages
de: Benötigte Pakete
fr: Paquets nécessaires
pl: Wymagane pakiety
sr: Неопходни пакети

source: The following packages must be installed:
de: Die folgenden Pakete müssen installiert sein:
fr: Les paquets suivants doivent être installés :
pl: Następujące pakiety muszą zostać zainstalowane:
sr: Следећи пакети морају да буду инсталирани на систем:

source: PGP key
sr: PGP кључ

source: Import the PGP key used to sign the repositories:
sr: Увезите PGP кључ који се користи за потписивање репозиторијума:

source: APT configuration
de: APT Konfiguration
fr: Configuration APT
ja: APT 設定
pl: Konfiguracja APT
sr: APT конфигурација

source: Create a file <code>/etc/apt/sources.list.d/weechat.sources</code> with the following content, according to your distribution/version:
sr: Креирајте фајл <code>/etc/apt/sources.list.d/weechat.sources</code> са следећим садржајем, у зависности од ваше дистрибуције/верзије:

source: Choose your distribution/version
de: Wähle Deine Distribution/Version
fr: Choisissez votre distribution/version
ja: ディストリビューション/バージョンを選んでください
pl: Wybierz swoją dystrybucję/wersję
sr: Изаберите вашу дистрибуцију/верзију

source: Resynchronize your package index files:
de: Indexdateien für Pakete neu einlesen:
fr: Resynchronisez vos fichiers d'index de paquets :
ja: パッケージインデックスファイルを再同期:
pl: Zsynchronizuj informacje o dostępnych pakietach:
sr: Ресинхронизујте фајлове вашег индекса пакета:

source: Packages installation
de: Installation von Paketen
fr: Installation des paquets
ja: パッケージ説明
pl: Instalacja pakietów
sr: Инсталација пакета

source: Install the binary packages; the "plugins" package is highly recommended but not mandatory, scripting API packages are optional (popular languages are python and perl).
de: Binärpakete installieren; das Paket "plugins" wird ausdrücklich empfohlen, ist aber nicht zwingend notwendig. Skript-API-Pakete sind optional (populäre Sprachen sind python und perl).
fr: Installez les paquets binaires ; le paquet « plugins » est fortement recommandé mais pas obligatoire, les paquets de l'API script sont optionnels (les langages populaires sont python et perl).
ja: バイナリパッケージをインストール; "plugins" パッケージは必須ではありませんが、インストールを強くお勧めします。スクリプト作成 API パッケージは任意です (人気の言語は python と perl です)。
pl: Zainstaluj następujące pakiety; pakiet "plugins" jest zalecany ale nie obowiązkowy, pakiety z API skryptowym są opcjonalne (popularnymi językami są python i perl).
sr: Инсталалирајте пакете са бинарним фајловима; „plugins” пакет се топло препоручује, мада није обавезан. Пакети скриптинг API-ја нису обавезни (популарни језици су python и perl).

source: Example for the stable version:
de: Beispiel für stabile Version:
fr: Exemple pour la version stable :
ja: 安定版の導入例:
pl: Przykład dla wersji stabilnej:
sr: Пример за стабилну верзију:

source: Example for the development version:
de: Beispiel für die Entwicklerversion:
fr: Exemple pour la version de développement :
ja: 開発版の導入例:
pl: Przykład dla wersji rozwojowej:
sr: Пример за развојну верзију:

source: If needed, you can download the source package in order to rebuild binary packages:
de: Falls notwendig können die Quellpakete heruntergeladen werden um die Binärdateien neu zu erstellen:
fr: Si besoin, vous pouvez télécharger le paquet source pour recompiler les paquets binaires :
ja: 必要ならば、バイナリパッケージを再ビルドするためにソースパッケージをダウンロードすることが可能です:
pl: Jeśli potrzebujesz, możesz pobrać pakiety źródłowe w celu przebudowania pakietów binarnych:
sr: Ако је потребно, можете да преузмете и пакет са изворним кодом и поново изградите пакете са бинарним фајловима:

source: Overview
de: Überblick
fr: Aperçu
ja: 概要
pl: Opis
sr: Преглед

source: Detail
de: Details
fr: Détail
ja: 詳細
pl: Szczegóły
sr: Детаљно

source: Important
de: Wichtig
ja: 重要
pl: Ważne
sr: Важно

source: Development version
de: Entwicklerversion
fr: Version de développement
ja: 開発版
pl: Wersja rozwojowa
sr: Развојна верзија

source: Stable version
de: Stabile Version
fr: Version stable
ja: 安定版
pl: Wersja stabilna
sr: Стабилна верзија

source: Architecture
de: Architektur
ja: アーキテクチャ
pl: Architektura
sr: Архитектура

source: files
de: Dateien
fr: fichiers
ja: ファイル
pl: pliki
sr: фајлови

source: Builds by
de: Erstellt von
fr: Constructions par
ja: ビルドした人
pl: Zbudowane przez
sr: Изградио

source: latest build:
de: zuletzt Erstellt am:
fr: dernier build :
ja: 最新ビルド:
pl: obecny:
sr: последња изградња:

source: next build:
de: nächster Build:
fr: prochain build :
ja: 次回ビルド:
pl: następna:
sr: наредна изградња:

source: No debian repository.
de: Kein Debian Repositorium.
fr: Pas de dépôt debian.
ja: Debian リポジトリがありません。
pl: Brak repozytorium Debiana.
sr: Нема debian репозиторијума.

source: download
fr: téléchargement
ja: ダウンロード
pl: pobierz
sr: преузмите

source: Old versions
de: Alte Versionen
fr: Anciennes versions
ja: 古いバージョン
pl: Poprzednie wersje
sr: Старе верзије

source: <strong>Important:</strong> it is not recommended to download or use any of these %(count)s old versions: they are less stable than the latest released version, and may contain security vulnerabilities fixed in later versions.
sr: <strong>Важно:</strong> не препоручује се да преузимате или користите било коју од ових %(count)s старих верзија: оне нису тако стабилне као последња објављена верзија и могу да садрже безбедносне рањивости које су исправљене у каснијим верзијама.

source: next stable version
de: kommende stabile Version
fr: prochaine version stable
ja: 次期安定版のバージョン番号
pl: następna stabilna wersja
sr: наредна стабилна верзија

source: unknown date
pl: nieznana data
sr: датум није познат

source: <strong>Important:</strong> this version may be unstable or it may not compile, you're warned!
de: <strong>Wichtig:</strong> Diese Version könnte instabil sein oder sich nicht kompilieren lassen!
fr: <strong>Important :</strong> cette version peut être instable ou peut ne pas compiler, vous êtes prévenus !
ja: <strong>重要:</strong> このバージョンは不安定であり、コンパイルできないかもしれません。警告しましたよ!
pl: <strong>Ostrzeżenie:</strong> ta wersja może być niestabilna lub może się nie kompilować, zostałeś ostrzeżony!
sr: <strong>Важно:</strong> ова верзија можда није стабилна или можда не може ни да се компајлира, упозорени сте!

source: <strong>Caution:</strong> the version %(version)s has one or more <a href="%(security_url)s">vulnerabilities</a> that are fixed in versions: %(fixed_versions)s.
sr: <strong>Опрез:</strong> верзија %(version)s има једну или више <a href="%(security_url)s">рањивости</a> које су исправљене у верзијама: %(fixed_versions)s.
