Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: 256 colors, irc proxy, rmodifier, redirection of irc commands.
de: 256 Farben, IRC Proxy, rmodifier, Umlenkung von IRC Befehlen.
fr: 256 couleurs, proxy irc, rmodifier, redirection des commandes irc.
ja: 256 色、irc プロキシ、rmodifier、irc コマンドの転送。
pl: 256 kolorów, pośrednik irc, rmodifier, przekierowanie komend irc.
sr: 256 боја, irc прокси, rmodifier, преусмеравање irc команди.

source: Add auto-reconnection to remote relay, add build information (command-line parameter), change IPv6 option in IRC servers and proxies (disable/auto/force), add export of channels in IRC list buffer, add option "addreplace" in many commands.
sr: Додавање аутоматског поновног повезивања на удаљени релеј, додавање информација о изградњу (параметар командне линије), измена IPv6 опције у IRC серверима и проксијима (disable/auto/force), додавање извоза канала у IRC list бафер, додавање опције „addreplace” у многе команде.

source: Add calculation of expression in evaluation of expressions, add colors in log files, add filters on IRC raw buffer.
de: Neu: Berechnung von Ausdrücken innerhalb evaluierter Ausdrücken, Farben in log-Dateien, Filterung für IRC Raw-Buffer.
fr: Ajout du calcul d'expression dans l'évaluation des expressions, ajout de couleurs dans les fichiers de log, ajout de filtres sur le tampon des données brutes IRC.
pl: Dodano kalkulację wyrażeń w przetwarzanych wyrażeniach, dodano kolory w plikach z logami, dodano filtry w nieprzetworzonym buforze IRC.
sr: Додавање израчунавања израза у израза у одређивање вредности израза, додавање боја у лог фајлове, додавање филтера у IRC сирови бафер.

source: Add command /autojoin, add IRC option "autojoin_dynamic", add IRC tags in messages displayed, add Zstandard compression support in Relay plugin (weechat protocol).
de: Neuer Befehl /autojoin sowie neue IRC-Option "autojoin_dynamic", IRC-Tags können in Nachrichten angezeigt werden, Unterstützung der Zstandard Komprimierung für Relay-Erweiterung (Weechat-Protokoll) hinzugefügt.
fr: Ajout de la commande /autojoin, ajout de l'option serveur IRC "autojoin_dynamic", ajout des étiquettes de messages IRC dans les messages affichés, ajout de la compression Zstandard dans l'extension Relay (protocole weechat).
pl: Dodano komendę /autojoin, dodano opcję IRC "autojoin_dynamic", dodano tagi IRC w wyświetlanych wiadomościach, dodano wsparcie dla kompresji Zstandard we wtyczce Relay (protokół weechat).
sr: Додавање команде /autojoin, додавање IRC опције „autojoin_dynamic”, додавање IRC ознака у приказане поруке, додавање подршке за Zstandard компресију у Релеј додатак (weechat протокол).

source: Add command /item, add bar item "spacer".
de: Neuer Befehl /item und neues Item "spacer".
fr: Ajout de la commande /item, ajout de l'objet de barre "spacer".
pl: Dodano komendę /item, dodano element paska "spacer".
sr: Додавање команде /item, додавање ставке траке „spacer”.

source: Add command /pipe, add key Ctrl+Alt+l (L) to toggle between remote and local commands on remote buffers (api relay), add completion resource in api relay.
sr: Додавање команде /pipe, додавање тастера Ctrl+Alt+l (L) за пребацивање између удаљених и локалних команди на удаљеним баферима (api релеј), додавање ресурса довршавања у api релеј.

source: Add command /toggle, improve IRC message parser.
de: Befehl /toggle hinzufügen, IRC-Nachrichtenparser verbessern.
fr: Ajout de la commande /toggle, amélioration de l'analyseur de message IRC.
pl: Dodano komendę /toggle, ulepszono parser wiadomości IRC.
sr: Додавање команде /toggle, унапређење парсера IRC поруке.

source: Add commands /allbuf and /hotlist, improve case insensitive comparisons, add identifier in buffer lines, add trigger regex command to translate chars.
de: Neu: Befehl /allbuf und /hotlist, Vergleich ohne Berücksichtigung der Groß-/Kleinschreibung verbessert, Bezeichner für Bufferzeilen hinzugefügt, Trigger-Regex-Befehl zum Übersetzen von Zeichen hinzugefügt.
pl: Dodano komendy/allbuf i /hotlist, improve ulepszono porównania bez uwzględniania wielkości liter, dodano identyfikator w liniach buforów, dodano wyrażenia regularne w komendzie trigger umożliwiające tłumaczenie znaków.
sr: Додавање команди /allbuf и /hotlist, унапређење поређења која не узимају у обзир величину слова, додавање идентификатора у линије бафера, додавање trigger regex команде за превођење карактера.

source: Add connection status to remote WeeChat and fix bugs in the "api" relay, fix color codes in IRC nick names.
sr: Додавање статуса везе у удаљени WeeChat and у исправка багова у „api” релеју, исправка кодова боје у именима IRC надимака.

source: Add handshake, nonce, completion in weechat relay protocol, add background color for inactive bars, support of multiple lines in command line.
de: Handshake, Nonce, Vervollständigung im Weechat-Relay-Protokoll hinzugefüht, Hintergrundfarbe für inaktive Bars hinzugefügt, Unterstützung von Sie mehreren Zeilen in der Befehlszeile.
fr: Ajout de poignée de mains, nonce, complétion dans le protocole relay weechat, ajout d'une couleur de fond pour les barres inactives, support de plusieurs lignes dans la ligne de commande.
pl: Dodano handshake, nonce, dopełnienia w protokole relay, dodano kolor tła dla nieaktywnych pasków, wsparcie wielu wierzy w linii komend.
sr: Додавање руковања, нонса, и довршавања у weechat релеј протокол, додавање боје позадине за неактивне траке, подршка за више линија у командној линији.

source: Add hook "line".
de: Hook "line" hinzugefügt.
fr: Ajout du hook "line".
ja: フック "line" を追加。
pl: Dodaje uchwyt "line".
sr: Додавање куке „line”.

source: Add incremental search in commands history, add optional tag for ignored IRC messages, add support of RGB colors in IRC messages, use milliseconds for IRC anti-flood, add syntax highlighting in evaluated expressions.
pl: Dodano inkrementalne wyszukiwanie w historii komend, dodano opcjonalny tag dla ignorowanych wiadomości IRC, dodano wsparcie dla kolorów RGB w wiadomościach IRC, użycie milisekund dla anti-flood w IRC, dodano podświetlanie składni w przetworzonych wyrażeniach.
sr: Додавање инкременталне претраге у историју команди, додавање необавезне ознаке за игнорисане IRC поруке, додавање подршке за RGB боје у IRC порукама, употреба милисекунди за IRC anti-flood, додавање истицања синтаксе у израчунатим изразима.

source: Add log file rotation and compression, add option -save in command /upgrade, add key alt+backspace.
de: Protokolldateirotation und -komprimierung hinzugefügt, Option -save im Befehl /upgrade hinzugefügt,Alt + Rücktaste hinzufügen.
fr: Ajout de rotation et compression des fichiers de log, ajout de l'option -save dans la commande /upgrade, ajout de la touche alt+backspace.
pl: Dodano opcję rotowania i kompresji plików z logami, dodano opcję -save dla komendy /upgrade, dodano skrót klawiszowy alt+backspace.
sr: Додавање ротације и компресије лог фајла, додавање опције -save у команду /upgrade, додавање тастера key alt+backspace.

source: Add option for completion cycle, use UTC timezone and microseconds for log files, remove IRC temporary servers.
sr: Додавање опције за кружење по довршавањима, употреба UTC временске зоне и микросекунди за лог фајлове, уклањање привремених IRC сервера.

source: Add relay "api" (HTTP REST API), add command /remote to connect to remote WeeChat relay servers, add support of SGR mouse events.
pl: Dodano pośrednika „api” (HTTP REST API), dodano komendę /remote do łączenia ze zdalnym pośrednikiem WeeChat, dodano wsparcie dla zdarzeń myszy SRG.
sr: Додавање „api” (HTTP REST API) релеја, додавање команде /remote за повезивање са удаљеним WeeChat релеј серверима, додавање подршке за SGR догађаје миша.

source: Add support of TOTP (Time-based One Time Password).
de: Unterstützung von TOTP (Time-based One Time Password) hinzugefügt.
fr: Ajout du support de TOTP (mot de passe à usage unique basé sur le temps).
ja: TOTP (Time-based One Time Password) のサポートを追加。
pl: Dodano wsparcie dla TOTP (Jednorazowe hasła bazujące na czasie).
sr: Додавање подршке за TOTP (Time-based One Time Password).

source: Add support of UNIX socket in Relay plugin.
de: Unterstützung von UNIX Socket für die Relay-Erweiterung.
fr: Ajout du support de socket UNIX dans l'extension Relay.
pl: Dodano wsparcie dla socketów UNIXowych we wtyczce Relay.
sr: Додавање подршке за UNIX сокет у Релеј додатак.

source: Add support of password hash in API and weechat relay protocol (PBKDF2, SHA256, SHA512).
de: Unterstützung für Passwort-Hash in API und Weechat-Relay-Protokoll (PBKDF2, SHA256, SHA512) hinzugefügt.
fr: Ajout du support des fonctions de hachage dans l'API et le protocole relay weechat (PBKDF2, SHA256, SHA512).
pl: Dodano wsparcie dla haszy haseł w API i protokole pośrednika weechat (PBKDF2, SHA256, SHA512).
sr: Додавање подршке за хеш лозинке у API и weechat релеј протокол (PBKDF2, SHA256, SHA512).

source: Add support of strikethrough text in IRC messages, write configuration files on disk only if there are changes, add option to auto-expand partial completion, add fuzz testing.
sr: Додавање подршке за прецртани текст у IRC порукама, конфигурациони фајлови се уписују на диск само ако има измена, додавање опције за аутоматско развијање делимичних довршавања, додавање fuzz тестирања.

source: Aspell plugin.
de: Aspell Erweiterung.
fr: Extension aspell.
ja: aspell プラグイン。
pl: Wtyczka aspell.
sr: Aspell додатак.

source: Buffer for /list output, buffer properties auto-saved in configuration, passive DCC.
pl: Bufor dla wyjścia /list, właściwości buforów automatycznie zapisywane w konfiguracji, pasywne DCC.
sr: Бафер за /list излаз, особине бафера се аутоматски чувају у конфигурацији, пасивни DCC.

source: Command /eval, aspell suggestions, IPv6 in relay, irc backlog in relay.
de: Befehl /eval, Aspell-Rechtschreibkorrektur, IPv6 für Relay, IRC Verlaufsspeicher für Relay.
fr: Commande /eval, suggestions aspell, IPv6 dans relay, backlog irc dans relay.
ja: /eval コマンド、aspell を使った候補、リレー機能で IPv6 が利用可能に、リレー機能で irc バックログが利用可能に。
pl: Komenda /eval, sugestie aspell, IPv6 w relay, backlog irca w relay.
sr: Команда /eval, aspell предлози, IPv6 у релеј, irc заостатак у релеју.

source: Dcc chat and file, fifo plugin.
de: Dcc Chat und Datentransfer, FIFO Erweiterung.
fr: Dcc chat et fichier, extension fifo.
ja: dcc チャットとファイル転送、fifo プラグイン。
pl: Chat i przesyłanie plików po dcc, wtyczka fifo.
sr: Dcc чет и фајл, fifo додатак.

source: Dynamic allocation and attributes for colors.
de: Dynamische Reservierung und Attribute von Farben.
fr: Allocation dynamique et attributs pour les couleurs.
ja: 色の動的確保と色属性。
pl: Dynamiczna alokacja i atrybuty kolorów.
sr: Динамичка алокација и атрибути за боје.

source: First line of code.
de: Erste Programmzeile.
fr: Première ligne de code.
ja: コードを書き始める。
pl: Pierwsza linia kodu.
sr: Прва линија кода.

source: First version.
de: Erste Version.
fr: Première version.
ja: 最初のバージョン。
pl: Pierwsza wersja.
sr: Прва верзија.

source: Fset plugin (fast set of WeeChat and plugins options), PHP plugin.
de: Fset Erweiterung (schnelles Verändern von WeeChat und Erweiterungsoptionen), PHP Erweiterung.
fr: Extension Fset (définition rapide des options de WeeChat et des extensions), extension PHP.
ja: fset プラグイン (WeeChat とプラグインのオプションを高速に設定)、PHP プラグイン。
pl: Wtyczka fset (szybkie ustawianie opcji WeeChat i wtyczek), plugin PHP.
sr: Fset додатак (fast set [брзо постављање] опција за WeeChat и додатке), PHP додатак.

source: Full UTF-8 support.
de: Vollständige Unterstützung von UTF-8.
fr: Support complet de l'UTF-8.
ja: 完全な UTF-8。
pl: Pełne wsparcie dla UTF-8.
sr: Потпуна UTF-8 подршка.

source: Gaps in buffers numbers, IPv6 for DCC file/chat, command /print.
de: Buffer brauchen keine fortlaufende Nummerierung, IPv6 für DCC Datentransfer/Chat, /print Befehl.
fr: Intervalles dans les numéros de tampons, IPv6 pour le DCC fichier/discussion, commande /print.
ja: バッファ番号の間隔、DCC file および chat の IPv6 サポート、/print コマンド。
pl: Przerwy w numeracji buforów, IPv6 dla przesyłania plików/rozmów za pomocą DCC, komenda /print.
sr: Празнине у бројевима бафера, IPv6 да DCC фајл/чет, команда /print.

source: Guile plugin, support of python 3.x, weechat protocol in relay (remote interfaces), URL transfer in API.
de: Guile Erweiterung, Unterstützung von Python 3.x, WeeChat-Protokoll für Relay (Remoteschnittstelle), URL Transfer in API.
fr: Extension guile, support de python 3.x, protocole weechat dans relay (interfaces distantes), transfert d'URL dans l'API.
ja: guile プラグイン、python 3.x のサポート、リレー機能で weechat プロトコル (リモートインターフェース) が利用可能に、API による URL 転送。
pl: Wtyczka Guile, wsparcie dla Pythona 3.x, protokół weechat w pośredniku (zdalne interfejsy), transfer URL w API.
sr: Guile додатак, подршка за python 3.x, weechat протокол у релеју (удаљени интерфејси), URL трансфер у API.

source: Headless mode, creation of buffers with commands /buffer and /print.
de: Hintergrundmodus, Erstellung von neuen Buffern mittels der Befehle /buffer und /print.
fr: Mode sans interface (« headless »), création de tampons avec les commandes /buffer et /print.
ja: ヘッドレスモード、コマンド /buffer と /print でバッファ作成。
pl: Tryb headless, tworzenie buforów za pomocą komend /buffer i /print.
sr: Режим без приказа на екран, креирање бафера командама /buffer и /print.

source: Incremental text search in buffers.
de: Schrittweise Textsuche im Buffer.
fr: Recherche incrémentale de texte dans les tampons.
ja: バッファ内の即時テキスト検索。
pl: Przyrostowe wyszukiwanie tekstu w buforach.
sr: Инкрементална претрага текста у баферима.

source: Indexed ban list in IRC plugin, support of IRCv3.2 Client Capability Negotiation, invite-notify and chghost.
de: Indexierung der Bannliste innerhalb der IRC Erweiterung, Unterstützung der Aushandlung der Clientfähigkeit für IRCv3.2, invite-notify und chghost.
fr: Liste de bannissement indexée dans l'extension IRC, support de la négociation de capacité client, invite-notify et chghost IRCv3.2.
ja: IRC プラグインにおけるインデックス化された ban リスト、IRCv3.2 Client Capability Negotiation、invite-notify、chghost のサポート。
pl: Indeksowana lista banów we wtyczce IRC, wsparcie dla możliwości klienta IRCv3.2 Negocjacji, invite-notify i chghost.
sr: Индексирана листа забрањених у IRC додатку, подршка за IRCv3.2 Client Capability Negotiation, invite-notify и chghost.

source: Inherited values in options.
de: Vererbte Werte bei nicht gesetzten Optionen.
fr: Valeurs héritées dans les options.
ja: オプションの継承された値。
pl: Wartości opcji są dziedziczone.
sr: Наслеђене вредности у опцијама.

source: Integration of secured data with external password manager, add edition of filters.
de: Integration schutzwürdiger Daten mit externen Passwort-Manager, neu Ausgabe von Filtern hinzufügen.
fr: Intégration des données sécurisées avec un gestionnaire de mots de passe externe, ajout de l'édition des filtres.
pl: Integracja zabezpieczonych danych z zewnętrznymi managerami haseł, dodano edycję filtrów.
sr: Интеграција безбедних података са спољним менаџером лозинки, додавање уређивања филтера.

source: Javascript plugin, IRC SASL mechanism "ecdsa-nist256p-challenge".
de: Javascript-Erweiterung, IRC-SASL-Mechanismus "ecdsa-nist256p-challenge".
fr: Extension Javascript, mécanisme IRC SASL "ecdsa-nist256p-challenge".
ja: Javascript プラグイン、IRC SASL メカニズム "ecdsa-nist256p-challenge"。
pl: Wtyczka Javascript, mechanizm IRC SASL "ecdsa-nist256p-challenge".
sr: Javascript додатак, IRC SASL механизам „ecdsa-nist256p-challenge”.

source: Last version before a major rewrite of WeeChat.
de: Letzte Version, bevor WeeChat neu geschrieben wurde.
fr: Dernière version avant réécriture importante de WeeChat.
ja: WeeChat を大幅に書き直す前の最後のバージョン。
pl: Ostatnia wersja przed poważnym przepisaniem kodu WeeChat.
sr: Последња верзија пре генералне измене програма WeeChat.

source: Lua plugin.
de: Lua Erweiterung.
fr: Extension lua.
ja: lua プラグイン。
pl: Wtyczka lua.
sr: Lua додатак.

source: Mouse support, cursor mode.
de: Unterstützung von Maus- und Cursormodus.
fr: Support souris, mode curseur.
ja: マウスサポート、カーソルモード。
pl: Wsparcie dla myszy, tryb kursora.
sr: Подршка за миша, режим курсора.

source: Multiple layouts, auto-unmask IRC joins, WebSocket support in relay.
de: Unterschiedliche Layouts, auto-unmask IRC Joins, WebSocket Unterstützung in Relay.
fr: Dispositions multiples, auto-démasquage des joins IRC, support de WebSocket dans relay.
ja: 複数レイアウト、IRC 参加メッセージの自動マスク解除、リレーの WebSocket サポート。
pl: Wiele układów, auto-unmask IRC joins, wsparcie dla WebSocket w relay.
sr: Вишеструки распореди, аутоматско демаскирање IRC приступања, WebSocket подршка у релеју.

source: New site weechat.org, major rewrite of WeeChat with new plugin API, tcl plugin.
de: Neue Internetpräsenz (weechat.org), WeeChat wurde neu entwickelt, mit neuer API Schnittstelle, tcl Erweiterung.
fr: Nouveau site weechat.org, réécriture importante de WeeChat avec nouvelle API extensions, extension tcl.
ja: 新しい weechat.org サイト、新しいプラグイン API を使って WeeChat を大幅に書き換え、tcl プラグイン。
pl: Nowa strona weechat.org, poważne przepisanie kodu WeeChat z nowym API dla wtyczek, wtyczka tcl.
sr: Нови сајт weechat.org, велика измена програма WeeChat са новим API додатака, tcl додатак.

source: Opt-in option to download scripts from weechat.org.
de: Opt-In-Option zum Herunterladen von Skripten von weechat.org.
fr: Option « opt in » pour télécharger les scripts depuis weechat.org.
pl: Zgoda na pobieranie skryptów z weechat.org.
sr: Необавезна опција за преузимање скрипти са weechat.org.

source: Perl plugin.
de: Perl Erweiterung.
fr: Extension perl.
ja: Perl プラグイン。
pl: Wtyczka perl.
sr: Perl додатак.

source: Plugin "buflist" (list of buffers).
de: Erweiterung "buflist" (zeigt Buffer in einer separaten Bar an).
fr: Extension "buflist" (liste des tampons).
ja: "buflist" プラグイン (バッファリスト)。
pl: Wtyczka "buflist" (lita buforów).
sr: Додатак „buflist” (листа бафера).

source: Plugin "script" (scripts manager), SSL in relay.
de: "script"-Erweiterung (Skriptmanager), SSL-Unterstützung für Relay.
fr: Extension "script", SSL dans relay.
ja: "script" プラグイン (スクリプトマネージャ)、リレー機能で SSL が利用可能に。
pl: Wtyczka "script" (zarządzanie skryptami), wsparcie SSL w relay.
sr: Додатак „script” (менаџер скрипти), SSL у релеју.

source: Plugin typing, enable all IRC capabilities by default.
de: Erweiterung-typing, standardmäßig alle IRC-Funktionen aktivieren.
fr: Extension typing, activation de toutes les capacités IRC par défaut.
pl: Wtyczka typing, włączenie domyślnie wszystkich możliwości IRC.
sr: Додатак typing, подразумевано укључивање свих IRC могућности.

source: Practical semantic versioning, 256 colors by default, multiline support, human readable key bindings, many identifiers case sensitive, TLS used by default.
pl: Praktyczne wersjonowanie (semver), domyślne 256 kolorów, wsparcie dla wielu linii, łatwe do zrozumienia skróty klawiszowe, wiele identyfikatorów uwzględniających wielkość liter, TLS używany domyślnie.
sr: Практично семантичко креирање верзија, 256 боја подразумевано, подршка за вишеструке линије, читљиве пречице тастатуре, многи идентификатори разликују величину слова, подразумевано се користи TLS.

source: Proxy support, IPv6, SSL.
de: Proxy Unterstützung, IPv6, SSL.
fr: Support proxy, IPv6, SSL.
ja: プロキシのサポート、ipv6、SSL。
pl: Wsparcie dla proxy, IPv6, SSL.
sr: Прокси подршка, IPv6, SSL.

source: Python plugin.
de: Python Erweiterung.
fr: Extension python.
ja: python プラグイン。
pl: Wtyczka Python.
sr: Python додатак.

source: Ruby plugin.
de: Ruby Erweiterung.
fr: Extension ruby.
ja: ruby プラグイン。
pl: Wtyczka Ruby.
sr: Ruby додатак.

source: SASL authentication.
de: SASL Authentifizierung.
fr: Authentification SASL.
ja: SASL 認証。
pl: Uwierzytelnianie SASL.
sr: SASL потврда идентитета.

source: Secured data, search of regular expression in buffer with text emphasis, dynamic day change message.
de: Schutz von sensiblen Daten, suche mittels regulären Ausdrücken in Buffern mit textlicher Hervorhebung der Suchergebnisse, dynamische Nachricht bei Datumswechsel.
fr: Données sécurisées, recherche d'expressions régulières dans les tampons avec mise en valeur du texte, affichage dynamique du changement de jour.
ja: 安全なデータ、テキスト強調を含むバッファ内で正規表現検索、日付変更メッセージの動的変化。
pl: Zabezpieczone dane, wyszukiwanie wyrażeń regularnych w buforze, dynamiczna wiadomość zmiany dnia.
sr: Обезбеђени подаци, претрага бафера регуларним изразом са истицањем текста, динамичка порука промене дана.

source: Trigger and Exec plugins, bare display, hidden buffers, unit tests.
de: Trigger- und Exec-Erweiterung, vereinfachter Anzeigemodus, versteckte Buffer, Unit-Tests.
fr: Extensions Trigger et Exec plugins, affichage dépouillé (« bare display »), tampons cachés, tests unitaires.
ja: トリガプラグインと実行プラグイン、最小限表示、隠しバッファ、単体テスト。
pl: Wtyczki Trigger i Exec, niesformatowane wyświetlanie ukryte bufory, testy jednostkowe.
sr: Trigger и Exec додаци, огољени приказ, скривени бафери, unit тестови.

source: Use Python 3 by default.
de: Python 3 wird standardmäßig genutzt.
fr: Utilisation de Python 3 par défaut.
pl: Domyślnie używa Pythona w wersji 3.
sr: Подразумевано се користи Python 3.

source: Use XDG directories by default, add IRC SASL SCRAM mechanisms, add options to customize commands executed on system signals received.
de: Verwenden Sie standardmäßig XDG-Verzeichnisse, fügen Sie IRC-SASL-SCRAM-Mechanismen hinzu, fügen Sie Optionen hinzu, die bei empfangenen Systemsignalen Befehle ausführen.
fr: Utilisation des répertoires XDG par défaut, ajout des mécanismes IRC SASL SCRAM, ajout d'options pour personnaliser les commandes exécutées lors de la réception de signaux système.
pl: Domyślne używanie katalogów XDG, dodano mechanizm IRC SASL SCRAM, dodano opcje przypisywania komend do otrzymanych sygnałów systemowych.
sr: Подразумевано се користе XDG директоријуми, додавање IRC SASL SCRAM механизама, додавање опција за прилагођавање команди које се извршавају приликом пријема системских сигнала.

source: Individual
de: Einzelperson
fr: Particulier
ja: 個人
pl: Indywidualnie
sr: Појединац

source: Association
de: Verein
ja: 非営利団体
pl: Wspólne
sr: Асоцијација

source: Company
de: Unternehmen
fr: Entreprise
ja: 企業
pl: Firma
sr: Компанија

source: This field is required.
de: Dieser Eintrag ist notwendig.
fr: Ce champ est obligatoire.
ja: このフィールドは必須です。
pl: To pole jest wymagane.
sr: Ово поље је обавезно.

source: Stable version.
de: Stabile Version.
fr: Version stable.
ja: 安定版。
pl: Wersja stabilna.
sr: Стабилна верзија.

source: Stable version, as number, like plugin API: info_get("version_number").
de: Stabile Version, als Nummer, siehe Erweiterung-API: info_get("version_number").
fr: Version stable, sous forme de nombre, comme l'API extension : info_get("version_number").
ja: 安定版のバージョン番号 (数表記)、プラグイン API における info_get("version_number") と同様。
pl: Wersja stabilna, jako liczba, jak w API wtyczek: info_get("version_number").
sr: Стабилна верзија, као број, као API додатака: info_get("version_number").

source: Date of stable version (format: "YYYY-MM-DD").
de: Datum der stabilen Version (Format: "YYYY-MM-DD").
fr: Date de la version stable (format : "YYYY-MM-DD").
ja: 安定版のリリース日 (書式: "YYYY-MM-DD")。
pl: Data wydania stabilnej wersji (format: "YYYY-MM-DD").
sr: Датум стабилне верзије (формат: „ГГГГ-ММ-ДД”).

source: Development version.
de: Entwicklerversion.
fr: Version de développement.
ja: 開発版。
pl: Wersja rozwojowa.
sr: Развојна верзија.

source: Output of "git rev-parse HEAD" for sources repository.
de: Ausgabe von "git rev-parse HEAD" für Quelltext Repositorium.
fr: Sortie de "git rev-parse HEAD" pour le dépôt des sources.
ja: ソースリポジトリにおける "git rev-parse HEAD" の出力。
pl: Wynik "git rev-parse HEAD" dla repozytorium ze źródłami.
sr: Излаз команде „git rev-parse HEAD” за репозиторијум изворног кода.
