Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 4.4.4 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.4">ChangeLog</a>.
sr: Доступна је верзија 4.4.4! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.4.4">ChangeLog</a>.

source: Version 4.5.0 is available! New features and bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.5.0">ChangeLog</a>.
sr: Доступна је верзија 4.5.0! Нове могућности и исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.5.0">ChangeLog</a>.

source: Version 4.5.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.5.1">ChangeLog</a>.
sr: Доступна је верзија 4.5.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.5.1">ChangeLog</a>.

source: Version 4.5.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.5.2">ChangeLog</a>.
sr: Доступна је верзија 4.5.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.5.2">ChangeLog</a>.

source: Version 4.6.0 is available! New features and bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.0">ChangeLog</a>.
sr: Доступна је верзија 4.6.0! Нове могућности и исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.0">ChangeLog</a>.

source: Version 4.6.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.1">ChangeLog</a>.
sr: Доступна је верзија 4.6.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.1">ChangeLog</a>.

source: Version 4.6.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.2">ChangeLog</a>.
sr: Доступна је верзија 4.6.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.2">ChangeLog</a>.

source: Version 4.6.3 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.3">ChangeLog</a>.
sr: Доступна је верзија 4.6.3! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.6.3">ChangeLog</a>.

source: Version 4.7.0 is available! New features and bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.7.0">ChangeLog</a>.
sr: Доступна је верзија 4.7.0! Нове могућности и исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.7.0">ChangeLog</a>.

source: Version 4.7.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.7.1">ChangeLog</a>.
sr: Доступна је верзија 4.7.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.7.1">ChangeLog</a>.

source: Version 4.7.2 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.7.2">ChangeLog</a>.
sr: Доступна је верзија 4.7.2! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.7.2">ChangeLog</a>.

source: Version 4.8.0 is available! New features and bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.8.0">ChangeLog</a>.
sr: Доступна је верзија 4.8.0! Нове могућности и исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.8.0">ChangeLog</a>.

source: Version 4.8.1 is available! This is a bug fix and maintenance release. Bugs fixed: <a href="https://github.com/weechat/weechat/releases/tag/v4.8.1">ChangeLog</a>.
sr: Доступна је верзија 4.8.1! Ово је издање одржавања које исправља багове. Исправљени багови: <a href="https://github.com/weechat/weechat/releases/tag/v4.8.1">ChangeLog</a>.

source: Version v0.1.2 is available! News since last version are: - Python plugin support, Perl interface improved - nicklist scroll keys (Alt+{home/end/pgup/pgdn} or F11/F12) - DCC files transfer rate - buffers timestamp can now be changed - compile is ok under *BSD and Mac OS X - missing IRC commands added (307, 341, 485, 671) - fixed some bugs: crash when purging old DCC, crash with 64-bits arch (like AMD64) when converting UTF-8, nicklist sort. Add-on, 2005-05-24 : fixed crash at startup and Perl/Python detection, version is now 0.1.2.1.
de: Version v0.1.2 ist verfügbar! Neuerungen: - Python Erweiterung, Perl Interface verbessert - Nicklist Scroll-Tasten (Alt+{home/end/pgup/pgdn} oder F11/F12) - DCC Dateitransferrate - Zeitstempel in Buffern kann nun geändert werden - kompilieren unter *BSD und Mac OS X ist möglich - fehlende IRC Befehle implementiert (307, 341, 485, 671) - einige Fehler behoben: Absturz beim reinigen eines alten DCC, Absturz auf 64-Bit Rechnern (z.B.AMD64) beim konvertieren von UTF-8, Nicklist Sortierung. Add-on, 24.05.2005: Absturz beim Programmstart und Perl/Python Erkennung behoben, Version ist nun 0.1.2.1.
fr: La version v0.1.2 est disponible ! Les nouveautés depuis la dernière version sont : - support du plugin Python, interface Perl améliorée - touches pour faire défiler la liste de pseudos (Alt+{home/end/pgup/pgdn} or F11/F12) - taux de transfert des fichiers DCC - l'horodatage est modifiable - la compilation est ok sous *BSD et Mac OS X - commandes manquantes IRC ajoutées (307, 341, 485, 671) - bugs corrigés : plantage lors de la purge des anciens DCC, plantage avec les architectures 64-bits (comme AMD64) lors de la conversion UTF-8, tri de la liste de pseudos. Ajout le 24/05/2005 : correction d'un plantage au démarrage et d'un bug de détection de Perl et Python, la version est désormais 0.1.2.1.
ja: バージョン 0.1.2 をリリースします! 以前のバージョン以降のニュース: - Python プラグインをサポート、Perl インターフェースを改良 - ニックネームリストをスクロールするキー (Alt+{home/end/pgup/pgdn} または F11/F12) - DCC ファイル転送率 - バッファのタイムスタンプを変更可能に - *BSD と Mac OS X でもコンパイル可能に - 実装されていなかった IRC コマンドを追加 (307、341、485、671) - いくつかのバグを修正: 古い DCC を削除する際のクラッシュ、64-ビットアーキテクチャ (AMD64 など) で UTF-8 変換する際のクラッシュ、ニックネームリストのソート 2005-05-24 追記: 起動時と Perl/Python の検出時のクラッシュを修正、現在のバージョンは 0.1.2.1 です。
pl: Wersja 0.1.2 jest dostępna! Nowości od poprzedniej wersji: - wsparcie dla skryptów w Pythonie, udoskonalono interfejs Perlowy - przewijanie listy nicków (Alt+{home/end/pgup/pgdn} lub F11/F12) - wskaźnik szybkości transferu plików DCC - znacznik czasu w buforach może być zmieniany - poprawna kompilacja pod systemami z rodziny BSD oraz Mac OS X - dodano brakujące komendy IRC (307, 341, 485, 671) - poprawiono trochę błędów: awaria podczas czyszczenia listy starych DCC, zawieszanie się na architekturach 64-bitowych (jak AMD64) podczas konwersji UTF-8, sortowanie listy nicków. Dodano, 2005-05-24 : naprawiono awarię podczas uruchamiania oraz wykrywanie Perla/Pythona , obecny numer wersji to 0.1.2.1.
sr: Доступна је верзија v0.1.2! Новости од последње верзије су: - подршка за Python додатак, унапређен је Perl интерфејс - тастери за скроловање листе надимака (Alt+{home/end/pgup/pgdn} или F11/F12) - DCC files брзина трансфера - сада може да се измени временска ознака бафера - компајлирање је ок у *BSD и Mac OS X - додате су недостајуће IRC команде (307, 341, 485, 671) - исправљени су неки багови: рушење када се чисте стари DCC, рушење са 64-битном архитектуром (као што је AMD64) када се конвертује UTF-8, сортирање у листи надимака. Додатак, 24.05.2005: исправљено је рушење приликом покретања у Perl/Python детекције, верзија је сада 0.1.2.1.

source: WeeChat IRC channels (official and non-official ones) have moved from freenode to <a href="https://libera.chat/">libera.chat</a>. For more information, please look at <a href="https://blog.weechat.org/post/2021/05/29/IRC-channels-moved-to-libera.chat">development blog</a>. See you soon there!
de: Die WeeChat IRC Kanäle (offizielle und inoffizielle) sind von freenode nach <a href="https://libera.chat/">libera.chat</a> umgezogen. Für weitere Informationen, siehe <a href="https://blog.weechat.org/post/2021/05/29/IRC-channels-moved-to-libera.chat">Entwicklerblog</a>. Wir sehen uns dort!
fr: Les canaux IRC WeeChat (officiels et non-officiels) ont été déplacés de freenode vers <a href="https://libera.chat">libera.chat</a>. Pour plus d'information, merci de consulter le <a href="https://blog.weechat.org/post/2021/05/29/IRC-channels-moved-to-libera.chat">blog de développement</a>. À bientôt là-bas !
pl: Kanały IRC WeeChat (oficjalne i nieoficjalne) zostały przeniesione z freenode na <a href="https://libera.chat/">libera.chat</a>. Więcej informacji można znaleźć na <a href="https://blog.weechat.org/post/2021/05/29/IRC-channels-moved-to-libera.chat">blogu developerskim</a>. Do zobaczenia wkrótce!
sr: WeeChat IRC канали (званични и незванични) су премештени са freenode на <a href="https://libera.chat/">libera.chat</a>. За више информација, молимо вас да погледате <a href="https://blog.weechat.org/post/2021/05/29/IRC-channels-moved-to-libera.chat">развојни блог</a>. Видимо се ускоро тамо!

source: WeeChat has many new important features since some weeks: - multi-windows management (with horizontal and vertical window split) - buffers managed by number, with direct access by Alt+digit key or with new /buffer command - auto jump to buffers with activity (Alt-A) All new features are in CVS and development version. /window and /buffer commands are still under development. Feel free to report any problem or suggestion to improve navigation between buffers/windows.
de: WeeChat besitzt, seit ein paar Wochen, neue Funktionen - Multi-Fenster-Management (mit horizontaler und vertikaler Fensteranordnung) - Buffer Management durch Nummern und einer direkten Anwahl durch Alt+<Nummer> oder mittels dem neuen /buffer Befehl - automatischer Sprung zu Buffern mit Aktivität (Alt-A) Die neuen Funktionen sind in der CVS und Entwicklerversion enthalten. Der /window und /buffer Befehl sind noch in der Testphase. Wenn Sie Fehler finden oder Anmerkungen haben um die Funktionalität der buffer/window/nzu erhöhen, dann melden Sie sich.
fr: WeeChat a subi de profonds changements ces dernières semaines : - gestion du multi-fenêtres (avec découpage horizontal et vertical de la fenêtre) - gestion des tampons par numéro, avec accès direct par Alt+N° ou par la nouvelle commande /buffer - saut automatique vers les tampons avec activité (Alt-A) Toutes ces améliorations sont dans le CVS et la version de développement. Les commandes /window et /buffer sont toujours en développement. N'hésitez pas à signaler tout problème ou suggestion d'amélioration sur la navigation entre les tampons/fenêtres.
ja: 数週間前から WeeChat に新しく重要な機能が追加されました: - 複数ウィンドウ管理 (水平垂直方向にウィンドウを分割) - 番号付けによるバッファ管理、Alt+番号または /buffer コマンドで直接移動が可能 - 活動的なバッファへの自動移動 (Alt-A) 全ての新機能は CVS と開発版で開発されています。/window と /buffer コマンドはまだ開発中です。 問題やバッファ/ウィンドウ間の操作を改良するための提案を募集しています。
pl: Od kilku tygodni WeeChat posiada kilka istotnych usprawnień: - zarządzanie wieloma oknami (z pionowym i poziomym podziałem okna) - bufory zarządzane dzięki numerom, z bezpośrednim dostępem za pomocą Alt+cyfra lub za pomocą polecenia /buffer - automatyczne przejście do bufora z jakaś aktywnością (Alt-A) Wszystkie nowe usprawnienia znajdują się w wersji rozwojowej CVS. Polecenia /window oraz /buffer nadal znajdują się w fazie rozwoju. Śmiało możesz zgłaszać dowolny problem lub sugestie jak usprawnić nawigację między buforami/oknami.
sr: WeeChat има много нових и важних функционалности већ неколико недеља: - управљање са више прозора (уз хоризонталне и вертикалне поделе прозора) - баферима се управља бројем, са директним приступом помоћу Alt+тастер броја, или са новом командом /buffer - аутоматско скакање на бафере у којим има активности (Alt-A) Све нове функционалности су у CVS и у развојној верзији. /window и /buffer команде се још увек развијају. Слободно пријавите било какве проблеме или сугестије да бисмо могли да побољшамо навигацију по баферима/прозорима.

source: WeeChat in Cygwin
de: WeeChat mit Cygwin
fr: WeeChat dans Cygwin
ja: WeeChat の Cygwin 版
pl: WeeChat w Cygwinie
sr: WeeChat у Cygwin

source: WeeChat is now in Cygwin, and can be installed with setup.exe. Version 0.4.2 is available for 32 and 64-bit Cygwin. Note: Guile plugin is missing, since it requires guile >= 2.0, which is not yet available in Cygwin.
de: WeeChat kann nun mit Cygwin genutzt werden und wird mittels setup.exe installiert. Version 0.4.2 ist als 32 und 64-bit Cygwin Version verfügbar. Hinweis: Guile Erweiterung ist nicht verfügbar, da guile >= 2.0 benötigt wird und diese nicht von Cygwin zur Verfügung gestellt wird.
fr: WeeChat est désormais dans Cygwin et peut être installé via setup.exe. La version 0.4.2 est disponible pour les versions 32 et 64 bits de Cygwin. Note : l'extension Guile est manquante car elle requiert guile >= 2.0, qui n'est pas encore disponible sous Cygwin.
ja: WeeChat が Cygwin で使えるようになり、setup.exe でインストール可能になります。 32 と 64 ビット Cygwin 向けにバージョン 0.4.2 が利用可能です。 注意: Guile プラグインは Cygwin ではまだ利用できない guile >= 2.0 が必要なので、削除されています。
pl: WeeChat jest teraz w Cygwinie, i może być zainstalowany przez setup.exe. Wersja 0.4.2 dostępna jest dla Cygwina 32 i 64 bitowego. Uwaga: wtyczka Guile nie jest dostępna, ponieważ wymaga guile w wersji >= 2.0, która nie jest dostępna w Cygwinie.
sr: WeeChat се сада налази у Cygwin и може да се инсталира са setup.exe. Доступна је верзија 0.4.2 за 32 и 64-битни Cygwin. Напомена: недостаје guile додатак јер је за њега потребан guile >= 2.0, који још увек није доступан у Cygwin.

source: WeeChat project is started. It is a chat client, with many features like: - irc client, - many GUI: text, ncurses and gtk, - multi-platforms, - fast, light and extensible with scripts. - ...
de: WeeChat Projekt hat begonnen. Es handelt sich um einen Chat-Client mit vielen Funktionen: - IRC Client, - mehreren Benutzeroberflächen: Text, ncurses und Gtk, - auf mehreren Plattformen lauffähig, - schnell, schlank und erweiterbar durch Skripte. - ...
fr: Le projet WeeChat a démarré. Il s'agit d'un client de discussion avec les fonctions suivantes : - client irc, - plusieurs interfaces : texte, ncurses et gtk, - multiplate-forme, - rapide, léger, et extensible par des scripts. - etc...
ja: WeeChat プロジェクトが始まりました。 WeeChat とはチャットクライアントで、以下の様な機能を備えています: - irc クライアント - 多くの GUI: テキスト、ncurses、gtk - マルチプラットフォーム - 高速、軽量、スクリプトで拡張可能 - ...
pl: Projekt WeeChat wystartował. Jest to komunikator o wielu funkcjach: - klient IRC, - wiele interfejsów graficznych: tekstowy, ncurses oraz gtk, - wieloplatformowy, - szybki, lekki oraz rozszerzalny za pomocą skryptów. - ...
sr: Започет је пројекат WeeChat. То је чет клијент са многим функционалностима као што су: - irc клијент, - многи ГКИ: текст, ncurses и gtk, - подржава више платформи, - брз, лаган и проширив скриптама. - ...

source: WeeChat project now accepts donations via Paypal account, with secured payment.
de: Das WeeChat Projekt kann nun durch das sichere Paypal Verfahren direkt unterstützt werden.
fr: Le projet WeeChat accepte désormais les dons via un compte Paypal, avec paiement sécurisé.
ja: WeeChat プロジェクトは secured payment を用いた Paypal アカウント経由の寄付を受け付けるようになりました。
pl: Projekt WeeChat od teraz przyjmuje dotacje za pomocą konta Paypal, z zabezpieczoną płatnością.
sr: WeeChat пројекат сада прихвата донације преко Paypal налога, са безбедним плаћањем.

source: WeeChat project now accepts recurring donations via Liberapay, which has very low fees (see <a href="https://liberapay.com/about/faq#differences">the differences between Liberapay and other recurrent crowdfunding platforms</a>).
de: Das WeeChat Projekt akzeptiert nun auch regelmäßige Spenden mittels Liberapay, dass nur sehr geringe Gebühren erhebt (siehe <a href="https://liberapay.com/about/faq#differences">die Unterschiede zwischen Liberapay und anderen wiederkehrenden Crowdfunding-Plattformen</a>).
fr: Le projet WeeChat accepte désormais les dons récurrents via Liberapay, qui a des frais très faibles (voir <a href="https://liberapay.com/about/faq#differences">les différences entre Liberapay et les autres plateformes de dons récurrents</a>).
ja: WeeChat プロジェクトは Liberapay 経由の定期的な寄付を受け入れるようになりました。この寄付にかかる手数料はとても安価です (<a href="https://liberapay.com/about/faq#differences">Liberapay とその他のクラウドファンディングサービスの比較</a>を参照してください)。
pl: Projekt WeeChat akceptuje teraz powtarzające się dotacje poprzez Liberapay, które pobiera bardzo niskie oplaty (zobacz <a href="https://liberapay.com/about/faq#differences">różnice pomiędzy Liberapay a innymi platformami crowdfundingowymi</a>).
sr: WeeChat пројекат сада прихвата понављајуће донације преко Liberapay, који има врло мале накнаде (погледајте <a href="https://liberapay.com/about/faq#differences">разлике између Liberapay и осталих платформи за понављајуће јавно финансирање</a>).

source: WeeChat repositories (weechat, scripts, qweechat) have been moved to GitHub, in WeeChat organization: <a href="https://github.com/weechat">https://github.com/weechat</a>. For more info, please look at <a href="/blog/post/2014/03/03/Git-repositories-moved-to-Github">development blog</a>.
de: WeeChat Repositorien (weechat, scripts, qweechat) befinden sich nun auf GitHub, in Organisation WeeChat: <a href="https://github.com/weechat">https://github.com/weechat</a>. Für weitere Informationen, siehe <a href="/blog/post/2014/03/03/Git-repositories-moved-to-Github">Entwickler Blog</a>.
fr: Les dépôts Git WeeChat (weechat, scripts, qweechat) ont été déplacés vers GitHub, dans l'organisation WeeChat : <a href="https://github.com/weechat">https://github.com/weechat</a>. Pour plus d'information, merci de consulter le <a href="/blog/post/2014/03/03/Git-repositories-moved-to-Github">blog de développement</a>.
ja: WeeChat リポジトリ (weechat、スクリプト、qweechat) が GitHub の WeeChat organization に移動しました: <a href="https://github.com/weechat">https://github.com/weechat</a>。 より詳しい情報は、<a href="/blog/post/2014/03/03/Git-repositories-moved-to-Github">開発ブログ</a>を参照してください。
pl: Repozytoria WeeChat (weechat, scripts, qweechat) zostały przeniesione na GitHuba, do organizacji WeeChat: <a href="https://github.com/weechat">https://github.com/weechat</a>. Więcej informacji można znaleźć na <a href="/blog/post/2014/03/03/Git-repositories-moved-to-Github">blogu deweloperskim</a>.
sr: WeeChat репозиторијуми (weechat, скрипте, qweechat) су премештени на GitHub, у WeeChat организацију: <a href="https://github.com/weechat">https://github.com/weechat</a>. За више информација, молимо вас да погледате <a href="/blog/post/2014/03/03/Git-repositories-moved-to-Github">развојни блог</a>.

source: WeeChat screenshot
fr: Capture d'écran de WeeChat
ja: WeeChat のスクリーンショット
pl: Zrzut ekranu WeeChat
sr: WeeChat снимак екрана

source: WeeChat scripts page
de: WeeChat-Skriptseite
fr: Page de scripts pour WeeChat
ja: WeeChat スクリプトページ
pl: Skrypty WeeChat
sr: Страница WeeChat скрипти

source: WeeChat scripts page (today Perl scripts only) has been added. On this page you can submit your script (need to be approved by WeeChat development team). Note: Perl scripts require version of WeeChat > 0.0.3, so today you must download development version.
de: WeeChat-Skriptseite (zur Zeit nur Perl-Skripten) hinzugefügt. Auf dieser Seite können Sie Ihre Skripte einreichen (diese müssen vom WeeChat-Entwicklerteam freigegeben werden). Hinweis: Perl-Skripte benötigen mindestens Version > 0.0.3 von WeeChat. Zur Zeit muss somit die Entwicklerversion genutzt werden.
fr: Une page pour les scripts WeeChat (pour l'instant en Perl) a été ajoutée au site. Sur cette page vous pouvez soumettre vos scripts, qui seront modérés par l'équipe de développement WeeChat. À noter : les scripts Perl fonctionnent avec une version de WeeChat supérieure à 0.0.3, soit à ce jour la version de développement uniquement.
ja: WeeChat スクリプトページ (今のところ Perl スクリプトのみ) が追加されました。 このページではスクリプトの投稿を受け付けています (WeeChat 開発チームからの承認が必要です)。 注意: Perl スクリプトを使うには WeeChat 0.0.3 より高いバージョンが必要です。今のところ開発版を使う以外に方法はありません。
pl: Dodano stronę skryptów do WeeChat (aktualnie tylko skrypty w Perlu). Na tej stronie możesz umieścić swój skrypt (potrzebuje akceptacji od twórców WeeChat). Uwaga: skrypty w Perlu wymagają wersji WeeChat > 0.0.3, dlatego obecnie należy pobrać wersję rozwojową.
sr: Додата је страница WeeChat скрипти (данас само Perl скрипте). На овој страници можете да предате своју скрипту (потребно је да је најпре одобри WeeChat развојни тим). Напомена: за Perl скрипте је потребна верзија WeeChat > 0.0.3, тако да данас морате да преузмете развојну верзију.

source: WeeChat story page is now available, as screenshots. You can see differences between all versions in one view! Development version is visible too, and frequently updated.
de: Die WeeChat Story-Seite ist nun mit Screenshots, verfügbar. Dort findet man Bilder aller Versionen Entwicklungsversionen sind ebenso aufgeführt und es findet ein regelmäßiges Update statt.
fr: Une page sur l'histoire de WeeChat est maintenant disponible, sous forme de captures d'écran. Vous pouvez voir la différence entre les différentes version, en un coup d'oeil ! La version de développement est également visible et mise à jour régulièrement.
ja: スクリーンショトを載せた WeeChat の歴史ページをリリースしました。全てのバージョンが一覧表示できます! 開発版も載っており、頻繁に更新されています。
pl: Dostępna jest strona z historia WeeChat jako zrzutami ekranu. Możesz zobaczyć różnice pomiędzy wersjami! Wersje rozwojowe są również widoczne, oraz często uaktualniane.
sr: Сада је доступна је страница WeeChat приче, као снимци екрана. У једном погледу можете да видите разлике између свих верзија! Такође је видљива и развојна верзија, која се често ажурира.

source: WeeChat users map
de: Karte der WeeChat Anwender
fr: Carte des utilisateurs WeeChat
ja: WeeChat ユーザマップ
pl: Mapa użytkowników WeeChat
sr: Мапа WeeChat корисника

source: WeeChat will merge with irssi
de: WeeChat verschmilzt mit irssi
fr: WeeChat va fusionner avec irssi
ja: WeeChat は irssi と統合される予定です
pl: WeeChat połączy się z irssi
sr: WeeChat ће се спојити са irssi
