Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 2.0 is available! Among the new features: - new plugin "fset" (fast set of WeeChat and plugins options) - new plugin "php" (support of PHP scripts) - add option buflist.look.add_newline - add two new bar items "buflist2" and "buflist3" using the same format configuration options - add flag "input_get_empty" in buffer - add signals "buffer_filters_enabled" and "buffer_filters_disabled" - support loading of plugins from path in environment variable "WEECHAT_EXTRA_LIBDIR" - add infolist "alias_default" (list of default aliases) - make value optional in command /buffer set - support of floating point and hexadecimal numbers in comparison of evaluated values - add option weechat.look.save_config_with_fsync - add support of prefix "quiet:" in function key_unbind() to quietly remove keys - add argument "recurse_subdirs" in function exec_on_files() - add local variable "filter" in the script buffer - remove recursive evaluation of extra variables in buflist - change type of arguments status/gnutls_rc/sock in hook_connect() callback from string to integer (in scripting API) - change type of argument fd in hook_fd() callback from string to integer (in scripting API) - fix display bugs with filtered lines - fix display of nicks in nicklist when they are in a group with sub-groups - call the config hook when options are renamed or removed - fix parsing of CAP command in relay/irc - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2017/12/03/Version-2.0">development blog</a> or <a href="/files/changelog/ChangeLog-2.0.html">ChangeLog</a>.
de: Version 2.0 ist verfügbar! Überblick, der neuen Funktionen: - neu: "fset" Erweiterung (schnelles Verändern von WeeChat und Erweiterungsoptionen) - neu: "php" Erweiterung (Unterstützung von PHP-Skripten) - neu: Option buflist.look.add_newline - neu: zwei zusätzliche Bar-Items "buflist2" und "buflist3", welche das gleiche Format für die Konfigurationsoptionen nutzen - neu: Flag "input_get_empty" für Buffer - neu: Signale "buffer_filters_enabled" und "buffer_filters_disabled" - Unterstützung der Umgebungsvariable "WEECHAT_EXTRA_LIBDIR" um ein zusätzliches Verzeichnis für Erweiterungen zu bestimmen - neu: Infolist "alias_default" (Auflistung der standard Aliases) - optionale Angabe von Werten für den Befehl /buffer set - Unterstützung von Fließkomma- und hexadezimalen Zahlen für Vergleiche bei evaluierten Werten - neu: Option weechat.look.save_config_with_fsync - neu: Präfix "quiet:" in Funktion key_unbind() um Tasten ohne Ausgabe von Text zu entfernen - neu: Argument "recurse_subdirs" in Funktion exec_on_files() - neu: lokale Variable "filter" für den Skript-Buffer - rekursive Evaluierung von Variablen in buflist entfernt - Argumenttypen status/gnutls_rc/sock in hook_connect() callback von String zu Integer geändert (in Skript-API) - Argumenttyp fd in hook_fd() callback von String zu Integer geändert (in Skript-API) - Fehler in der Darstellung von gefilterten Zeilen behoben - Fehler in der Darstellung von Nicks in der Nicklist behoben, wenn diese in einer Gruppe mit Untergruppen lokalisiert waren - Konfiguration-hook wird ausgeführt wenn eine Option umbenannt oder entfernt wurde - Problem beim Parsen des CAP Befehl in relay/irc behoben - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2017/12/03/Version-2.0">development blog</a> oder <a href="/files/changelog/ChangeLog-2.0.html">ChangeLog</a>.
fr: La version 2.0 est disponible ! Parmi les nouvelles fonctionnalités : - nouvelle extension "fset" (définition rapide des options de WeeChat et des extensions) - nouvelle extension "php" (support des scripts PHP) - ajout de l'option buflist.look.add_newline - ajout de deux nouveaux objets de barre "buflist2" et "buflist3" en utilisant les mêmes options de configuration de format - ajout du flag "input_get_empty" dans le tampon - ajout des signaux "buffer_filters_enabled" et "buffer_filters_disabled" - support du chargement des extensions depuis un chemin défini dans la variable "WEECHAT_EXTRA_LIBDIR" - ajout de l'infolist "alias_default" (liste des alias par défaut) - la valeur est facultative dans la commande /buffer set - support des nombres à virgules et hexadécimaux dans la comparaison des valeurs évaluées - ajout de l'option weechat.look.save_config_with_fsync - ajout du support du préfixe "quiet:" dans la fonction key_unbind() pour supprimer discrèrement des touches - ajout du paramètre "recurse_subdirs" dans la fonction exec_on_files() - ajout de la variable locale "filter" dans le tampon script - suppression de l'évaluation récursive des variables "extra" dans buflist - modification du type des paramètres status/gnutls_rc/sock dans la fonction de rappel de hook_connect() de chaîne à entier (dans l'API script) - modification du type du paramètre fd dans la fonction de rappel de hook_fd() de chaîne à entier (dans l'API script) - correction de bugs d'affichage avec les lignes filtrées - correction de l'affichage des pseudos dans la liste de pseudos lorsqu'ils sont dans un groupe avec des sous-groupes - appel de la fonction de rappel "config" lorsque les options sont renommées ou supprimées - correction de l'analyse de la commande CAP dans relay/irc - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2017/12/03/Version-2.0">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.0.html">ChangeLog</a>.
ja: バージョン 2.0 をリリースしました! 新しい機能: - 新しいプラグイン "fset" (WeeChat とプラグインオプションを高速に設定) - 新しいプラグイン "php" (PHP スクリプトのサポート) - オプション buflist.look.add_newline の追加 - バー要素 "buflist2" と "buflist3" を追加 (設定オプションの書式は同じ) - バッファにフラグ "input_get_empty" を追加 - シグナル "buffer_filters_enabled" と "buffer_filters_disabled" を追加 - 環境変数 "WEECHAT_EXTRA_LIBDIR" に含まれるパスからのプラグインロードをサポート - インフォリスト "alias_default" を追加 (デフォルトエイリアスのリスト) - コマンド /buffer set の値指定を任意に - 評価値の比較が浮動小数点数と 16 進数をサポート - オプション weechat.look.save_config_with_fsync の追加 - 関数 key_unbind() がプレフィックス "quiet:" をサポート (黙ってキーを削除) - 関数 exec_on_files() が引数 "recurse_subdirs" をサポート - スクリプトバッファが局所変数 "filter" をサポート - バッファリストの追加変数の再帰評価を削除 - hook_connect() コールバック引数 status/gnutls_rc/sock の型を文字列から整数に変更 (スクリプト作成 API) - hook_fd() コールバック引数 fd の型を文字列から整数に変更 (スクリプト作成 API) - フィルタ済み行が表示される際のバグを修正 - サブグループを持つグループに所属するニックネームがニックネームリストに表示される際のバグを修正 - オプションが名前変更または削除される際に設定フックを呼び出し - relay/irc の CAP コマンドのパースを修正 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2017/12/03/Version-2.0">開発ブログ</a>または <a href="/files/changelog/ChangeLog-2.0.html">ChangeLog</a> を参照してください。
pl: Wersja 2.0 jest dostępna! Najważniejsze zmiany: - nowa wtyczka "fset" (szybkie ustawianie opcji WeeChat i wtyczek) - nowa wtyczka "php" (wsparcie dla skryptów PHP) - dodano opcję buflist.look.add_newline - dodano dwa nowe elementy pasków"buflist2" i "buflist3" używające tego samego formatu opcji konfiguracyjnych - dodano flagę "input_get_empty" dla buforów - dodano sygnały "buffer_filters_enabled" i "buffer_filters_disabled" - wsparcie dla ładowania wtyczek ze zmiennej środowiskowej "WEECHAT_EXTRA_LIBDIR" - dodano infolistę "alias_default" (lista do myślnych aliasów) - wartość dla komendy /buffer set jest opcjonalna - wsparcie dla liczb zmiennoprzecinkowych i szestnastkowych przy porówywaniu przetworzonych wartości - dodano opcję weechat.look.save_config_with_fsync - dodano wsparcie dla prefiksu "quiet:" w funkcji key_unbind() do cichego usuwania skrótów klawiszowych - dodano argument "recurse_subdirs" w funkcji exec_on_files() - dodano zmienną lokalną "filter" w buforze skryptów - usunięto rekursywne ocenianie dodatkowych zmiennych w liście buforów - zmieniono typ argumentów status/gnutls_rc/sock w callbacku hook_connect() z ciągu na liczbę (w API skryptowym) - zmieniono typ argumentu fd w callbacku hook_fd() z ciągu na liczbę (w API skryptowym) - poprawiono błędy wyświetlania z filtrowanymi liniami - poprawiono wyświetlanie nicków na nickliście kiedy są w grupach z podgrupami - wywoływany jest hook konfiguracyjny kiedy opcje zmienią nazę lub zostaną usunięte - naprawiono parsowanie komendy CAP we wtyczkach relay/irc - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2017/12/03/Version-2.0">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.0.html">ChangeLog</a>.
sr: Доступна је верзија 2.0! Неке од нових функционалности: - нови додатак „fset” (fast set [брзо постављање] WeeChat и опција додатака) - нови додатак „php” (подршка за PHP скрипте) - додата је опција buflist.look.add_newline - додате су две нове ставке траке „buflist2” и „buflist3” које користе исти формат опција конфигурације - додата је заставица „input_get_empty” у бафер - додати су сигнали „buffer_filters_enabled” и „buffer_filters_disabled” - подршка за учитавање додатака са путање из променљиве окружења „WEECHAT_EXTRA_LIBDIR” - додата инфолиста „alias_default” (листа подразумеваних алијаса) - вредност у команди /buffer set више није обавезна - подршка за хексадецималне и бројеве у покретном зарезу код поређења израчунатих вредности - додата је опција weechat.look.save_config_with_fsync - додата је подршка за префикс „quiet:” у функцији in function key_unbind() да се у тишини уклоне тастери - додат је аргумент „recurse_subdirs” функцији exec_on_files() - додата је локална променљива „filter” у script бафер - уклоњено је рекурзивно израчунавање додатних променљивих у buflist - промењен је тип аргумената status/gnutls_rc/sock у hook_connect() функцији повратног позива са стринг на целобројни (у API скриптовања) - промењен је тип аргумента fd у hook_fd() функцији повратног позива са стринг на целобројни (у API скриптовања) - исправљени су багови приказа са филтрираним линијама - исправљен је приказ надимака у листи надимака када се налазе у групи са подгрупама - позива се config кука када се опцијама промени име или када се уклоне - исправљено је парсирање CAP команде у релеј/irc - исправљени су многи багови. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2017/12/03/Version-2.0">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.0.html">ChangeLog</a>.

source: Version 2.0.1 is available! This is a bug fix and maintenance release. For complete list of bugs fixed, please look at <a href="/files/changelog/ChangeLog-2.0.1.html">ChangeLog</a>.
de: Version 2.0.1 ist verfügbar! Diese Version behebt lediglich Fehler und ist als Korrekturversion zu verstehen. Eine Liste der Fehlerbereinigungen findet man unter <a href="/files/changelog/ChangeLog-2.0.1.html">ChangeLog</a>.
fr: La version 2.0.1 est disponible ! Il s'agit d'une version de maintenance avec corrections de bugs. Pour une liste complète des bugs corrigés, merci de consulter le <a href="/files/changelog/ChangeLog-2.0.1.html">ChangeLog</a>.
ja: バージョン 2.0.1 をリリースしました! これはバグフィックスとメンテナンスリリースです。 修正されたバグの完全なリストは <a href="/files/changelog/ChangeLog-2.0.1.html">ChangeLog</a> を参照してください。
pl: Wersja 2.0.1 jest dostępna! Jest to wersja poprawiająca znalezione błędy. Kompletna lista poprawionych błędów znajduje się w pliku <a href="/files/changelog/ChangeLog-2.0.1.html">ChangeLog</a>.
sr: Доступна је верзија 2.0.1! Ово је издање одржавања које исправља багове. Ако желите да погледате комплетну листу исправљених багова, молимо вас да отворите <a href="/files/changelog/ChangeLog-2.0.1.html">ChangeLog</a>.

source: Version 2.1 is available! Among the new features: - add a headless mode (new binary: "weechat-headless") - add options "-newbuffer", "-free", "-switch" and "-y" in command /print (with support of buffers with free content) - add option "add" in command /buffer - add option weechat.completion.partial_completion_templates to force partial completion on specific templates - add IRC server option "split_msg_max_length" - add option logger.file.fsync - add option logger.look.backlog_conditions - add configuration file for each script plugin ("python.conf", "perl.conf", ...) - add "eval" option in script commands and info "xxx_eval" (python, perl, ruby, lua and guile) - add infos "xxx_interpreter" and "xxx_version" in script plugins - add option "version" in script commands - display the script name in stdout/stderr output from scripts - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2018/03/18/Version-2.1">development blog</a> or <a href="/files/changelog/ChangeLog-2.1.html">ChangeLog</a>.
de: Version 2.1 ist verfügbar! Überblick, der neuen Funktionen: - neu: Hintergrundmodus (neue Binärdatei: "weechat-headless") - neu: Optionen "-newbuffer", "-free", "-switch" und "-y" in Befehl /print (mit Unterstützung von Buffern mit freiem Inhalt) - neu: Option "add" in Befehl /buffer - neu: Option weechat.completion.partial_completion_templates um eine Schablone für eine teilweise Vervollständigung zu erzwingen - neu: IRC Server Option "split_msg_max_length" - neu: Option logger.file.fsync - neu: Option logger.look.backlog_conditions - neu: Konfigurationsdatei für Skripterweiterungen ("python.conf", "perl.conf", ...) - neu: "eval" Option in Skriptenbefehlen sowie Info "xxx_eval" (python, perl, ruby, lua und guile) - neu: Informationen "xxx_interpreter" und "xxx_version" in Skriptenerweiterungen - neu: Option "version" in Skriptenbefehlen - zeigt den Skriptnamen bei einer stdout/stderr Ausgabe durch ein Skript an. - viele Fehlerbehebungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2018/03/18/Version-2.1">development blog</a> oder <a href="/files/changelog/ChangeLog-2.1.html">ChangeLog</a>.
fr: La version 2.1 est disponible ! Parmi les nouvelles fonctionnalités : - ajout d'un mode sans interface (« headless ») (nouveau binaire : "weechat-headless") - ajout des options "-newbuffer", "-free", "-switch" et "-y" dans la commande /print (avec support des tanpons avec contenu libre) - ajout de l'option "add" dans la commande /buffer - ajout de l'option weechat.completion.partial_completion_templates pour forcer une complétion partielle sur certains templates - ajout de l'option de servuer IRC "split_msg_max_length" - ajout de l'option logger.file.fsync - ajout de l'option logger.look.backlog_conditions - ajout d'un fichier de configuration pour chaque extension ("python.conf", "perl.conf", ...) - ajout de l'option "eval" dans les commandes de scripts et infos "xxx_eval" (python, perl, ruby, lua et guile) - ajout des infos "xxx_interpreter" et "xxx_version" dans les extensions de scripts - ajout de l'option "version" dans les commandes de scripts - affichage du script dans les sorties stdout/stderr des scripts - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2018/03/18/Version-2.1">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.1.html">ChangeLog</a>.
ja: バージョン 2.1 をリリースしました! 新しい機能: - ヘッドレスモードを追加 (新しいバイナリ: "weechat-headless") - コマンド /print にオプション "-newbuffer"、"-free"、"-switch"、"-y" を追加 (自由内容バッファのサポートを含みます) - コマンド /buffer にオプション "add" を追加 - 特定のテンプレートで部分補完を強制するオプション weechat.completion.partial_completion_templates を追加 - IRC サーバオプション "split_msg_max_length" を追加 - オプション logger.file.fsync を追加 - オプション logger.look.backlog_conditions を追加 - スクリプトプラグイン毎の設定ファイルを追加 ("python.conf"、"perl.conf"、...) - script コマンドに "eval" オプションを追加、インフォ "xxx_eval" (python、perl、ruby、lua、guile) を追加 - スクリプトプラグインにインフォ "xxx_interpreter"、"xxx_version" を追加 - script コマンドにオプション "version" を追加 - スクリプトから stdout/stderr への出力にスクリプト名を表示 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2018/03/18/Version-2.1">開発ブログ</a>または <a href="/files/changelog/ChangeLog-2.1.html">ChangeLog</a> を参照してください。
pl: Wersja 2.1 jest dostępna! Najważniejsze zmiany: - dodano tryb headless (nowy plik binarny: "weechat-headless") - dodano opcje "-newbuffer", "-free", "-switch" oraz "-y" dla komendy /print (ze wsparciem dla buforów z dowolną treścią) - dodano opcję "add" dla komendy /buffer - dodano opcję weechat.completion.partial_completion_templates, aby wymusić częściowe dopełnienie dla niektórych szablonów - dodano opcję serwera IRC "split_msg_max_length" - dodano opcję logger.file.fsync - dodano opcję logger.look.backlog_conditions - dodano pliki konfiguracyjne dla każdej wtyczki ("python.conf", "perl.conf", ...) - dodano opcję "eval" w komendach skryptów oraz informację "xxx_eval" (python, perl, ruby, lua, guile) - dodano informacje "xxx_interpreter" i "xxx_version" we wtyczkach skryptów - dodano opcję "version" w komendach skryptów - nazwa skryptu jest wyświetlana w wyjściu skryptu na stdout/stderr - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2013/03/18/Version-2.1">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.1.html">ChangeLog</a>.
sr: Доступна је верзија 2.1! Неке од нових функционалности: - додат је ређим без излаза на екран (нов бинарни фајл: „weechat-headless”) - додате су опције „-newbuffer”, „-free”, „-switch” и „-y” у команду /print (са подршком за бафере са слободним садржајем) - додата је опција „add” у команду /buffer - додата је опција weechat.completion.partial_completion_templates која форсира делимично довршавање према одређеним шаблонима - додата је опција IRC сервера „split_msg_max_length” - додата је опција logger.file.fsync - додата је опција logger.look.backlog_conditions - додат је конфигурациони фајл за сваки скрипт додатак („python.conf”, „perl.conf”, ...) - додата је „eval” опција у скрипт команде и инфо „xxx_eval” (python, perl, ruby, lua и guile) - додати су инфои „xxx_interpreter” и „xxx_version” у скрипт додацима - додата је опција „version” у script командама - име скрипте се приказује у stdout/stderr излазу из скрипти - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2018/03/18/Version-2.1">развојни блог</a> или <a href="/files/changelog/ChangeLog-2.1.html">ChangeLog</a>.

source: Version 2.2 is available! Among the new features: - add support of list options in curl - allow merge of buffers by name in command /buffer - add reverse of string in evaluation of expressions with "rev:" - add indexed ban list and completion for /unban and /unquiet (IRC plugin) - add support for IRCv3.2 Client Capability Negotiation - add support for IRCv3.2 invite-notify - add support for IRCv3.2 chghost, add options irc.look.smart_filter_chghost and irc.color.message_chghost - add option xfer.network.send_ack - add support of Python 3.7 - fix memory leaks scripting plugins - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2018/07/14/Version-2.2">development blog</a> or <a href="/files/changelog/ChangeLog-2.2.html">ChangeLog</a>.
de: Version 2.2 ist verfügbar! Überblick über die neuen Funktionen: - neu: Unterstützung von List-Optionen in curl - Buffer können beim Befehl /buffer nun mittels Namen zusammengefügt werden - neu: Ende von Zeichenketten in Evaluation von Ausdrücken mittels "rev:" nutzen - neu: Indexierung der Bannliste und Vervollständigung für /unban und /unquiet (IRC Erweiterung) - neu: Unterstützung der Aushandlung der Clientfähigkeit für IRCv3.2 - neu: Unterstützung von IRCv3.2 invite-notify - neu: Unterstützung von IRCv3.2 chghost, neue Optionen irc.look.smart_filter_chghost und irc.color.message_chghost - neu: Option xfer.network.send_ack - neu: Unterstützung von Python 3.7 - Speicherlecks in Skripterweiterungen behoben - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2018/07/14/Version-2.2">development blog</a> oder <a href="/files/changelog/ChangeLog-2.2.html">ChangeLog</a>.
fr: La version 2.2 est disponible ! Parmi les nouvelles fonctionnalités : - ajout du support des listes dans les options curl - mélange des tampons par nom dans la commande /buffer - ajout de l'inversion de chaîne dans l'évaluation des expressions avec "rev:" - ajout d'une liste de bannissement indexée et de la complétion pour /unban et /unquiet (extension IRC) - ajout du support pour la négociation de capacité client IRCv3.2 - ajout du support pour invite-notify IRCv3.2 - ajout du support pour chghost IRCv3.2, ajout des options irc.look.smart_filter_chghost et irc.color.message_chghost - ajout de l'option xfer.network.send_ack - ajout du support de Python 3.7 - correction de fuites de mémoire dans les extensions de script - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2018/07/14/Version-2.2">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-2.2.html">ChangeLog</a>.
ja: バージョン 2.2 をリリースしました! 新しい機能: - curl のリストオプションのサポートを追加 - コマンド /buffer でバッファの名前に基づくマージを追加 - 評価時に "rev:" をつけることによる文字列の逆転を追加 - インデックッス化された ban リストおよび /unban と /unquiet 用の補間を追加 (IRC プラグイン) - IRCv3.2 Client Capability Negotiation のサポートを追加 - IRCv3.2 invite-notify のサポートを追加 - IRCv3.2 chghost を追加、オプション irc.look.smart_filter_chghost と irc.color.message_chghost を追加 - オプション xfer.network.send_ack を追加 - Python 3.7 のサポートを追加 - スクリプトプラグインのメモリリークを修正 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2018/07/14/Version-2.25">開発ブログ</a>または <a href="/files/changelog/ChangeLog-2.2.htmll">ChangeLog</a> を参照してください。
pl: Wersja 2.2 jest dostępna! Najważniejsze zmiany: - dodano wsparcie listy opcji dla curl - dodano możliwość łączenia buforów po nazwie w komendzie /buffer - dodano możliwość odwrócenia przetwarzania ciągu w wyrażeniu za pomocą "rev:" - dodano indeksowaną listę banów i dopełnienia dla /unban i /unquiet (wtyczka IRC) - dodano wsparcie dla IRCv3.2 Client Capability Negotiation - dodano wsparcie dla IRCv3.2 invite-notify - dodano wsparcie dla IRCv3.2 chghost, dodano opcje irc.look.smart_filter_chghost i irc.color.message_chghost - dodano opcję xfer.network.send_ack - dodano wparcie dla Pythona w wersji 3.7 - poprawiono wycieki pamięci we wtyczkach skryptowych - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2018/07/14/Version-2.2">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-2.2.html">ChangeLog</a>.
sr: Доступна је верзија 2.2! Неке од нових функционалности: - додата подршка за листу опција у curl - дозвољава се спајање бафера по имену у команди /buffer - додато је обртање стринга у израчунавањима израза са „rev:” - додата је индексирана листа забрањених и довршавање за /unban и /unquiet (IRC додатак) - додата је подршка за IRCv3.2 Client Capability Negotiation - додата је подршка за IRCv3.2 invite-notify - додата је подршка за IRCv3.2 chghost, и опције irc.look.smart_filter_chghost и irc.color.message_chghost - додата је опција xfer.network.send_ack - додата је подршка за Python 3.7 - исправљена су цурења меморије у додацима за скриптовање - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2018/07/14/Version-2.2">development blog</a> or <a href="/files/changelog/ChangeLog-2.2.html">ChangeLog</a>.
