Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 1.2 is available! Among the new features: - add options to customize word chars (for detecting word boundaries) - add a welcome message on first WeeChat run - add options to customize quoted messages (in cursor mode) - add support of environment variables in evaluated expressions - add IRC SASL mechanism "ecdsa-nist256p-challenge" - add support of SHA-256 and SHA-512 algorithms in IRC server option "ssl_fingerprint" - add support of IRC capability "account-notify" - remove "freenode" server from default config - new script plugin for javascript - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2015/05/10/Version-1.2">development blog</a> or <a href="/files/changelog/ChangeLog-1.2.html">ChangeLog</a>.
de: Version 1.2 ist verfügbar! Überblick, der neuen Funktionen: - neue Optionen um Worttrennungen besser zu unterstützen - eine Willkommensnachricht beim ersten Start von WeeChat - neue Optionen um gequotete Nachrichten individuell anzupassen (im Cursor-Modus) - Umgebungsvariablen können nun in evaluierten Ausdrücken verwendet werden - IRC SASL Mechanismus "ecdsa-nist256p-challenge" hinzugefügt - Unterstützung von SHA-256 und SHA-512 Algorithmus in IRC Server Option "ssl_fingerprint" - Unterstützung der IRC capability "account-notify" - entfernt: "freenode" Server aus der Standardkonfiguration - neue Skripterweiterung für javascript - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2015/05/10/Version-1.2">development blog</a> oder <a href="/files/changelog/ChangeLog-1.2.html">ChangeLog</a>.
fr: La version 1.2 est disponible ! Parmi les nouvelles fonctionnalités : - ajout d'options pour personnaliser les caractères des mots (pour détecter les débuts/fins de mots) - ajout d'un message de bienvenue lors du premier lancement de WeeChat - ajout d'options pour personnaliser les messages cités (en mode curseur) - ajout du support des variables d'environnement dans les expressions évaluées - ajout du mécanisme IRC SASL "ecdsa-nist256p-challenge" - ajout du support des algorithmes SAH-256 et SHA-512 dans l'option serveur IRC "ssl_fingerprint" - ajout du support de la capacité IRC "account-notify" - suppression du serveur "freenode" par défaut dans la configuration - nouvelle extension script pour le javascript - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2015/05/10/Version-1.2">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.2.html">ChangeLog</a>.
ja: バージョン 1.2 をリリースしました! 新しい機能: - 単語文字をカスタマイズするオプションを追加 (単語区切りの検出) - WeeChat の初回起動時に表示されるようこそメッセージを追加 - 引用メッセージをカスタマイズするオプションを追加 (カーソルモード) - 評価式における環境変数のサポートを追加 - IRC SASL メカニズム "ecdsa-nist256p-challenge" を追加 - IRC サーバオプション "ssl_fingerprint" で SHA-256 と SHA-512 アルゴリズムのサポートを追加 - IRC 機能 "account-notify" のサポートを追加 - "freenode" サーバをデフォルト設定から削除 - javascript 用の新しいスクリプトプラグイン - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2015/05/10/Version-1.2">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.2.html">ChangeLog</a> を参照してください。
pl: Wersja 1.2 jest dostępna! Nowe funkcje: - dodano opcję pozwalająca dostosować znaki zawarte w słowach (dla wykrywania granic słów) - dodano wiadomość powialną dla pierwszego uruchomieina WeeChat - dodano opcję pozwalająca dostosować cytowane wiadomości (w trybie kursora) - dodano wsparcie dla zmiennych środowiskowych w przetwarzanych wyrażeniach - dodano mechanizm IRC SASL "ecdsa-nist256p-challenge" - dodano wsparcie dla algorytmów SHA-256 i SHA-512 w opcji serwera IRC "ssl_fingerprint" - dodano wsparcie dla funkcji IRC "account-notify" - usunięto serwer "freenode" z domyślnej konfiguracji - plugin dla skryptów napisanych za pomocą javascript - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2015/05/10/Version-1.2">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.2.html">ChangeLog</a>.
sr: Доступна је верзија 1.2! Неке од нових функционалности: - додата опција за прилагођавање карактера речи (за откривање граница речи) - додата порука добродошлице приликом првог покретања програма WeeChat - додате опције за прилагођавање цитираних порука (у курсор режиму) - додата подршка за променљиве окружења у израчунатим изразима - додат IRC SASL механизам „ecdsa-nist256p-challenge” - додата подршка за SHA-256 и SHA-512 алгоритме у „ssl_fingerprint” опцији IRC сервера - додата је подршка за IRC могућност „account-notify” - уклоњен је „freenode” сервер из подразумеване конфигурације - нови скрипт додатак за javascript - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2015/05/10/Version-1.2">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.2.html">ChangeLog</a>.

source: Version 1.3 is available! Among the new features: - keep scroll after interactive search in buffer - add optional confirmation on /upgrade - add signal "signal_sighup" - add IRC options irc.color.topic_current, irc.network.channel_encode - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2015/08/16/Version-1.3">development blog</a> or <a href="/files/changelog/ChangeLog-1.3.html">ChangeLog</a>.
de: Version 1.3 ist verfügbar! Überblick, der neuen Funktionen: - Bildschirmposition wird nach Beendigung der interaktiven Suche beibehalten - neu: optionale Bestätigung für /upgrade - neu: Signal "signal_sighup" hinzugefügt - neu: IRC Optionen irc.color.topic_current, irc.network.channel_encode - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2015/08/16/Version-1.3">development blog</a> oder <a href="/files/changelog/ChangeLog-1.3.html">ChangeLog</a>.
fr: La version 1.3 est disponible ! Parmi les nouvelles fonctionnalités : - défilement préservé après une recherche interactive dans le tampon - ajout d'une confirmation facultative sur /upgrade - ajout du signal "signal_sighup" - ajout des options IRC irc.color.topic_current, irc.network.channel_encode - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2015/08/16/Version-1.3">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.3.html">ChangeLog</a>.
ja: バージョン 1.3 をリリースしました! 新しい機能: - バッファ内で行った対話的検索の後にスクロール位置を元に戻す - /upgrade を実行した際に省略可能な確認を追加 - シグナル "signal_sighup" の追加 - IRC オプション irc.color.topic_current と irc.network.channel_encode を追加 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2015/08/16/Version-1.3">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.3.html">ChangeLog</a> を参照してください。
pl: Wersja 1.3 jest dostępna! Nowe funkcje: - pozycja w buforze jest zachowana po użyciu interaktywnego wyszukiwania - dodano opcjonalne potwierdzenie dla komendy /upgrade - dodano sygnał "signal_sighup" - dodano opcje IRC irc.color.topic_current, irc.network.channel_encode - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2015/08/16/Version-1.3">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.3.html">ChangeLog</a>.
sr: Доступна је верзија 1.3! Неке од нових функционалности: - наставља се скроловање након интерактивне претраге у баферу - додата је необавезна потврда приликом /upgrade - додат је сигнал „signal_sighup” - додате су IRC опције irc.color.topic_current, irc.network.channel_encode - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2015/08/16/Version-1.3">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.3.html">ChangeLog</a>.

source: Version 1.4 is available! Among the new features: - add a parent name in options, display inherited values if null in /set output - add option weechat.look.paste_auto_add_newline - add /fifo command - track real names using extended-join and WHO (IRC) - add support of SNI (Server Name Indication) in SSL connection to IRC server - add support of IRC "cap-notify" capability - add IRC command /cap - add hex dump of messages in raw buffer when debug is enabled for irc plugin - add option relay.irc.backlog_since_last_message - add option script.scripts.download_timeout - add scripts to build Debian packages - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2016/01/10/Version-1.4">development blog</a> or <a href="/files/changelog/ChangeLog-1.4.html">ChangeLog</a>.
de: Version 1.4 ist verfügbar! Überblick, der neuen Funktionen: - neu: existiert ein übergeordneter Wert für eine Option wird dieser angezeigt falls die Ausgabe von /set NULL ist - neu: Option weechat.look.paste_auto_add_newline - neu: /fifo Befehl - Realnamen werden zurück verfolgt mittels extended-join und WHO (IRC) - neu: Unterstützung von SNI (Server Name Indication) bei SSL Verbindungen zu einem IRC Server - neu: Unterstützung von der IRC-Fähigkeit "cap-notify" - neu: IRC Befehl /cap - neu: Hex-Ausgabe von Nachrichten im Raw-Buffer wenn Debug für die IRC-Erweiterung aktiviert ist - neu: Option relay.irc.backlog_since_last_message - neu: Option script.scripts.download_timeout - neu: Skripten um Debian-Pakete zu erstellen - eine Anzahl von Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2016/01/10/Version-1.4">development blog</a> oder <a href="/files/changelog/ChangeLog-1.4.html">ChangeLog</a>.
fr: La version 1.4 est disponible ! Parmi les nouvelles fonctionnalités : - ajout du nom de parent dans les options, affichage des valeurs héritées si "null" dans la sortie de /set - ajout de l'option weechat.look.paste_auto_add_newline - ajout de la commande /fifo - pistage des noms réels en utilisant extended-join et WHO (IRC) - ajout du support SNI (Server Name Indication) dans la connexion SSL au serveur IRC - ajout du support de la capacité IRC "cap-notify" - ajout de la commande IRC /cap - ajout d'un dump hexadécimal des messages dans le tampon brut lorsque le debug est activé dans l'extension irc - ajout de l'option relay.irc.backlog_since_last_message - ajout de l'option script.scripts.download_timeout - ajout de scripts pour construire les paquets Debian - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2016/01/10/Version-1.4">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.4.html">ChangeLog</a>.
ja: バージョン 1.4 をリリースしました! 新しい機能: - オプション表示に親オプションの名前を追加、オプションの値が未定義の場合に /set は親オプションから継承された値を表示 - weechat.look.paste_auto_add_newline オプションを追加 - /fifo コマンドを追加 - extended-join と WHO を使って実名を追跡 (IRC) - IRC サーバへの SSL 接続時に SNI (サーバ名表示) のサポートを追加 - IRC "cap-notify" 機能のサポートを追加 - IRC コマンド /cap を追加 - irc プラグインのデバッグ機能が有効化されていた場合に raw バッファでメッセージの 16 進ダンプの表示を追加 - relay.irc.backlog_since_last_message オプションを追加 - script.scripts.download_timeout オプションを追加 - Debian パッケージをビルドするためのスクリプトを追加 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2016/01/10/Version-1.4">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.4.html">ChangeLog</a> を参照してください。
pl: Wersja 1.4 jest dostępna! Nowe funkcje: - dodano nazwę nadrzędnej opcji, wyświetlanie nadrzędnej opcji jeśli wyjściekomendy /set zwraca null - dodano opcję weechat.look.paste_auto_add_newline - dodano komendę /fifo - śledzenie prawdziwych nazw za pomocą extended-join i WHO (IRC) - dodano wsparcie dla SNI (Server Name Indication) w połączeniach SSL z serwerami IRC - dodano wsparcie dla funkcji IRC "cap-notify" - dodano komendę irc /cap - dodano wyświetlanie wiadomości w postaci hexadecymalnej w buforze raw, kiedy debugowanie jest włączone dla wtyczki irc - dodano opcję relay.irc.backlog_since_last_message - dodano opcję script.scripts.download_timeout - dodano skrypty do budowania paczek dla Debiana - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2016/01/10/Version-1.4">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.4.html">ChangeLog</a>.
sr: Доступна је верзија 1.4! Неке од нових функционалности: - додато име родитеља у опцијама, приказују се наслеђене вредности ако постоји null у /set излазу - додата опција weechat.look.paste_auto_add_newline - додата /fifo команда - праћење правих имена употребом extended-join и WHO (IRC) - додата подршка за SNI (Server Name Indication) у SSL вези са IRC сервером - додата подршка за IRC „cap-notify” могућност - додата IRC команда /cap - додат хекс испис порука у сировом баферу када је за irc додатак укључено дибаговање - додата опција relay.irc.backlog_since_last_message - додата опција script.scripts.download_timeout - додате скрипте за изградњу Debian пакета - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2016/01/10/Version-1.4">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.4.html">ChangeLog</a>.

source: Version 1.5 is available! Among the new features: - add support of functions in API function "hook_process" - move of nick coloring options from irc plugin to core - move irc bar item "away" to core - add pointer in callbacks used in scripting API - add option irc.network.sasl_fail_unavailable - add Portuguese translations - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2016/05/01/Version-1.5">development blog</a> or <a href="/files/changelog/ChangeLog-1.5.html">ChangeLog</a>.
de: Version 1.5 ist verfügbar! Überblick, der neuen Funktionen: - neu: Unterstützung von internen Funktionen in API Funktion "hook_process" - die Optionen für Nickfarben sind nun Bestandteil der Kernoptionen von WeeChat - IRC-Bar-Item "away" ist Bestandteil der Kernoptionen geworden - neu: Pointer werden bei callbacks verwendet für die Skript-API - neu: Option irc.network.sasl_fail_unavailable - neu: portugiesische Übersetzung - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2016/05/01/Version-1.5">development blog</a> oder <a href="/files/changelog/ChangeLog-1.5.html">ChangeLog</a>.
fr: La version 1.5 est disponible ! Parmi les nouvelles fonctionnalités : - ajout du support de fonctions dans la fonction de l'API "hook_process" - déplacement des options de couleur des pseudos de l'extension irc vers "core" - déplacement de l'objet de barre irc "away" vers "core" - ajout d'un pointeur dans les callbacks de l'API de script - ajout de l'option irc.network.sasl_fail_unavailable - ajout des traductions en Portugais - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2016/05/01/Version-1.5">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.5.html">ChangeLog</a>.
ja: バージョン 1.5 をリリースしました! 新しい機能: - API 関数 "hook_process" に関数呼び出し機能を追加 - ニックネーム色付けオプションを irc プラグインからコアに移動 - irc バー要素 "away" をコアに移動 - スクリプト API で使われるコールバックにポインタを追加 - オプション irc.network.sasl_fail_unavailable を追加 - ポルトガル語翻訳を追加 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2016/05/01/Version-1.5">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.5.html">ChangeLog</a> を参照してください。
pl: Wersja 1.5 jest dostępna! Nowe funkcje: - dodano wsparcie funkcji w API funkcją "hook_process" - przeniesiono wsparcie dla opcji kolorowania nicków z sekcji irc do sekcji core - przeniesiono element paska irc "away" do core - dodano wkaźnik do callbacków używanych w API skryptów - dodano opcję irc.network.sasl_fail_unavailable - dodano tłumaczenie na język portugalski - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2016/05/16/Version-1.5">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.5.html">ChangeLog</a>.
sr: Доступна је верзија 1.5! Неке од нових функционалности: - додата подршка за функције у API функцији „hook_process” - опције за бојење надимка су премештене из irc додатка у језгро - ставка irc траке „away” је премештена у језгро - додат је показивач у функцијама повратног позива које се користе у API скриптовања - додата је опција irc.network.sasl_fail_unavailable - додати су преводи на португалски - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2016/05/01/Version-1.5">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.5.html">ChangeLog</a>.

source: Version 1.6 is available! Among the new features: - add optional argument "lowest", "highest" or level mask in command /input hotlist_clear - add option "cycle" in command /buffer - add "extra" argument to evaluate extra variables in function string_eval_expression() - add option relay.network.allow_empty_password - add support for one-time triggers - rename server options "default_msg_{kick|part|quit}" to "msg_{kick|part|quit}", evaluate them - allow escape of comma in command "init" (weechat relay protocol) - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2016/10/02/Version-1.6">development blog</a> or <a href="/files/changelog/ChangeLog-1.6.html">ChangeLog</a>.
de: Version 1.6 ist verfügbar! Überblick, der neuen Funktionen: - neu: optionales Argument "lowest", "highest" oder Levelmaske für Befehl /input hotlist_clear - neu: Option "cycle" für den /buffer Befehl - neu: "extra" Argument um zusätzliche Variablen in der Funktion string_eval_expression() zu evaluieren - neu: Option relay.network.allow_empty_password - Unterstützung von einmaligen Triggern - Umbenennung der Serveroptionen "default_msg_{kick|part|quit}" nach "msg_{kick|part|quit}" und Optionen sind evaluierbar - es ist möglich das Kommazeichen im "init" Befehl zu nutzen (weechat relay Protokoll) - sowie Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2016/10/02/Version-1.6">Entwickler-Blog</a> oder <a href="/files/changelog/ChangeLog-1.6.html">ChangeLog</a>.
fr: La version 1.6 est disponible ! Parmi les nouvelles fonctionnalités : - ajout d'un paramètre optionnel "lowest", "highest" ou un masque de niveau dans la commande /input hotlist_clear - ajout de l'option "cycle" dans la commande /buffer - ajout du paramètre "extra" pour évaluer les variables additionnelles dans la fonction string_eval_expression() - ajout de l'option relay.network.allow_empty_password - ajout du support des triggers qui s'exécutent une seule fois - renommage des options de serveur "default_msg_{kick|part|quit}" en "msg_{kick|part|quit}", qui sont évaluées - support de l'échappement de la virgule dans la commande "init" (protocole relai weechat) - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2016/10/02/Version-1.6">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.6.html">ChangeLog</a>.
ja: バージョン 1.6 をリリースしました! 新しい機能: - 任意指定の引数 "lowest"、"highest"、レベルマスクを /input hotlist_clear コマンドに追加 - "cycle" オプションを /buffer コマンドに追加 - 追加的な変数を評価するための "extra" 引数を追加 string_eval_expression() 関数に追加 - relay.network.allow_empty_password オプションを追加 - 一回限り有効なトリガのサポートを追加 - サーバオプション "default_msg_{kick|part|quit}" の名前を "msg_{kick|part|quit}" に変更、値の評価機能を追加 - "init" コマンドでコンマのエスケープを許可 (weechat リレープロトコル) - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2016/10/02/Version-1.6">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.6.html">ChangeLog</a> を参照してください。
pl: Wersja 1.6 jest dostępna! Nowe funkcje: - dodano opcjonalny argument "lowest", "highest" lub maske poziomu w komendzie /input hotlist_clear - dodano opcję "cycle" w komendzie /buffer - dodano argument "extra" do przetwarzania dodatkowych argumentóe w funkcjistring_eval_expression() - dodano opcję relay.network.allow_empty_password - dodano wsparcie dla jednorazowych triggerów - zmiana nazw opcji serwera z "default_msg_{kick|part|quit}" na "msg_{kick|part|quit}", są one przetwarzane - zezwolono na escapowanie przecinka w komendzie "init" (protokół pośrednika WeeChat) - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2016/10/02/Version-1.6">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.6.html">ChangeLog</a>.
sr: Доступна је верзија 1.6! Неке од нових функционалности: - додат је необавезни аргумент „lowest”, „highest” или маска нивоа у команду /input hotlist_clear - додата је опција „cycle” у команду /buffer - додат је „extra” аргумент та израчунавање додатних променљивих у функцији string_eval_expression() - додата је опција relay.network.allow_empty_password - додата је опција за једнократне окидаче - промењено је име серверских опција „default_msg_{kick|part|quit}” на „msg_{kick|part|quit}”, израчунавају се - омогућено је означавање запете у команди „init” (weechat релеј протокол) - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2016/10/02/Version-1.6">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.6.html">ChangeLog</a>.
