Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 1.7 is available! Among the new features: - add option weechat.look.align_multiline_words - add option "time" in command /debug - add infos "uptime" and "pid" - add optional arguments in completion template - add irc server option "usermode" - add tag "self_msg" on self messages - add configuration file fifo.conf for fifo plugin - add option "-oc" in command /exec - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2017/01/15/Version-1.7">development blog</a> or <a href="/files/changelog/ChangeLog-1.7.html">ChangeLog</a>.
de: Version 1.7 ist verfügbar! Überblick, der neuen Funktionen: - neu: Option weechat.look.align_multiline_words - neu: Option "time" für Befehl /debug - neu: Info "uptime" und "pid" - neu: optional Argumente für Vorlage bei Vervollständigung - neu: Option "usermode" für IRC Server - neu: tag "self_msg" für eigene Nachrichten - neu: Konfigurationsdatei fifo.conf für fifo Erweiterung - neu: Option "-oc" für Befehl /exec - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2017/01/15/Version-1.7">development blog</a> oder <a href="/files/changelog/ChangeLog-1.7.html">ChangeLog</a>.
fr: La version 1.7 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option weechat.look.align_multiline_words - ajout de l'option "time" dans la commande /debug - ajout des infos "uptime" et "pid" - ajout de paramètres facultatifs dans le modèle de complétion - ajout de l'option de serveur irc "usermode" - ajout de l'étiquette "self_msg" sur les messages personnels - ajout du fichier de configuration fifo.conf pour l'extension fifo - ajout de l'option "-oc" dans la commande /exec - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2017/01/15/Version-1.7">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.7.html">ChangeLog</a>.
ja: バージョン 1.7 をリリースしました! 新しい機能: - オプション weechat.look.align_multiline_words を追加 - コマンド /debug にオプション "time" を追加 - インフォ "uptime" と "pid" を追加 - 補完テンプレートに任意引数を追加 - irc サーバオプション "usermode" を追加 - 自分のメッセージを意味するタグ "self_msg" を追加 - fifo プラグイン用の設定ファイル fifo.conf を追加 - コマンド /exec にオプション "-oc" を追加 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2017/01/15/Version-1.7">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.7.html">ChangeLog</a> を参照してください。
pl: Wersja 1.7 jest dostępna! Najważniejsze zmiany: - nowa opcja weechat.look.align_multiline_words - dodano opcje "time" do komendy /debug - dodano informacje "uptime" oraz "pid" - dodano opcjonalne argumenty do szablonów dopełnień - dodano opcję serwera irc "usermode" - dodano tag "self_msg" dla własnych wiadomości - dodano plik konfiguracyjny fifo.conf dla wtyczki fifo - dodano opcję "-oc" dla komendy /exec - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2017/01/15/Version-1.7">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.7.html">ChangeLog</a>.
sr: Доступна је верзија 1.7! Неке од нових функционалности: - додата је опција weechat.look.align_multiline_words - додата је опција „time” у команду /debug - додате информације „uptime” и „pid” - додати необавезни аргументи у шаблон довршавања - додата опција irc сервера „usermode” - додата ознака „self_msg” на поруку самом себи - додат је фајл конфигурације fifo.conf за fifo plugin - додата је опција „-oc” у команду /exec - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2017/01/15/Version-1.7">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.7.html">ChangeLog</a>.

source: Version 1.7.1 (security release)
de: Version 1.7.1 (Sicherheitsupdate)
fr: Version 1.7.1 (version de sécurité)
ja: バージョン 1.7.1 (セキュリティ修正リリース)
pl: Wersja 1.7.1 (poprawki bezpieczeństwa)
sr: Верзија 1.7.1 (безбедносно издање)

source: Version 1.7.1 is available, it fixes a security problem: a crash can happen in IRC plugin when parsing the filename received via DCC. Upgrade is recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 1.7.1 ist verfügbar. Diese Version behebt ein Sicherheitsproblem: bei der Analyse von DCC-Dateinamen kann es zum Absturz kommen. Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 1.7.1 est disponible, elle corrige un problème de sécurité : un crash peut se produire dans l'extension IRC lors de l'analyse du nom de fichier reçu par DCC. La mise à jour est recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
ja: バージョン 1.7.1 をリリースしました。このリリースではセキュリティ問題 (DCC 経由で受信したフィル名を読み取る際に IRC プラグインがクラッシュする問題) が修正されています。 全てのユーザにアップグレードを推奨します。 詳しい情報は<a href="/doc/security/">セキュリティ問題のページ</a>を参照してください。
pl: Wersja 1.7.1 jest dostępna, poprawia ona problem bezpieczeństwa: nieprawidłowe działanie wtyczki IRC podczas przetwarzania nazw plików odebranchych przez DCC. Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 1.7.1 која исправља безбедносни пропуст: у IRC додатку може да дође до рушења када се парсира име фајла примљено кроз DCC. Препоручује се свим корисницима да ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 1.8 is available! Among the new features: - add option weechat.completion.nick_case_sensitive - add wilcard matching operator, cut of string and ternary operator in evaluation of expressions - add resize of window parents with /window resize [h/v]size - add plugin "buflist" (bar with list of buffers) - add arraylist and dynamic string functions in API - add option "open" in command /server - add signal "irc_server_lag_changed" and store the lag in the server buffer (local variable) - add aspell options to control delimiters in suggestions - add option "-include" in commands /allchan, /allpv and /allserv - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2017/05/13/Version-1.8">development blog</a> or <a href="/files/changelog/ChangeLog-1.8.html">ChangeLog</a>.
de: Version 1.8 ist verfügbar! Überblick, der neuen Funktionen: - neu: Option weechat.completion.nick_case_sensitive - neu: Unterstützung von Platzhaltern, Begrenzung von Zeichenketten und Unterstützung eines Dreifachoperand bei der Evaluation von Ausdrücken - neu: Größenanpassung des Stammfenster mittels /window resize [h/v]Größe - neu: Erweiterung "buflist" (zeigt Buffer in einer separaten Bar an) - neu: Arraylisten und dynamische Stringfunktionen in API - neu: Option "open" für Befehl /server - neu: Signal "irc_server_lag_changed", der Lag wird im Server-Buffer gesichert (lokale Variable) - neu: Aspell-Optionen um Trennzeichen für die Aspell Vorschläge zu nutzen - neu: Option "-include" für die Befehle /allchan, /allpv und /allserv - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2017/05/13/Version-1.8">development blog</a> oder <a href="/files/changelog/ChangeLog-1.8.html">ChangeLog</a>.
fr: La version 1.8 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'option weechat.completion.nick_case_sensitive - ajout de l'opérateur de correspondance à un masque, de la découpe de chaîne et de l'opérateur ternaire avec une condition dans l'évaluation des expressions - ajout du redimensionnement des fenêtres parentes avec /window resize [h/v]size - ajout de l'extension "buflist" (barre avec la liste des tampons) - ajout des fonctions pour les tableaux dynamiques (« arraylist ») et des chaînes dynamiques dans l'API - ajout de l'option "open" dans la commande /server - ajout du signal "irc_server_lag_changed" et stockage du « lag » dans le tampon du serveur (variable locale) - ajout d'options aspell pour contrôler les séparateurs dans les suggestions - ajout de l'option "-include" dans les commandes /allchan, /allpv et /allserv - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2017/05/13/Version-1.8">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.8.html">ChangeLog</a>.
ja: バージョン 1.8 をリリースしました! 新しい機能: - オプション weechat.completion.nick_case_sensitive を追加 - ワイルドカードマッチ演算子、文字列の一部取り出し、式評価時の三項演算子を追加 - /window resize [h/v]size で親ウィンドウのサイズ変更機能を追加 - "buflist" プラグイン (バッファリストを含むバー) を追加 - API に配列リストおよび動的文字列関数を追加 - /server コマンドに "open" オプションを追加 - "irc_server_lag_changed" シグナルの追加と対象のサーババッファに (局所変数として) 遅延時間の保持 - 提案リストの区切り文字を操作する aspell オプションを追加 - /allchan、/allpv、/allserv コマンドに "-include" オプションを追加 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2017/05/13/Version-1.8">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.8.html">ChangeLog</a> を参照してください。
pl: Wersja 1.8 jest dostępna! Najważniejsze zmiany: - dodano opcję weechat.completion.nick_case_sensitive - dodano wilcard matching operator, cut of string and ternary operator in evaluation of expressions - dodano możliwość zmiany rozmiaru okna nadrzędnego za pomocą /window resize [h/v]rozmiar - dodano wtyczkę "buflist" (pasek z listą buforów) - dodano funkcje w API dla arraylist i dynamicznych ciągów - dodano opcję "open" dla komendy /server - dodano sygnał "irc_server_lag_changed" i zapisywanie opóźnienia w buforze serwera (zmienna lokalna) - dodano opcję aspell do kontroli separatora w podpowiedziach - dodano opcję "-include" w komendach /allchan, /allpv i /allserv - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2017/05/13/Version-1.8">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.8.html">ChangeLog</a>.
sr: Доступна је верзија 1.8! Неке од нових функционалности: - додата је опција weechat.completion.nick_case_sensitive - додат је оператор за подударање џокера, исецање стринга и тернарни оператор у израчунавањима израза - додата је промена величине прозора родитеља са/window resize [h/v]величина - додат је додатак „buflist” (рака са листом бафера) - додате су arraylist и динамичке стринг функције у API - додата је опција „open” у команду /server - додат је сигнал „irc_server_lag_changed” и у баферу сервера се чува кашњење (локална променљива) - додате су aspell опције за контролу граничника у предлозима - додата је опција „-include” у команде /allchan, /allpv и /allserv - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2017/05/13/Version-1.8">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.8.html">ChangeLog</a>.

source: Version 1.9 is available! Among the new features: - improve speed of nicklist bar item callback - add auto scroll of buflist bar with new option buflist.look.auto_scroll - add option buflist.format.name - add variables ${format_name}, ${current_buffer} and ${merged} in buflist - display a warning in buflist when the script buffers.pl is loaded - add server/channel pointers in trigger IRC callbacks - add API functions config_option_get_string and hdata_compare - fix bind of Space key - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2017/06/25/Version-1.9">development blog</a> or <a href="/files/changelog/ChangeLog-1.9.html">ChangeLog</a>.
de: Version 1.9 ist verfügbar! Überblick, der neuen Funktionen: - Geschwindigkeit des Nicklist-Bar-Items erhöht - neu: automatisches scrollen der buflist-Bar mittels der neuen Option buflist.look.auto_scroll - neu: Option buflist.format.name - neu: Variablen ${format_name}, ${current_buffer} und ${merged} für buflist - ein Hinweis wird angezeigt wenn buflist und Skript-buffers.pl installiert sind - neu: Server/Channel Pointer in trigger IRC Callbacks - neu: API Funktion config_option_get_string und hdata_compare - Belegung der Leertaste behoben - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2017/06/25/Version-1.9">development blog</a> oder <a href="/files/changelog/ChangeLog-1.9.html">ChangeLog</a>.
fr: La version 1.9 est disponible ! Parmi les nouvelles fonctionnalités : - amélioration de la vitesse de l'objet de barre avec la liste des pseudos - ajout de défilement automatique de la barre buflist avec la nouvelle option buflist.look.auto_scroll - ajout de l'option buflist.format.name - ajout des variables ${format_name}, ${current_buffer} et ${merged} dans buflist - affichage d'un avertissement dans buflist lorsque le script buffers.pl est chargé - ajout des pointeurs vers le serveur et canal dans le trigger des fonctions de rappel IRC - ajout des fonctions config_option_get_string et hdata_compare dans l'API - correction de bug avec la touche Espace - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2017/06/25/Version-1.9">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-1.9.html">ChangeLog</a>.
ja: バージョン 1.9 をリリースしました! 新しい機能: - ニックネームリストバー要素コールバックの速度を改善 - 新しいオプション buflist.look.auto_scroll を用いたバッファリストバーの自動スクロール機能を追加 - オプション buflist.format.name を追加 - バッファリストに変数 ${format_name}、${current_buffer}、${merged} を追加 - buffers.pl がロード済みの場合に buflist 内で警告を表示 - IRC コールバックトリガでサーバ/チャンネルポインタを追加 - API 関数 config_option_get_string と hdata_compare を追加 - Space キーの割り当てを修正 - 多くのバグを修正。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2017/06/25/Version-1.9">開発ブログ</a>または <a href="/files/changelog/ChangeLog-1.9.html">ChangeLog</a> を参照してください。
pl: Wersja 1.9 jest dostępna! Najważniejsze zmiany: - przyspieszono callback elementów paska nicklist - dodano automatyczne przewijanie paska z listą buforów za pomocą opcji buflist.look.auto_scroll - dodano opcję buflist.format.name - dodano zmienne ${format_name}, ${current_buffer} i ${merged} w liście buforów - wyświetla ostrzeżenie w liście buforów jeśli skrypt buffers.pl jest załadowany - dodano wskaźniki dla serwerów/kanałów w triggerach IRC - dodano funkcje API config_option_get_string i hdata_compare - naprawiono bindowanie klawisza spacji - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2017/06/25/Version-1.9">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-1.9.html">ChangeLog</a>.
sr: Доступна је верзија 1.9! Неке од нових функционалности: - побољшана је брзина повратног позива ставке траке листа надимака - додато је аутоматско скроловање траке листа бафера са новом опцијом buflist.look.auto_scroll - додата је опција buflist.format.name - додате си променљиве ${format_name}, ${current_buffer} и ${merged} у buflist - у buflist се приказује упозорење када је учитана скрипта buffers.pl - додати су показивачи на сервер/канал у IRC повратним позивима окидача - додате су API функције config_option_get_string и hdata_compare - исправљено је везивање тастера Размак - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2017/06/25/Version-1.9">развојни блог</a> или <a href="/files/changelog/ChangeLog-1.9.html">ChangeLog</a>.

source: Version 1.9.1 (security release)
de: Version 1.9.1 (Sicherheitsupdate)
fr: Version 1.9.1 (version de sécurité)
ja: バージョン 1.9.1 (セキュリティ修正リリース)
pl: Wersja 1.9.1 (poprawki bezpieczeństwa)
sr: Верзија 1.9.1 (безбедносно издање)

source: Version 1.9.1 is available, it fixes a security problem: a crash can happen in logger plugin when converting date/time specifiers in file mask. Two other bugs are fixed as well in buflist and relay plugins. Upgrade is recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 1.9.1 ist verfügbar. Diese Version behebt ein Sicherheitsproblem: es kann zu einem Absturz in der Logger-Erweiterung kommen wenn Datum/Zeit spezifische Dateimasken umgewandelt werden. Des Weiteren sind noch zwei weitere Fehler in den Erweiterungen buflist und relay behoben worden Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 1.9.1 est disponible, elle corrige un problème de sécurité : un crash peut se produire dans l'extension logger lors de la conversion des caractères de spécification de date/heure dans le masque de fichier. Deux autres bugs sont également corrigés dans les extensions buflist et relay. La mise à jour est recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
ja: バージョン 1.9.1 をリリースしました。このリリースではセキュリティ問題 (ファイルマスクに日付/時間指定子が含まれる場合に logger プラグインがクラッシュする問題) が修正されています。buflist と relay プラグインで発生するその他の 2 つのバグも修正されています。 全てのユーザにアップグレードを推奨します。 詳しい情報は<a href="/doc/security/">セキュリティ問題のページ</a>を参照してください。
pl: Wersja 1.9.1 jest dostępna, poprawia ona problem bezpieczeństwa: nieprawidłowe działanie wtyczki logger podczas konwersji specyfikatorów daty/czasu w nazwie pliku. Dwa dodatkowe błędy zostały także naprawione we wtyczkach buflist i relay Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 1.9.1 која исправља безбедносни пропуст: у logger додатку може да дође до рушења када се у маски фајла конвертују спецификатори датума/времена. Такође су исправљена још два бага у buflist и релеј додацима. Препоручује се свим корисницима да ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.
