Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Output of "git rev-parse HEAD" for scripts repository.
de: Ausgabe von "git rev-parse HEAD" für Skriptrepositorium.
fr: Sortie de "git rev-parse HEAD" pour le dépôt des scripts.
ja: スクリプトリポジトリにおける "git rev-parse HEAD" の出力。
pl: Wynik "git rev-parse HEAD" dla repozytorium ze źródłami.
sr: Излаз команде „git rev-parse HEAD” за репозиторијум скрипти.

source: Next stable version.
de: Kommende stabile Version.
fr: Prochaine version stable.
ja: 次期安定版のバージョン番号。
pl: Następna stabilna wersja.
sr: Наредна стабилна верзија.

source: Next stable version, as number, like plugin API: info_get("version_number").
de: Kommende stabile Version, als Nummer, siehe Erweiterung-API: info_get("version_number").
fr: Prochaine version stable, sous forme de nombre, comme l'API extension : info_get("version_number").
ja: 次期安定版のバージョン番号 (数表記)、プラグイン API における info_get("version_number") と同様。
pl: Następna stabilna wersja, jako numer, jak w API wtyczek: info_get("version_number").
sr: Наредна стабилна верзија, као број, као API додатака: info_get("version_number").

source: Approximate date of next stable version (format: "YYYY-MM-DD").
de: Voraussichtliches Datum der kommenden stabilen Version (Format: "YYYY-MM-DD").
fr: Date approximative de la prochaine version stable (format : "YYYY-MM-DD").
ja: 次期安定版のリリース予定日 (書式: "YYYY-MM-DD")。
pl: Przybliżona data wydania kolejnej stabilnej wersji (format: "YYYY-MM-DD").
sr: Приближни датум наредне стабилне верзије (формат: „ГГГГ-ММ-ДД”).

source: Release signing key fingerprint (format: PGP fingerprint).
de: Fingerprint für Schlüssel zum Unterschreiben der veröffentlichten Version (Format: PGP Fingerprint).
fr: Fingerprint de la clé de signature des versions (format : fingerprint PGP).
ja: リリース用署名鍵の指紋 (書式: PGP 指紋)。
pl: Odcisk klucza podpisu wydania (format: odcisk PGP).
sr: Отисак кључа за потписивање издања (формат: PGP отисак).

source: Release signing key (format: PGP public key as binary file).
sr: Кључ за потписивање издања (формат: PGP јавни кључ као бинарни фајл).

source: Release signing key (format: PGP public key as ASCII file).
sr: Кључ за потписивање издања (формат: PGP јавни кључ као ASCII фајл).

source: Debian/Ubuntu repository signing key fingerprint (format: PGP fingerprint).
de: Fingerprint für Schlüssel zum Unterschreiben des Debian/Ubuntu Repositorium (Format: PGP Fingerprint).
fr: Fingerprint de la clé de signature des dépôts Debian/Ubuntu (format : fingerprint PGP).
ja: Debian/Ubuntu リポジトリ署名鍵の指紋 (書式: PGP 指紋)。
pl: Odcisk klucza podpisu repozytorium Debiana/Ubuntu (format: klucz PGP).
sr: Отисак кључа за потписивање Debian/Ubuntu репозиторијума (формат: PGP отисак).

source: Debian/Ubuntu repository signing key (format: PGP public key as binary file).
sr: Јавни кључ за потписивање Debian/Ubuntu репозиторијума (формат: PGP јавни кључ као бинарни фајл).

source: Debian/Ubuntu repository signing key (format: PGP public key as ASCII file).
sr: Јавни кључ за потписивање Debian/Ubuntu репозиторијума (формат: PGP јавни кључ као ASCII фајл).

source: All non-binary infos (one info by line, format: "info:value").
de: Alle nicht binären Informationen (eine Information pro Zeile, Format: "Info:Wert").
fr: Toutes les infos non binaires (une info par ligne, format : "info:valeur").
ja: 全てのテキスト情報 (1 行に 1 情報、書式: "info:value")。
pl: Wszystkie niebinarne informacje (jedna na linie, format "info:wartość").
sr: Све не-бинарне информације (једна информација по линији, формат: „инфо:вредност”).

source: (file)
sr: (фајл)

source: Developer's guide
de: Entwicklerhandbuch
fr: Guide du développeur
ja: 開発者ガイド
pl: Poradnik developera
sr: Водич за програмере

source: FAQ
sr: ЧПП

source: Plugin API reference
de: Anleitung für API Erweiterung
fr: Référence API extension
ja: プラグイン API リファレンス
pl: Opis API wtyczek
sr: Референтно упутство за API додатака

source: Quick Start guide
de: Quickstart-Anleitung
fr: Guide de démarrage rapide
ja: クイックスタートガイド
pl: Szybki start
sr: Водич за брзи почетак

source: Relay: api
sr: Релеј: api

source: Relay: weechat
sr: Релеј: weechat

source: Scripting guide
de: Skriptanleitung
fr: Guide pour scripts
ja: スクリプト作成ガイド
pl: Poradnik pisania skryptów
sr: Водич за скриптовање

source: User's guide
de: Benutzeranleitung
fr: Guide utilisateur
ja: ユーザーズガイド
pl: Poradnik użytkownika
sr: Корисничко упутство

source: Wiki (user contributions)
pl: Wiki (tworzone przez użytkowników)
sr: Вики (доприноси корисника)

source: A buffer overflow happens in base 32 encoding in evaluated expressions, where padding is made in the resulting string.
sr: У base 32 кодирању у израчунатим изразима долази до прекорачења бафера, при чему се у стрингу резултата врши допуњавање.

source: A buffer overflow happens when a new IRC message 005 is received with longer nick prefixes. <br> Note: a "normal" IRC server should not send again a message 005 with new nick prefixes, so the problem should be limited to malicious IRC servers.
de: Ein Bufferüberlauf tritt auf, wenn eine neue IRC-Nachricht 005 mit längeren Nick-Präfixen empfangen wird. <br> Hinweis: Ein "normaler" IRC-Server sollte nicht erneut eine Nachricht 005 mit neuen Nick-Präfixen senden, daher sollte das Problem auf böswillige IRC-Server beschränkt sein.
fr: Un dépassement de tampon se produit lorsqu'un nouveau message IRC 005 est reçu avec des préfixes de pseudo plus longs. <br> Note : un serveur IRC "standard" ne devrait pas envoyer à nouveau un message 005 avec les préfixes de pseudo, donc le problème devrait se limiter aux serveurs IRC malveillants.
pl: Przepełnienie bufora występujące po odebraniu nowej wiadomości IRC 005 zawierającej dłuższe prefiksy nicków. <br> Uwaga: "normalny" serwer IRC nie powinien wysyłać ponownie wiadomości 005 z nowymi prefiksami nicków, dlatego problem powinien być ograniczony tylko do złośliwych serwerów IRC.
sr: Прекорачење бафера се дешава када се прими нова IRC порука 005 са дужим префиксима надимка. <br> Напомена: „нормални” IRC сервер не би требало да поново пошаље поруку 005 са новим префиксима надимка, тако да би проблем требало да се ограничи на малициозне IRC сервере.

source: A buffer overflow happens when decoding some IRC colors in strings.
de: Beim Dekodieren einiger IRC-Farben in Strings tritt ein Bufferüberlauf auf.
fr: Un dépassement de tampon se produit lors du décodage de certaines couleurs IRC dans les chaînes de caractères.
pl: Przepełnienie bufora podczas dekodowania kolorów IRC w ciągach.
sr: Прекорачење бафера се дешава приликом декодирања неких IRC боја у стринговима.

source: A buffer overflows happens in build of strings in different places.
de: Ein Bufferüberlauf tritt beim Aufbau von Strings an verschiedenen Stellen auf.
fr: Un dépassement de tampon se produit dans la construction de chaînes de caractères à différents endroits.
pl: Przepełnienie bufora podczas budowania ciągów znaków w wielu miejscach.
sr: Прекорачења бафера се дешавају приликом изградње стрингова на различитим местима.

source: A crash happens when decoding a malformed HTTP message in relay plugin, protocol "api". <br> This happens even if the client is not authenticated, the HTTP message is parsed before the authentication.
sr: Приликом декодирања лоше формиране HTTP поруке за „api” протокол, у релеј додатку долази до рушења. <br> Ово се дешава чак и када идентитет клијента није проверен, HTTP порука се парсира пре провере идентитета.

source: A crash happens when decoding a malformed websocket frame in relay plugin. <br> This happens even if a password is set in relay plugin, the malformed websocket frame can be received before the authentication of the client.
de: Beim Decodieren eines fehlerhaften Websocket-Frames in der Relay-Erweiterung kommt es zu einem Absturz. <br> Dies geschieht auch dann, wenn in Relay-Erweiterung ein Passwort festgelegt ist, der fehlerhafte Websocket-Frame kann vor der Authentifizierung des Clients empfangen werden.
fr: Un crash se produit lors du décodage d'un paquet websocket mal formé dans l'extension relay. <br> Cela se produit même si un mot de passe est défini dans l'extension relay, le paquet websocket mal formé pouvant être reçu avant l'authentification du client.
pl: Awaria występująca podczas dekodowania zniekształconej ramki websocket we wtyczce pośrednika. <br> Występuje nawet w przypadku ustawienia hasła dla wtyczki pośrednika, zniekształcona ramka może zostać otrzymana przed autentykacją klienta.
sr: Приликом декодирања лоше формираног вебсокет оквира, у релеј додатку долази до рушења. <br> Ово се дешава чак и ако је у релеј додатку постављена лозинка, лоше формирани вебсокет оквир може да се прими пре провере идентитета клијента.

source: A crash happens when receiving some WeeChat internal color codes in IRC messages.
de: Ein Absturz tritt auf, wenn einige WeeChat-interne Farbcodes in IRC-Nachrichten empfangen werden.
fr: Un crash se produit lors de la réception de certains codes couleurs internes de WeeChat dans les messages IRC.
pl: Crash podczas otrzymywania niektórych wewnętrznych kodów kolorów WeeChat w wiadomościach IRC.
sr: Када се у IRC порукама приме неки WeeChat интерни кодови боја долази до рушења.

source: Access of uninitialized pointer
de: Zugriff auf nicht initialisierten Zeiger
fr: Accès à un pointeur non initialisé
pl: Dostęp do niezainicjalizowanego wskaźnika
sr: Приступ неиницијализованим показивачем

source: After changing options <code>weechat.network.gnutls_ca_system</code> or <code>weechat.network.gnutls_ca_user</code>, you must restart WeeChat.
de: Nachdem Sie die Optionen <code>weechat.network.gnutls_ca_system</code> oder <code>weechat.network.gnutls_ca_user</code> geändert haben, müssen Sie WeeChat neu starten.
fr: Après changement des options <code>weechat.network.gnutls_ca_system</code> ou <code>weechat.network.gnutls_ca_user</code>, vous devez redémarrer WeeChat.
pl: Musisz zrestartować WeeChat po zmianie jednej z opcji <code>weechat.network.gnutls_ca_system</code> lub <code>weechat.network.gnutls_ca_user</code>.
sr: Након измена опција <code>weechat.network.gnutls_ca_system</code> или <code>weechat.network.gnutls_ca_user</code>, морате поново да покренете WeeChat.

source: After changing the options <code>weechat.network.gnutls_ca_system</code> or <code>weechat.network.gnutls_ca_user</code>, the TLS verification function is lost. <br> Consequently, any connection to a server with TLS is made without verifying the certificate, which could lead to a man-in-the-middle attack. <br> Connection to IRC servers with TLS is affected, as well as any connection a server made by a plugin or a script using the function hook_connect.
de: Nach dem Ändern der Optionen <code>weechat.network.gnutls_ca_system</code> oder <code>weechat.network.gnutls_ca_user</code> geht die TLS-Verifizierungsfunktion verloren. <br> Folglich wird jede Verbindung zu einem Server mit TLS hergestellt, ohne das Zertifikat zu verifizieren, was zu einer Man-in-the-Middle-Attacke führen kann. <br> Verbindungen zu IRC-Servern mit TLS sind dabei betroffen, ebenso wie Verbindungen zu einem Server, die durch eine Erweiterung oder ein Skript mit der Funktion hook_connect hergestellt wird.
fr: Après changement des options <code>weechat.network.gnutls_ca_system</code> ou <code>weechat.network.gnutls_ca_user</code>, la fonction de vérification TLS est perdue. <br> Par conséquent, toute connexion à un serveur avec TLS est faite sans vérification du certificat, ce qui peut conduire à une attaque de type "man-in-the-middle". <br> La connexion aux serveurs IRC avec TLS est affectée, ainsi que toute connexion à un serveur faite par une extension ou un script utilisant la fonction hook_connect.
pl: Po zmianie opcji <code>weechat.network.gnutls_ca_system</code> lub <code>weechat.network.gnutls_ca_user</code> funkcja weryfikacji TLS jest tracona. <br> Jako konsekwencja dowolne połączenie z serwerem używającym TLS jest wykonywane bez weryfikacji certyfikatu, co może prowadzić do ataków typu man-in-the-middle. <br> Ma to wpływ na połączenia z serwerami IRC używającymi TLS, podobnie jak wszystkie połączenia wykonywane przez wtyczki i skrypty używające funkcji hook_connect.
sr: Након измена опција <code>weechat.network.gnutls_ca_system</code> или <code>weechat.network.gnutls_ca_user</code>, функција TLS потврђивања је изгубљена. <br> Последица тога је да се било које повезивање са TLS врши без провере сертификата, што може довести до напада типа „човек у средини”. <br> Погођена је веза са IRC серверима преко TLS, као и било која веза са сервером коју направи додатак или скрипта функцијом hook_connect.

source: An integer overflow can happen when looping over items in a list. <br> This can only happen in rare conditions on 32 and 64-bit systems, as the list must contain more than 2,147,483,647 elements. <br> On 16-bit systems, this happens with a list that contains more than 32,767 elements.
sr: Може да дође до прекорачења целобројне вредности током кружења по ставки у листи. <br> На 32 и 64-битним системима до овога долази у ретким случајевима, јер листа мора да садржи више од 2.147.483.647 елемената. <br> На 16-битним системима, ово се дешава када листа садржи више од 32.767 елемената.

source: An integer overflow happens when using numbers with 9 or more decimals in calculation of expression, for example: <code>/eval -n ${calc:0.123456789}</code>.
sr: Када се у израчунавању израза користе бројеви са 9 или више децимала, долази до прекорачења целобројне вредности, на пример: <code>/eval -n ${calc:0.123456789}</code>.

source: An integer overflow may happen in base32 encode/decode functions.
sr: У функцијама за base32 кодирање/декодирање може да дође до прекорачења целобројне вредности.

source: Buffer overflow in base 32 encoding in evaluated expressions.
sr: Прекорачење бафера у base 32 кодирању у израчунатим изразима.

source: Buffer overflow in function util_parse_time when the received date/time has no date and a length of 117 or more chars. <br> It can be an issue in IRC plugin, where the "time" tag received in IRC messages is parsed using this function.
sr: Када примљен датум/време нема датум и дужина је 117 или више карактера, долази до прекорачења бафера у функцији util_parse_time. <br> То може да буде проблем у IRC додатку, где се „time” ознака примљена у IRC порукама парсира овом функцијом.

source: Buffer overflow in parsing of date/time.
sr: Прекорачење бафера приликом парсирања датума/времена.

source: Buffer overflow in range of chars in evaluated expressions.
sr: Прекорачење бафера у опсегу карактера у израчунатим изразима.

source: Buffer overflow in syntax highlighting of evaluated expressions.
sr: Прекорачење бафера у истицању синтаксе израчунатих израза.

source: Buffer overflow on malformed IRC message 324 (channel mode).
de: Bufferüberlauf beim Empfang einer fehlerhaften IRC Nachricht 324 (channel Modi).
fr: Dépassement de tampon sur un IRC 324 (mode de canal) mal formé.
pl: Przepełnienie bufora po otrzymaniu zniekształconej wiadomości IRC 324 (tryb kanału).
sr: Прекорачење бафера код лоше формиране IRC поруке 324 (режим канала).

source: Buffer overflow on new IRC message 005 with nick prefixes.
de: Bufferüberlauf beim Empfang einer neuen IRC Nachricht 005 mit Nick-Präfix.
fr: Dépassement de tampon sur un nouveau message IRC 005 avec des préfixes de pseudo.
pl: Przepełnienie bufora po otrzymaniu nowej wiadomości IRC 005 z prefiksami nicków.
sr: Прекорачење бафера приликом нове IRC поруке 005 са префиксима надимка.

source: Buffer overflow when receiving a DCC file.
de: Bufferüberlauf beim Empfang einer DCC Datei.
fr: Dépassement de tampon lors de la réception d'un fichier DCC.
pl: Przepełnienie bufora przy pobieraniu plików przez DCC.
sr: Прекорачење бафера приликом пријема DCC фајла.

source: Buffer overflow when receiving a malformed IRC message 324 (channel mode).
de: Bufferüberlauf beim Empfang einer fehlerhaften IRC Nachricht 324 (Kanalmoduls).
fr: Dépassement de tampon lors de la réception d'un message IRC 324 (mode de canal) mal formé.
pl: Przepełnienie bufora po otrzymaniu zniekształconej wiadomości IRC 324 (tryb kanału).
sr: Прекорачење бафера приликом пријема лоше формиране IRC поруке 324 (режим канала).

source: Buffer overflow when removing quotes in DCC filename.
de: Bufferüberlauf beim Entfernen von Anführungszeichen im DCC Dateinamen.
fr: Dépassement de tampon lors de la suppression des guillemets dans le nom de fichier DCC.
ja: DCC ファイル名内の引用符を削除する際にバッファオーバーフロー。
pl: Przepełnienie bufora podczas usuwania cudzysłowów w nazwach plików DCC.
sr: Прекорачење бафера приликом уклањања навода у DCC имену фајла.

source: Buffer overflows in build of strings.
de: Bufferüberlauf beim Erstellen von Strings.
fr: Dépassement de tampon dans la constructions de chaînes de caractères.
ja: 文字列を作る際にバッファオーバーフロー。
pl: Przepełnienie bufora w budowaniu ciągów.
sr: Прекорачење бафера у изградњи стрингова.

source: Core
sr: Језгро

source: Core, IRC
de: Kern, IRC
pl: Rdzeń, IRC
sr: Језгро, IRC

source: Core, Plugins
sr: Језгро, Додаци

source: Crash in API function infobar_printf.
de: Absturz in der API Funktion infobar_printf.
fr: Crash dans la fonction API infobar_printf.
pl: Crash w funkcji API infobar_printf.
sr: Рушење у API функцији infobar_printf.

source: Crash on IRC commands sent via Relay.
de: Absturz bei IRC-Befehlen, die über Relay gesendet werden.
fr: Crash sur des commandes IRC envoyées via Relay.
pl: Crash przy wysyłaniu komend IRC przez wtyczkę Relay.
sr: Рушење у IRC командама послатим преко Релеја.

source: Crash on malformed HTTP message in relay plugin, protocol "api".
sr: Рушење у релеј додатку, протокол „api”, приликом лоше формиране HTTP поруке.

source: Crash on malformed IRC message 352 (WHO).
de: Absturz bei einer fehlerhaften IRC Nachricht 352 (WHO).
fr: Crash sur un message IRC 352 (WHO) mal formé.
pl: Crash przez zniekształconą wiadomość IRC 352 (WHO).
sr: Рушење приликом лоше формиране IRC поруке 352 (WHO).

source: Crash on malformed websocket frame in relay plugin.
de: Absturz bei einem fehlerhaften Websocket-Frame in der Relay-Erweiterung.
fr: Crash sur un paquet websocket mal formé dans l'extension relay.
pl: Crash przez zniekształconą ramkę websocket we wtyczce relay.
sr: Рушење у релеј додатку приликом лоше формираног вебсокет оквира.

source: Crash on nicks monitored with /notify.
de: Absturz auf mit /notify überwachten Nicks.
fr: Crash sur des pseudos surveillés avec /notify.
pl: Crash na nickach monitorowanych przez /notify.
sr: Рушење код надимака који се прате са /notify.

source: Crash when decoding IRC colors.
de: Absturz beim Dekodieren von IRC Farbecodes.
fr: Crash lors du décodage des couleurs IRC.
pl: Crash podczas dekodowania kolorów IRC w ciągach.
sr: Рушење приликом декодирања IRC боја.

source: Crash when receiving WeeChat color codes in IRC messages.
de: Absturz beim Empfang von WeeChat Farbcodes innerhalb einer IRC Nachricht.
fr: Crash lors de la réception de codes couleurs WeeChat dans les messages IRC.
pl: Crash podczas otrzymywania kodów kolorów WeeChat w wiadomości IRC.
sr: Рушење приликом пријема WeeChat кодова боја у IRC порукама.

source: Crash when receiving a malformed IRC message 352 (WHO).
de: Absturz beim Empfang einer fehlerhaften IRC Nachricht 352 (WHO).
fr: Crash lors de la réception d'un message IRC 352 (WHO) mal formé.
pl: Crash podczas otrzymywania zniekształconej wiadomości IRC 352 (WHO).
sr: Рушење када се прими лоше формирана IRC порука 352 (WHO).

source: Date/time conversion specifiers are expanded after replacing buffer local variables in name of log files. In some cases, this can lead to an error in function strftime and a crash caused by the use of an uninitialized buffer.
de: Eine Datum/Zeit-Spezifikation wird umgewandelt und erweitert, nachdem lokale Buffervariablen im Dateinamen ersetzt wurden. In Einzelfällen kann dies zu einem Fehler in der strftime Funktionen führen und einen Absturz verursachen, der durch einen uninitialisierten Buffer hervorgerufen wird.
fr: Les caractères de spécification de date/heure sont évalués après le remplacement des variables locales du tampon dans les noms des fichiers de log. Dans certains cas, cela peut provoquer une erreur dans la fonction strftime et un crash causé par l'utilisation d'une variable non initialisée.
ja: 日付/時間変換指定子はバッファの局所変数を置換した後に評価されます。このときにしばしば、strftime 関数が失敗して初期化されていないバッファを利用することでクラッシュが引き起こされる事があります。
pl: Specyfikatory konwersji daty/czasu są rozwijane po zamienieniu zmiennych lokalnych w nazwie plików z logami. W niektórych przypadkach może to prowadzić do błędu w funkcji strftime i spowodować crash spowodowany użyciem niezainicjowanego buforu.
sr: Спецификатори конверзије датума/времена се развијају након замене бафер локалних променљивих у именима лог фајлова. У неким случајевима ово може да доведе до грешке у функцији strftime и до рушења изазваног употребом неиницијализованог бафера.

source: Do not use command <code>/notify</code> with nicks containing formatting chars like "%".
de: Verwenden Sie nicht den Befehl <code>/notify</code> mit Nicks, die Formatierungszeichen wie "%" enthalten.
fr: Ne pas utiliser la commande <code>/notify</code> avec des pseudos contenant des caractère de formatage comme "%".
pl: Nie używaj komendy <code>/notify</code> z nickami zawierającymi znaki formatujące jak "%".
sr: Команда <code>/notify</code> не сме да се користи са надимцима који садрже карактере форматирања као што је „%”.

source: Due to insufficient check of TLS certificate in IRC plugin, man-in-the-middle attackers can spoof a server via an arbitrary certificate.
de: Aufgrund unzureichender Überprüfung des TLS-Zertifikats in der IRC-Erweiterung können Man-in-the-Middle-Angreifer einen Server über ein beliebiges Zertifikat fälschen.
fr: En raison de vérification insuffisante du certificat TLS dans l'extension IRC, des attaquants de type "man-in-the-middle" peuvent usurper un serveur par un certificat arbitraire.
pl: W związku z niewystarczającym sprawdzaniem certyfikatów TLS przez wtyczkę IRC, atakujący za pomocą ataku man-in-the-middle może podstawić inny serwer podstawiając nadrzędny certyfikat.
sr: Услед недовољне провере TLS сертификата у IRC додатку, нападач у „човек у средини” сценарију може да лажира сервер помоћу произвољног сертификата.

source: IRC, Plugins
de: IRC, Erweiterungen
fr: IRC, Extensions
pl: IRC, Wtyczki
sr: IRC, Додаци

source: Improper certificate validation
de: Unsachgemäße Zertifikatsvalidierung
fr: Validation de certificat incorrecte
pl: Błędna walidacja certyfikatów
sr: Неправилна провера сертификата

source: Improper input validation
de: Unsachgemäße Eingabevalidierung
fr: Validation d'entrée incorrecte
pl: Błędna walidacja wejścia
sr: Неправилна провера уноса

source: Integer Overflow or Wraparound
sr: Прекорачење целобројне вредности или обмотавање

source: Integer overflow happens in conversion of a version as string to an integer number, if the version is greater than 0x7FFFFFFF (127.255.255.255), so if the version is at least 0x80000000 (128.0.0.0).
sr: Прекорачење целобројне вредности се дешава приликом конверзије верзије као стринга у целобројни број, у случају када је верзија већа од 0x7FFFFFFF (127.255.255.255), дакле ако је верзија барем 0x80000000 (128.0.0.0).

source: Integer overflow in base32 decode/encode functions.
sr: Прекорачење целобројне вредности у функцијама за base32 декодирање/кодирање.

source: Integer overflow in conversion of version to an integer number.
sr: Прекорачење целобројне вредности приликом конверзије верзије у целобројну вредност.

source: Integer overflow in loops on lists.
sr: Прекорачење целобројне вредности у петљама над листама.

source: Integer overflow with decimal numbers in calculation of expression.
sr: Прекорачење целобројне вредности децималних бројева у израчунавањима израза.

source: NULL Pointer Dereference
sr: Дереференцирање NULL показивача
