Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.3.7 is available! This is a major release, with lot of bugs fixed and major new features. Among the new features: - support of Scheme scripts (new plugin "guile") - support of Python 3.x (but version 2.x still recommended) - add "weechat" protocol in relay plugin for remote interfaces, like <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">QWeeChat</a> - new option irc.color.mirc_remap to remap mirc colors in irc messages - new options irc.look.highlight_{server|channel|pv} to customize or disable default nick highlight - new option "capabilities" in irc servers (to enable some client capabilities on connection) - new option weechat.history.max_buffer_lines_minutes to limit buffer history by time - use extended regex in /filter, /ignore and /list - add support of flags in regular expressions and highlight options - add URL transfer in plugin API (with hook_process and hook_process_hashtable) - add translations in japanese - add doc for relay protocol - add developer's guide - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2012/02/26/Version-0.3.7">development blog</a> or <a href="/files/changelog/ChangeLog-0.3.7.html">ChangeLog</a>.
de: Version 0.3.7 ist verfügbar! Diese Version ist erneut ein Major Release, in welchem viele Fehler behoben sind und ganz neue Funktionen bietet. Zu den neuen Eigenschaften dieser Version: - Unterstützung von Scheme-Skripten (neue Erweiterung "guile") - Unterstützung von Python 3.0 (Version 2.x wird weiterhin empfohlen) - "weechat" Protokoll in der Relay-Erweiterung für Remoteschnittstellen hinzugefügt, z.B. <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">QWeeChat</a> - neue Option, irc.color.mirc_remap um eine Farbanpassung der mIRC Farben in IRC Nachrichten durchzuführen - neue Option, irc.look.highlight_{server|channel|pv} um Standard Highlights anzupassen oder generell zu deaktivieren - neue Option, "capabilities" für IRC Server (um einige Client Fähigkeiten während des Verbindungsaufbaus zu aktivieren) - neue Option, weechat.history.max_buffer_lines_minutes um den Verlaufspeicher zeitlich zu beschränken - Unterstützung erweiterter Regex für /filter, /ignore und /list - Unterstützung von Flags in regulären Ausdrücken und in Optionen die Highlights betreffen - URL Transfer in API Erweiterung eingebaut (mittels hook_process und hook_process_hashtable) - japanische Übersetzung vorhanden - Dokumentation über Relay-Protokoll ergänzt - Entwicklerhandbuch erstellt - viele Fehlerbereinigungen Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2012/02/26/Version-0.3.7">Entwickler blog</a> oder <a href="/files/changelog/ChangeLog-0.3.7.html">Änderungsprotokoll</a>.
fr: La version 0.3.7 est disponible ! C'est une version majeure, avec beaucoup de bugs corrigés et des nouvelles fonctionnalités majeures. Parmi les nouvelles fonctionnalités : - support des scripts Scheme (nouvelle extension "guile") - support de Python 3.x (mais version 2.x toujours recommandée) - ajout du protocole "weechat" dans l'extension relay pour les interfaces distances, comme <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">QWeeChat</a> - nouvelle option irc.color.mirc_remap pour réassigner les couleurs mirc dans les messages irc - nouvelles options irc.look.highlight_{server|channel|pv} pour personnaliser ou désactiver le highlight par défaut sur le pseudo - nouvelle option "capabilities" dans les serveurs irc (pour activer des capacités client à la connexion) - nouvelle option weechat.history.max_buffer_lines_minutes pour limiter l'historique du tampon dans le temps - utilisation d'expressions régulières étendues dans /filter, /ignore et /list - ajout du support de "flags" dans les expressions régulières et les options pour les highlights - ajout du transfert d'URL dans l'API extension (avec hook_process et hook_process_hashtable) - ajout de la traduction en japonais - ajout de la doc pour le protocole relay - ajout du guide du développeur - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2012/02/26/Version-0.3.7">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.3.7.html">ChangeLog</a>.
ja: バージョン 0.3.7 をリリースしました! これは多くのバグ修正と大規模な新機能を含むメジャーリリースです。 新しい機能: - Scheme スクリプトをサポート (新プラグイン "guile") - Python 3.x をサポート (まだバージョン 2.x を推奨) - リレープラグインに <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">QWeeChat</a> などのリモートインターフェース向けに "weechat" プロトコルを追加 - irc メッセージの色を置換する新オプション irc.color.mirc_remap - デフォルトのニックネームハイライトをカスタマイズおよび無効化する新オプション irc.look.highlight_{server|channel|pv} - irc サーバの新オプション "capabilities" (接続時にクライアンの機能を有効化する) - 時間でバッファ履歴を制限する新オプション weechat.history.max_buffer_lines_minutes - /filter、/ignore、/list で拡張正規表現を利用 - 正規表現のフラグとハイライトオプションのサポートを追加 - プラグイン API に URL 転送を追加 (hook_process と hook_process_hashtable で) - 日本語の翻訳を追加 - リレープロトコル用の文書を追加 - 開発者ガイドを追加 - 多くのバグを修正 新機能と修正されたバグの完全なリストは<a href="/blog/post/2012/02/26/Version-0.3.7">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.3.7.html">ChangeLog</a> を参照してください。
pl: Wersja 0.3.7 jest dostępna! Jest to duże wydanie, poprawiono dużo błędów i wprowadzono istotne zmiany. Niektóre ze zmian: - wsparcie dla skryptów Scheme (nowa wtyczka "guile") - wsparcie dla Pythona 3.x (nadal zaleca się używanie wersji 2.x) - dodano protokół "weechat" we wtyczce relay, dzięki czemu możliwe jest podłączanie zdalnych interfejsów jak <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">QWeeChat</a> - nowa opcja irc.color.mirc_remap umożliwiająca mapowanie kolorów mirca w wiadomościach irc - nowe opcje irc.look.highlight_{server|channel|pv} umożliwiające personalizację lub wyłączenie domyślnego podświetlania nicka - nowa opcja "capabilities" dla serwerów irc (włącza możliwości niektórych klientów podczas połączenia) - nowa opcja weechat.history.max_bufer_lines_minutes do ograniczenia historii bufora do określonego czasu - używanie rozszerzonych wyrażeń regularnych w poleceniach /filter, /ignore i /list - dodano wsparcie dla flag w wyrażeniach regularnych i opcjach higlightów - dodano transfer URLi w API wtyczek (za pomocą hook_process i hook_process_hashtable) - dodano japońskie tłumaczenie - dodano dokumentacje protokołu relay - dodano poradnik developera - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2012/02/26/Version-0.3.7">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-0.3.7.html">ChangeLog</a>.
sr: Доступна је верзија 0.3.7! Ово је велико издање, са озбиљним новим могућностима и доста исправљених багова. Неке од нових функционалности: - подршка за Scheme скрипте (нови додатак „guile”) - подршка за Python 3.x (мада се још увек препоручује верзија 2.x) - додавање „weechat” протокола за удаљене интерфејсе у релеј додатку, као <a href="/blog/post/2011/12/25/QWeeChat-Python-Qt-GUI">QWeeChat</a> - нова опција irc.color.mirc_remap којом се ремапирају mirc боје у irc порукама - нова опција irc.look.highlight_{server|channel|pv} за прилагођавање или искључивање подразумеваног истицања надимака - нова опција „capabilities” у irc серверима (да се приликом повезивања укључе неке могућности клијента) - нова опција weechat.history.max_buffer_lines_minutes за ограничавање историје бафера по времену - употреба проширених регуларних израза у /filter, /ignore и /list - додата подршка за заставице у регуларним изразима и опцијама истицања - додат URL трансфер у API додатака (са hook_process и hook_process_hashtable) - додати преводи на јапански - додата документација за релеј протокол - додато упутство за програмере - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2012/02/26/Version-0.3.7">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.3.7.html">ChangeLog</a>.

source: Version 0.3.8 is available! Among the new features: - add terminal "bracketed paste mode" - add IRC "external" SASL mechanism - improve parsing of IRC channel modes (do not send extra command "MODE" to server) - follow symbolic links for configuration files (*.conf) - new option weechat.look.prefix_same_nick (hide same prefix for multiple consecutive messages from same nick) - add colors for backlog lines - redirect IRC messages from clients to hide output (relay plugin, IRC protocol) - add a connection timeout for child process in hook_connect - fix display bugs and crashes with small windows - fix truncated configuration files (zero-length) after system crash - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2012/06/03/Version-0.3.8">development blog</a> or <a href="/files/changelog/ChangeLog-0.3.8.html">ChangeLog</a>.
de: Version 0.3.8 ist verfügbar! Über die neuen Funktionen: - Terminal "bracketed paste mode" wird unterstützt - "externer" SASL Mechanismus für IRC hinzugefügt - verbesserte Syntaxanalyse für IRC Channel-Modes (es wird kein "MODE" Befehl an den Server gesendet) - bei Konfigurationsdateien (*.conf) wird nun einem symbolischem Link gefolgt - neue Option "weechat.look.prefix_same_nick" (der Nickname wird bei aufeinander folgenden Nachrichten unterdrückt) - für die Anzeige der Buffer-Rückverfolgung kann nun eine andere Farbe genutzt werden - IRC Nachrichten von einem Client können umgeleitet werden (Relay-Erweiterung, IRC-Protokoll) - für einen Kindesprozess in hook_connect kann ein Timeout bestimmt werden - Grafikfehler und Abstürze bei sehr kleinen Fenstern behoben - Konfigurationsdateien wurden nach einem Systemabsturz teilweise fehlerhaft gesichert - viele Fehlerbereinigungen. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2012/06/03/Version-0.3.8">Entwickler blog</a> oder <a href="/files/changelog/ChangeLog-0.3.8.html">Änderungsprotokoll</a>.
fr: La version 0.3.8 est disponible ! Parmi les nouvelles fonctionnalités : - ajout du "bracketed paste mode" pour le terminal - ajout du mécanisme IRC SASL "external" - amélioration de l'analyse des modes des canaux IRC (plus d'envoi d'une commande "MODE" supplémentaire au serveur) - suivi des liens symboliques pour les fichiers de configuration (*.conf) - nouvelle option weechat.look.prefix_same_nick (cacher le même préfixe pour plusieurs messages consécutifs du même pseudo) - ajout de couleurs pour les lignes de "backlog" - redirection des messages IRC des clients pour cacher la sortie (extension relay, protocole IRC) - ajout d'un timeout de connexion pour le processus fils dans hook_connect - correction de bugs et crashs avec les petites fenêtres - correction des fichiers de configuration tronqués (taille à zéro) après un crash système - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2012/06/03/Version-0.3.8">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.3.8.html">ChangeLog</a>.
ja: バージョン 0.3.8 をリリースしました! 新しい機能: - 端末の "括弧付きペーストモード" を追加 - IRC の "外部" SASL メカニズムを追加 - IRC チャンネルモードの構文解析を改良 (余分な "MODE" コマンドをサーバに送信するのを止めた) - 設定ファイル (*.conf) のシンボリックリンクを辿る - 新しい weechat.look.prefix_same_nick オプション (同じニックネームが送信した複数の連続するメッセージに含まれる同じプレフィックスを隠す) - バックログ用の色を追加 - クライアントからの出力を隠す IRC メッセージをリダイレクト (リレープラグイン、IRC プロトコル) - hook_connect に子プロセスの接続タイムアウトを追加 - 狭いウィンドウで起きる表示バグとクラッシュを修正 - システムクラッシュ後の不完全な設定ファイル (ゼロ長) を修正 - 多くのバグを修正 新機能と修正されたバグの完全なリストは<a href="/blog/post/2012/06/03/Version-0.3.8">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.3.8.html">ChangeLog</a> を参照してください。
pl: Wersja 0.3.8 jest dostępna! Nowe funkcje: - dodano tryb "wklejania nawiasów" - dodano "zewnętrzny" mechanizm SASL dla IRC - poprawiono parsowanie trybów kanałów IRC (dodatkowa komenda "MODE" nie jest wysyłana do serwera) - podążanie za dowiązaniami symbolicznymi do plików konfiguracyjnych (*.conf) - nowa opcja weechat.look.prefix_same_nick (ukrywa prefix dla wielu kolejnych wiadomości od tego samego nicku) - dodano kolory do linii backloga - przekierowanie wiadomości IRC od klientów do ukrytego wyjścia (wtyczka relay, protokół IRC) - dodano timeout połączenia dla procesów potomnych hook_connect - poprawiono błędy wyświetlania i awarie występujące na małych oknach - pliki konfiguracyjne nie ulegną już uszkodzeniu po awarii systemu - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2012/06/03/Version-0.3.8">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-0.3.8.html">ChangeLog</a>.
sr: Доступна је верзија 0.3.8! Неке од нових функционалности: - додат је терминалски „режим ограђеног налепљивања” - додат је IRC „external” SASL механизам - унапређено парсирање IRC режима канала (серверу се не шаље се додатна „MODE” команда) - за конфигурационе фајлове се прате симболички линкови (*.conf) - нова опција weechat.look.prefix_same_nick (скривање истог префикса за више узастопних порука од истог надимка) - додате боје за заостале линије - преусмеравање IRC порука од клијената да би се сакрио излаз (релеј додатак, IRC протокол) - додат је тајмаут повезивања за процес дете у hook_connect - исправљени багови приказа и рушења код малих прозора - исправљени прекраћени конфигурациони фајлови (нулте дужине) након рушења система - исправљено је много багова. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2012/06/03/Version-0.3.8">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.3.8.html">ChangeLog</a>.

source: Version 0.3.9 is available! Among the new features: - add plugin "script" (replacement of weeget.py and script.pl) - add support of SSL in relay plugin - add color for offline nicks - add system resource limits for WeeChat process - add zoom on merged buffer (default key: alt+"x") - add "Day changed to" in logger backlog - add command line option "-r" (or "--run-command") to run command(s) after startup of WeeChat - add option "swap" for command /buffer - generate alternate IRC nicks dynamically (when all nicks are already in use) - fix rejoin of password protected IRC channels - fix freeze in irc and relay plugins with sockets - fix color of long lines (displayed on more than one line on screen) under FreeBSD - allow update for some variables of hdata - add japanese user's guide, scripting guide and tester's guide - many bugs fixed. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2012/09/29/Version-0.3.9">development blog</a> or <a href="/files/changelog/ChangeLog-0.3.9.html">ChangeLog</a>.
de: Version 0.3.9 ist verfügbar! unter anderem mit folgenden, neuen, Funktionen: - neue Erweiterung: "script" (ersetzt weeget.py und script.pl) - SSL Unterstützung für die relay Erweiterung - Nicks die offline sind werden im Channel mit einer eigenen Farbe dargestellt - Systemressourcen für WeeChat Prozess können begrenzt werden - Zoom für zusammengefügte Buffer (Standardtastenbefehl: alt+"x") - Anzeige des "Datumswechsel" für Protokolldateien hinzugefügt - Option für Befehlszeile "-r" (oder "--run-command") um einen oder mehrere Befehle nach dem Start auszuführen - Option "swap" für den Befehl /buffer - alternative IRC Nicks werden dynamisch erzeugt (falls alle vorgegeben Nicks schon verwendet werden) - rejoin von Passwort geschützten IRC Channels behoben - Einfrieren von IRC und Relay Erweiterung mit sockets behoben - Farbgebung von langen Zeilen (falls mehr als eine Zeile dargestellt wird) unter FreeBSD behoben - einige Variablen für hdata können geändert werden - neue Benutzeranleitung, Skript-Anleitung und Anleitung für Testpersonen, auf japanisch - und viele weitere Fehler wurden behoben. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2012/09/29/Version-0.3.9">Entwickler blog</a> oder <a href="/files/changelog/ChangeLog-0.3.9.html">Änderungsprotokoll</a>.
fr: La version 0.3.9 est disponible ! Parmi les nouvelles fonctionnalités : - ajout de l'extension "script" (remplaçant de weeget.py et script.pl) - ajout du support SSL dans l'extension relay - ajout de couleur pour les pseudos déconnectés - ajout de limites de ressource système pour le processus WeeChat - ajout de zoom sur le tampon mélangé (touche par défaut : alt+"x") - ajout de "Jour changé" dans le backlog de logger - ajout de l'option de ligne de commande "-r" (ou "--run-command") pour lancer une/des commande(s) après le démarrage de WeeChat - ajout de l'option "swap" pour la commande /buffer - génération de pseudos IRC alternatifs dynamiquement (quand tous les pseudos sont déjà en cours d'utilisation) - correction du rejoin de canaux IRC protégés par mot de passe - correction de freeze dans les extensions irc et relay avec les sockets - correction de la couleur des longues lignes (affichées sur plus d'une ligne à l'écran) sous FreeBSD - autorisation de mise à jour pour certaines variables des hdata - ajout des guides utilisateur, script et testeur en japonais - nombreux bugs corrigés. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2012/09/29/Version-0.3.9">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.3.9.html">ChangeLog</a>.
ja: バージョン 0.3.9 をリリースしました! 新しい機能: - "script" プラグインを追加 (weeget.py と script.pl の代替) - リレープラグインにおける SSL のサポート - オフライン状態のニックネーム用の色を追加 - WeeChat プロセス用のシステムリソース制限を追加 - マージされたバッファにおけるズーム機能を追加 (デフォルトキーは alt+"x") - ロガーのバックログに "日付の変更" を追加 - WeeChat の起動後にコマンドを実行する "-r" (または "--run-command") コマンドラインオプションを追加 - /buffer コマンドに "swap" オプションを追加 - 動的な代替 IRC ニックネームを生成 (全てのニックネームが使用中の場合に限り) - パスワードで保護された IRC チャンネルへの再参加を修正 - ソケットを使う irc とリレープラグインにおけるフリーズを修正 - FreeBSD における長い行の色を修正 (スクリーンの 1 行を超える行の表示) - hdata の一部の変数に対するアップデートを許可 - 日本語のユーザーズガイド、スクリプト作成ガイド、テスターガイドを追加 - 多くのバグを修正 新機能と修正されたバグの完全なリストは<a href="/blog/post/2012/09/29/Version-0.3.9">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.3.9.html">ChangeLog</a> を参照してください。
pl: Wersja 0.3.9 jest dostępna! Nowe funkcje: - dodano wtyczkę "script" (zastępuje weeget.py oraz scriphide same prefix for multiple consecutive messages from same nickt.pl) - dodano wsparcie dla SSL we wtyczce pośrednika - dodano kolor dla nicków będących offline - dodano limit zasobów systemowych dla procesu Weechat - dodano powiększenie w połączonych buforach (domyślnie alt+"x") - dodano "Dzień zmieniono na" w loggerze backloga - dodano parametr z linii poleceń "-r" (lub "--run-command") do uruchamhide same prefix for multiple consecutive messages from same nickiania komend(y) po uruchomieniu WeeChat - dodano opcję "swap" do polecenia /buffer - dynamiczne generowanie alternatywnych nicków na IRC (kiedy wszystkie nicki są już użyte) - poprawiono podobne wchodzenie na kanały IRC zabezpieczone hasłem - naprawiono zawieszanie się wtyczek irc i relay z gniazdami - poprawiono kolorowanie długich linii (wyświetlanych jak więcej niż jedna linia na ekranie) pod FreeBSD - niektóre zmienne w hdata mogą być uaktualniane - dodano japońskie poradniki: użytkownika, testera i pisania skryptów - poprawiono wiele błędów. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2012/09/29/Version-0.3.9">blogu developerskim</a> oraz w pliku <a href="/files/changelog/ChangeLog-0.3.9.html">ChangeLog</a>.
sr: Доступна је верзија 0.3.9! Неке од нових функционалности: - додат „script” додатак (замена за weeget.py и script.pl) - додата подршка за SSL у релеј додатку - додата боја за надимке који су ван мреже - додата ограничења системских ресурса за WeeChat процес - додат зум на спојени бафер (подразумевани тастер: alt+„x”) - додато „Дан се променио на” у заостатку логера - додата опција командне линије „-r” (или „--run-command”) којом се након покретања програма WeeChat покреће команда (или више њих) - додата опција „swap” за команду /buffer - динамичко генерисање алтернативних IRC надимака (када су сви надимци већ у употреби) - исправљено поновно приступање у IRC канале заштићене лозинком - исправљено замрзавање у irc и релеј додацима са сокетима - исправљена боја дугачких линија (које се приказују на више од једне линије екрана) на систему FreeBSD - дозвољено ажурирање неких hdata променљивих - додато је јапанско корисничко упутство, водич за скриптовање и водич за тестере - исправљени су многи багови. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2012/09/29/Version-0.3.9">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.3.9.html">ChangeLog</a>.

source: Version 0.3.9.1 (security release)
de: Version 0.3.9.1 (Sicherheitsupdate)
fr: Version 0.3.9.1 (version de sécurité)
ja: バージョン 0.3.9.1 (セキュリティ修正リリース)
pl: Wersja 0.3.9.1 (poprawki bezpieczeństwa)
sr: Верзија 0.3.9.1 (безбедносно издање)

source: Version 0.3.9.1 is available, it fixes a security problem (buffer overflow when decoding IRC colors in strings). Upgrade is recommended for all users. More information on the <a href="/doc/security/">page with security issues</a>.
de: Version 0.3.9.1 ist sofort verfügbar. Diese Zwischenversion behebt ein Sicherheitsproblem, beim Dekodieren von IRC Farbcodes in Nachrichten. Es wird allen Anwendern empfohlen diese Version zu installieren. Weitere Informationen findet man auf der <a href="/doc/security/">Seite zu Sicherheitsfragen</a>.
fr: La version 0.3.9.1 est disponible, elle corrige un problème de sécurité (dépassement de tampon lors du décodage des couleurs IRC dans les chaînes de caractères). La mise à jour est recommandée pour tous les utilisateurs. Plus d'information sur la <a href="/doc/security/">page avec les problèmes de sécurité</a>.
ja: バージョン 0.3.9.1 をリリースしました。このリリースではセキュリティ問題 (文字列中の IRC 用の色をデコードする際のバッファオーバーフロー) が修正されています。 全てのユーザにアップグレードを推奨します。 詳しい情報は<a href="/doc/security/">セキュリティ問題のページ</a>を参照してください。
pl: Wersja 0.3.9.1 jest dostępna, poprawia ona problem bezpieczeństwa (przepełnienie bufora podczas dekodowania kolorów IRC w ciągach). Aktualizacja jest zalecana dla wszystkich użytkowników. Więcej informacji można znaleźć na <a href="/doc/security">stronie z problemami bezpieczeństwa</a>.
sr: Доступна је верзија 0.3.9.1 која исправља безбедносни пропуст (прекорачење бафера када се декодирају IRC боје у стринговима). Препоручује се да сви корисници ажурирају програм. Више детаља на <a href="/doc/security/">страници са безбедносним проблемима</a>.

source: Version 0.3.9.2 (security release)
de: Version 0.3.9.2 (Sicherheitsupdate)
fr: Version 0.3.9.2 (version de sécurité)
ja: バージョン 0.3.9.2 (セキュリティ修正リリース)
pl: Wersja 0.3.9.2 (poprawki bezpieczeństwa)
sr: Верзија 0.3.9.2 (безбедносно издање)
