Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: An e-mail is sent to the authors of Python scripts which are not compatible with Python 3 (at least they are not marked as compatible in database).
de: Eine e-Mail wurde an die Autoren von Python-Skripten versendet, welche noch nicht kompatibel mit Python 3 sind (oder noch nicht in der Datenbank als kompatibel aufgeführt werden).
fr: Un e-mail est envoyé à tous les auteurs de scripts python qui ne sont pas compatibles avec Python 3 (du moins s'ils ne sont pas marqués comme étant compatibles dans la base de données).
ja: Python 3 と互換性のない Python スクリプト (データベースで互換性があると目印をつけられていないスクリプト) の作者にメールを送信します。
pl: E-mail został wysłany do autorów pythonowych skryptów, które nie są kompatybilne z Pythonem 3 (lub są oznaczone jako niekompatybilne).
sr: Послат је и-мејл ауторима Python скрипти које нису компатибилне са Python 3 (барем нису означене као компатибилне у бази података).

source: All authors are encouraged to make their scripts compatible with Python 3.x as soon as possible. Help from other people is welcome as well.
de: Alle Autoren werden angehalten ihre Skripte so zu erstellen, dass diese baldmöglichst zu Python 3.x kompatibel sind. Unterstützen durch Dritte wird natürlich gerne angenommen.
fr: Tous les auteurs sont encouragés à rendre leurs scripts compatibles avec Python 3.x le plus tôt possible. L'aide d'autres personnes est la bienvenue également.
ja: すべてのスクリプト作者に向けて、速やかに Python 3.x との互換性を確保することを推奨します。また、誰かの手助けも歓迎します。
pl: Wszyscy autorzy są zachęcani do adaptacji swoich skryptów do Pythona 3.x tak szybko jak to tylko możliwe. Pomoc od innych osób jest również mile widziana.
sr: Сви аутори би требало што пре да измене своје скрипте тако да буду компатибилне са Python 3.x. Такође је добродошла и помоћ осталих људи.

source: All new scripts must be compatible with both Python 2.7 and Python 3.x.
de: Alle neuen Skripte müssen sowohl mit Python 2.7 als auch mit Python 3.x kompatibel sein.
fr: Tous les nouveaux scripts doivent être compatibles avec Python 2.7 et Python 3.x.
ja: すべての新しいスクリプトに対して Python 2.7 および Python 3.x との互換性を持つことが求められます。
pl: Wszystkie nowe skrypty muszą być kompatybilne zarówno z Pythonem 2.7 jak i Pythonem 3.x.
sr: Све нове скрипте морају да буду компатибилне и са Python 2.7 и са Python 3.x.

source: Script updates are still allowed to be compatible with Python 2.7 only.
de: Skripte, die aktualisiert werden, brauchen nur Python 2.7 zu unterstützen.
fr: Les mises à jour de scripts compatibles avec Python 2.7 seulement sont toujours autorisées.
ja: Python 2.7 のみの互換性を確保してスクリプトを更新することはまだ許可されます。
pl: Aktualizacje skryptów mogą być kompatybilne tylko z Pythonem 2.7.
sr: Дозвољено је да ажурирања скрипте буду компатибилна само са Python 2.7.

source: All new scripts as well as script updates must be compatible with both Python 2.7 and Python 3.x.
de: Alle neuen Skripte sowie alle Skripte, die aktualisiert werden, müssen mit Python 2.7 und Python 3.x kompatibel sein.
fr: Tous les nouveaux scripts ainsi que les mises à jour doivent être compatibles avec Python 2.7 et Python 3.x.
ja: すべての新しいスクリプトおよびスクリプト更新に対して Python 2.7 および Python 3.x との互換性を持つことが求められます。
pl: Wszystkie nowe skrypty, jak i aktualizacje muszą być kompatybilne z Pythonem 2.7 jak i Pythonem 3.x.
sr: Све нове скрипте, као и ажурирања скрипти морају да буду компатибилна и са Python 2.7 и са Python 3.x.

source: Scripts must be properly tested with Python 2.7 and a Python 3.x version (if possible the latest stable).
de: Skripte müssen gründlich mit Python 2.7 und Python 3.x getestet werden (wenn möglich mit der aktuellen stabilen Version).
fr: Les scripts doivent être correctement testés avec Python 2.7 et Python 3.x (si possible la dernière version stable).
ja: スクリプトに対して Python 2.7 と Python 3.x (可能ならば最新安定版) バージョンの両方でテストされることが求められます。
pl: Skrypty muszą być dobrze przetestowane z Pytonem 2.7 i Pythonem 3.x (najlepiej z najnowszą stabilną wersją).
sr: Скрипте морају прописно да се тестирају и са Python 2.7 и са Python 3.x верзијом (по могућству последњом стабилном верзијом).

source: New versions of WeeChat are compiled with Python 3 by default, which becomes the recommended Python version to use in WeeChat.
de: Neue Versionen von WeeChat werden ab diesem Tag standardmäßig mit Python 3 kompiliert, da es dann die empfohlene Python Version für WeeChat ist.
fr: Les nouvelles versions de WeeChat sont compilées avec Python 3 par défaut, qui devient la version recommandée dans WeeChat.
ja: WeeChat の最新版はデフォルトとして Python 3 でコンパイルされます。この Python 3 のバージョンが WeeChat で推奨される Python バージョンとなります。
pl: Nowe wersje WeeChat będą kompilowane domyślnie z Pythonem 3, który stanie się zalecaną wersją Pythona przez WeeChat.
sr: Нове верзије WeeChat се подразумевано компајлирају са Python 3, што постаје препоручена Python верзија која се користи у WeeChat.

source: All new scripts as well as script updates must still be compatible with Python 2.7 and Python 3.x, time for the users to upgrade to the latest version of WeeChat which is Python 3 only.
de: Alle neuen Skripte sowie alle Skripte, die aktualisiert werden, müssen Python 2.7 und Python 3.x unterstützen. Es wird Zeit das die Anwender auf die aktuelle Version von WeeChat upgraden, die dann nur noch Python 3 unterstützt.
fr: Tous les nouveaux scripts ainsi que les mises à jour doivent toujours être compatibles avec Python 2.7 et Python 3.x, le temps pour les utilisateurs de mettre à jour vers la dernière version stable de WeeChat qui supporte seulement Python 3.
ja: すべての新しいスクリプトおよびスクリプト更新に対して Python 2.7 および Python 3.x との互換性を持つことが求められます。ユーザに向けて Python 3 のみをサポートする WeeChat 最新版へアップグレードすることを求めます。
pl: Wszystkie nowe skrypty jak i aktualizacje muszą być kompatybilne z Pythonem 2.7 jak i Pythonem 3.x, dając czas użytkownikom na aktualizacje do najnowszej wersji WeeChat wspierającej tylko Pythona 3.
sr: Све нове скрипте као и ажурирања скрипти морају да буду компатибилни са Python 2.7 и са Python 3.x, време је да корисници пређу на најновију верзију програма WeeChat која је само Python 3.

source: Unfortunately, at this date, only 42%% of Python scripts (96 out of 226) are compatible with Python 3. Compiling by default with Python 3 should speed up the update of scripts.
de: Bedauerlicherweise sind zu diesem Stichtag nur 42%% (96 von 226) der Python-Skripten mit Python3 kompatibel. Standardmäßig wird WeeChat nun mit Python 3 kompiliert was hoffentlich dazu führt, dass die verbleibenden Skripte zeitnah angepasst werden.
fr: Malheureusement, à cette date, seulement 42%% des scripts Python (96 sur 226) sont compatibles avec Python 3. Compiler par défaut avec Python 3 devrait accélérer la mise à jour des scripts.
pl: Niestety, na tą chwilę tylko 42%% skryptów Pythonowych (96 z 226) jest kompatybilnych z Pythonem 3. Domyślna kompilacja z Pythonem 3 powinna przyspieszyć aktualizację skryptów.
sr: Нажалост, тренутно је само 42%% Python скрипти (96 од 226) компатибилно са Python 3. Подразумевано компајлирање са Python 3 би требало да убрза ажурирање скрипти.

source: It is the initial end date for the transition.
de: Dies ist das anfängliche Enddatum für den Übergang.
fr: Il s'agit de la date de fin initiale pour la transition.
pl: Jest to początkowa data końca okresu przejściowego.
sr: То је иницијални датум краја транзиције.

source: Unfortunately, at this date, only 46%% of Python scripts (103 out of 228) are compatible with Python 3. The end of transition is postponed (see below).
de: Bedauerlicherweise sind zu diesem Stichtag nur 46%% (103 von 228) der Python-Skripten mit Python3 kompatibel. Das Ende der Übergangsphase wurde nach hinten verschoben (siehe unten).
fr: Malheureusement, à cette date, seulement 46%% des scripts Python (103 sur 228) sont compatibles avec Python 3. La fin de la transition est repoussée (voir ci-dessous).
pl: Niestety, na tą chwilę tylko 46%% skryptów Pythonowych (103 z 228) jest kompatybilnych z Pythonem 3. Zakończenie okresu przejściowego zostało opóźnione (zobacz niżej).
sr: Нажалост, тренутно је само 46%% Python скрипти (103 од 226) компатибилно са Python 3. Одложен је крај транзиције (погледајте испод).

source: All new scripts as well as script updates must be compatible with Python 3.x. Extra support of Python 2.x is optional.
de: Alle neuen Skripte sowie alle Skripte, die aktualisiert werden, müssen Python 3.x unterstützen. Eine zusätzliche Unterstützung von Python 2.x ist freiwillig.
fr: Tous les nouveaux scripts ainsi que les mises à jour doivent être compatibles avec Python 3.x Le support supplémentaire de Python 2.x est facultatif.
ja: すべての新しいスクリプトおよびスクリプト更新に対して Python 3.x との互換性を持つことが求められます。Python 2.x との互換性継続は任意です。
pl: Wszystkie nowe skrypty jak i aktualizacje muszą być kompatybilne z Pythonem 3.x. Wsparcie dla Pythona 2.x będzie opcjonalne.
sr: Све нове скрипте као и ажурирања скрипти морају да буду компатибилни са Python 3.x. Додатна подршка за Python 2.x није обавезна.

source: Starting with WeeChat 3.8, support of Python 2.x has been removed.
de: Beginnend mit WeeChat 3.8 wurde die Unterstützung von Python 2.x entfernt.
fr: À partir de WeeChat 3.8, le support de Python 2.x a été supprimé.
pl: Zaczynając od wersji 3.8 WeeChat wsparcie dla pythona 2.x zostało porzucone.
sr: Почевши са WeeChat 3.8, уклоњена је подршка за Python 2.x.

source: <strong>Important</strong>: at this date, all scripts that are not compatible with Python 3 are disabled: still visible on the scripts list page, but marked as "disabled" and these scripts can not be installed in WeeChat any more.
de: <strong>Wichtig</strong>: Skripte, die an diesem Tag noch nicht mit Python 3 kompatibel sind, werden deaktiviert: Diese Skripte werden auf der Skriptseite aufgeführt, haben aber den Vermerk "deaktiviert" und können nicht mehr in WeeChat installiert werden.
fr: <strong>Important</strong> : à cette date, tous les scripts qui ne sont pas compatibles avec Python 3.x sont désactivés : toujours visibles sur la page de liste des scripts mais marqués comme « désactivés » et ces scripts ne peuvent plus être installés sous WeeChat.
pl: <strong>Ważne</strong>: od tego dnia, wszystkie skrypty, które nie będą kompatybilne z Pythonem 3 zostaną wyłączone: wciąż będą widoczne na liście skryptów, ale będą oznaczone jako "wyłączone" i nie będą mogły być zainstalowane w WeeChat.
sr: <strong>Важно</strong>: почевши од овог датума, све скрипте које нису компатибилне са Python 3 су искључене: још увек су видљиве на листи скрипти, али су означене као „искључена” и ове скрипте више не могу да се инсталирају у WeeChat.

source: Transition status
de: Status der Umstellung
fr: Statut de la transition
ja: 移行状況
pl: Statystyki migracji
sr: Статус транзиције

source: The scripts which are compatible with Python 3 have tag "py3"</a>.
de: Skripte, die Python 3 kompatibel sind, erhalten das Tag "py3"</a>.
fr: Les scripts qui sont compatibles avec Python 3 ont l'étiquette "py3"</a>.
pl: Skrypty kompatybilne z Pythonem 3 posiadają tag "py3"</a>.
sr: Скрипте које су компатибилне са Python 3 имају ознаку „py3”</a>.

source: Transition status at various dates:
de: Status der Umstellung zu verschiedenen Zeitpunkten:
fr: Statut de la transition à différentes dates :
ja: 移行状況の履歴:
pl: Statystyki migracji w konkretnych datach:
sr: Статус транзиције на разне датуме:

source: Python scripts
de: Python-Skripte
fr: Scripts Python
ja: Python スクリプトの総数
pl: Skrypty pythonowe
sr: Python скрипте

source: Compatible with Python 3
de: Kompatibel mit Python 3
fr: Compatibles avec Python 3
ja: Python 3 と互換性を持つスクリプトの数
pl: Kompatybilne z Pythonem 3
sr: Компатибилна са Python 3

source: Not yet compatible
de: Noch nicht kompatibel
fr: Pas encore compatibles
ja: 互換性を持たないスクリプトの数
pl: Jeszcze nie kompatybilne
sr: Још увек није компатибилна

source: today
de: Heute
fr: aujourd'hui
ja: 今日
pl: dziś
sr: данас

source: list
de: Liste
fr: liste
ja: リスト
pl: lista
sr: листа

source: Estimates
de: Geschätzt
fr: Estimations
ja: 予測
pl: Estymata
sr: Процене

source: How to help
de: Wie kann ich helfen
fr: Comment aider
ja: 手助けの方法
pl: Jak pomóc
sr: Како да помогнете

source: If possible, the author of script should make the necessary changes to make the script compatible with both Python 2.7 and 3.x.
de: Soweit möglich sollte der Skriptautor die notwendigen Veränderungen durchführen um sein Skript kompatibel zu Python 2.7 und 3.x zu machen.
fr: Si possible, l'auteur du script devrait faire les changements nécessaires pour rendre le script compatible avec Python 2.7 et 3.x.
ja: 可能ならばスクリプト作者はスクリプトを変更し、Python 2.7 および 3.x との互換性を持つようにするべきです。
pl: W miarę możliwości, autor skryptu powinien dokonać potrzebnych zmian, aby skrypt był kompatybilny z Pythonem 2.7 i Pythonem 3.x.
sr: ако је могуће, аутор скрипте би требало да направи неопходне измене тако да скрипта буде компатибилна и са Python 2.7 и са 3.x.

source: Here's a list of some resources that can help to port scripts to Python 3:
de: Nachfolgend eine Liste von Ressourcen die bei der Umstellung auf Python 3 helfen können:
fr: Liste de ressources qui peuvent aider pour porter les scripts vers Python 3.x :
ja: スクリプトの Python 3 への移行を手助けする資料のリスト:
pl: Lista materiałów, które mogą pomóc przy portowaniu skryptów do Pythona 3:
sr: Ево листе неких ресурса који могу да помогну у портовању скрипти на Python 3:

source: You can not use Python 2.7 and 3.x at same time in WeeChat, but you could compile both versions of the Python plugin and switch the Python plugin with aliases.
de: Man kann nicht Python 2.7 und 3.x zur selben Zeit in WeeChat nutzen. Es ist aber möglich zwischen beiden Python-Erweiterungen mittels einem Alias zu wechseln, sofern beide Python-Erweiterungen kompiliert wurden.
fr: Vous ne pouvez pas utiliser Python 2.7 et 3.x en même temps dans WeeChat, mais vous pouvez compiler les deux versions de l'extension Python et basculer l'extension Python avec des alias.
ja: WeeChat では Python 2.7 および 3.x を同時に使うことはできません。しかしながら、両方のバージョンで Python プラグインをコンパイルし、エイリアスを使って Python プラグインを切り替えることができます。
pl: Nie możesz używać w tym samym czasie Pythona 2.7 i 3.x w WeeChat, ale możesz skompilować dwie wersje wtyczki Python i przełączać między nimi za pomocą aliasów.
sr: У WeeChat не можете истовремено да користите Python 2.7 и 3.x, али бисте могли да компајлирате обе верзије Python додатка и да алијасима пребацујете Python додатак.

source: First check that you have both Python 2.7 and 3.x libraries installed to compile WeeChat with both versions.
de: Als erstes muss überprüft werden ob sowohl die Python 2.7 als auch die Python 3.x Bibliotheken installiert sind, damit WeeChat mit beiden kompiliert werden kann.
fr: Vérifiez d'abord que vous avez les librairies Python 2.7 et 3.x installées pour compiler les deux versions.
ja: Python 2.7 および 3.x のライブラリで WeeChat をコンパイルするには、両方のライブラリがインストールされていることを確認してください。
pl: Najpierw upewnij się, że masz zaintalowanego Pythona i biblioteki w wersji 2.7 i 3.x do kompilacji WeeChat dla obu wersji.
sr: Најпре проверите да имате инсталиране и Python 2.7 и 3.x библиотеке тако да будете у стању да компајлирате WeeChat са обе верзије.

source: Compile WeeChat with Python 3.x and install it in home directory. From the cloned git repository:
de: Kompiliert WeeChat mit Python 3.x und installiert es im Heimatverzeichnis, ausgehend vom geklonten Git-Repositorium:
fr: Compilez WeeChat avec Python 3.x et installez le dans le répertoire home. Depuis le dépôt git cloné :
ja: Python 3.x で WeeChat をコンパイルし、ホームディレクトリにインストールするには、クローンされた git リポジトリの中で以下のコマンドを実行してください:
pl: Skompiluj WeeChat z Pythonem 3 i zainstaluj go w katalogu domowym. Z katalogu ze sklonowanym repozytorium:
sr: Компајлирајте WeeChat са Python 3.x и инсталирајте га у почетни директоријум. Из клонираног git репозиторијума:

source: Run WeeChat:
de: Starte WeeChat:
fr: Lancez WeeChat :
ja: WeeChat を実行します:
pl: Uruchom Weechat:
sr: Покрените WeeChat:

source: Check that Python version is 2.7:
de: Überprüfen ob die Python Version 2.7 ist:
fr: Vérifiez que la version de Python est 2.7 :
ja: Python のバージョンが 2.7 であることを確認してください:
pl: Sprawdź czy wersja Pythona to 2.7:
sr: Проверите да ли је Python верзија 2.7:

source: Add aliases to quickly switch between Python 2.7 and 3.x:
de: Alias hinzufügen um schnell zwischen Python 2.7 und 3.x zu wechseln:
fr: Ajouter les alias pour basculer rapidement entre Python 2.7 et 3.x :
ja: Python 2.7 および 3.x をすばやく切り替えるためにエイリアスを追加します:
pl: Dodaj aliasy do szybkiego przełączania się pomiędzy wersją Pythona 2.7 a 3.x:
sr: Додајте алијасе за брзо пребацивање између Python 2.7 и 3.x:

source: Note: this unloads all scripts because the Python plugin is reloaded.
de: Hinweis: dies schließt alle Skripte, da die Python-Erweiterung neu geladen wird.
fr: Note : ceci décharge tous les scripts parce que l'extension Python est rechargée.
ja: 注意: Python プラグインが再読込されるため、すべてのスクリプトはアンロードされます。
pl: Uwaga: to wyładuje wszystkie skrypty, ponieważ wtyczka Python zostanie przeładowana.
sr: Напомена: ову уклања из меморије све скрипте јер се Python додатак поново учитава.

source: To switch to Python 3.x:
de: Um Python 3.x zu nutzen:
fr: Pour basculer vers Python 3.x :
ja: Python 3.x に切り替えます:
pl: Aby przełączyć się na Pythona 3.x:
sr: Да се пребаците на Python 3.x:

source: Check that Python version is 3.x:
de: Überprüfen ob die Python Version 3.x ist:
fr: Vérifiez que la version de Python est 3.x :
ja: Python のバージョンが 3.x であることを確認してください:
pl: Sprawdź czy wersja Pythona to 3.x:
sr: Проверите да ли је Python верзија 3.x:

source: Script
de: Skript
ja: スクリプト
pl: Skrypt
sr: Скрипта

source: <strong>WARNING:</strong> this script has been disabled (%(reason)s).
de: <strong>WARNUNG:</strong> dieses Skript wurde deaktiviert (%(reason)s).
fr: <strong>ATTENTION :</strong> ce script a été désactivé (%(reason)s).
pl: <strong>UWAGA:</strong> te skrypty zostały wyłączone (%(reason)s).
sr: <strong>УПОЗОРЕЊЕ:</strong> ова скрипта је искључена (%(reason)s).

source: Version:
ja: バージョン:
pl: Wersja:
sr: Верзија:

source: For WeeChat
de: Für WeeChat
fr: Pour WeeChat
ja: WeeChat 用
pl: Dla Weechat
sr: За WeeChat

source: requires:
de: benötigt:
fr: requiert :
ja: 必要なもの:
pl: wymaga:
sr: захтева:

source: Tags:
fr: Étiquettes :
pl: Tagi:
sr: Ознаке:

source: Added:
de: Hinzugefügt:
fr: Ajouté :
ja: 追加日:
pl: Dodano:
sr: Додата:

source: Updated:
de: Aktualisiert:
fr: Mis à jour :
ja: アップデート日:
pl: Uaktualniono:
sr: Ажурирана:

source: Repository
de: Repositorium
fr: Dépôt
pl: Repozytorium
sr: Репозиторијум

source: <strong>Warning:</strong> please follow <strong>all</strong> these rules, otherwise your theme will be rejected:
de: <strong>Hinweis:</strong> Es müssen <strong>alle</strong> nachfolgenden Regeln beachtet werden, anderenfalls wird das Theme nicht angenommen:
fr: <strong>Attention :</strong> merci de suivre <strong>toutes</strong> ces règles, sinon votre thème sera rejeté :
ja: <strong>警告:</strong> 以下のルールの<strong>全て</strong>を守ってください。守られていないルールのあるテーマは承認されません:
pl: <strong>Uwaga:</strong> zastosuj się do <strong>wszystkich</strong> poniższych zasad, w przeciwnym wypadku Twój motyw zostanie odrzucony:
sr: <strong>Упозорење:</strong> молимо вас да се придржавате <strong>свих</strong> наведених правила, у супротном би ваша тема могла бити одбијена:

source: unique name, ending with ".theme" (only letters, digits or "_")
de: eindeutiger Name, der auf ".theme" enden muss (nur Buchstaben, Ziffern oder "_")
fr: nom unique, se terminant par ".theme" (seulement des lettres, chiffres ou "_")
ja: ".theme" で終わるユニークな名前 (英文字、数字、"_" のみ使用可)
pl: unikalna nazwa kończąca się na ".theme" (tylko litery, cyfry lub "_")
sr: јединствено име, које се завршава са „.theme” (само слова, цифре или „_”)

source: theme must be built with latest stable version of WeeChat (%(version)s) or development version
de: Theme muss mit der letzten stabilen Version von WeeChat (%(version)s) oder der Entwicklerversion erstellt werden
fr: le thème doit être construit avec la dernière version stable de WeeChat (%(version)s) ou la version de développement
ja: テーマをビルドする際には WeeChat の最新安定版 (%(version)s) または開発版を使ってください
pl: motyw musi być stworzony za pomocą najnowszej stabilnej wersji WeeChat (%(version)s) lub wersji rozwojowej
sr: тема мора да се изгради са последњом стабилном верзијом програма WeeChat (%(version)s) или развојном верзијом

source: Submit
de: Versenden
fr: Soumettre
ja: 投稿
pl: Wyślij
sr: Предај

source: Oops… Something went wrong while processing the form :(
de: Hups… Irgendwas lief ordentlich schief, während das Formular bearbeitet wurde :(
fr: Oops… Quelque chose de mauvais s'est produit pendant le traitement du formulaire :(
ja: おっと… フォームの処理中に何か問題が起きました :(
pl: Oops... Coś się nie udało podczas przetwarzania formularza :(
sr: Упссс… Нешто је пошло наопако током обраде формулара :(

source: You can try again or report problem to webmaster if the problem persists.
de: Bitte nochmals versuchen. Sollte das Problem weiterhin bestehen, bitte informiere den Webmaster darüber.
fr: Vous pouvez essayer à nouveau ou signaler le problème au webmaster si le problème persiste.
ja: もう一度試すか、問題が続くようならウェブ管理者に報告してください。
pl: Możesz spróbować ponownie lub zgłosić problem webmasterowi jeśli problem pozostanie.
sr: Можете покушати поново или, уколико се проблем настави, да га пријавите вебмастеру.

source: Back to form
de: Zurück zum Formular
fr: Retour au formulaire
ja: フォームに戻る
pl: Powrót do formularza
sr: Назад на формулар

source: Your theme was submitted for review, it usually takes 24 or 48 hours (several weeks if many themes are pending).
de: Dein Theme wurde zum Zwecke der Überprüfung übermittelt. Die Bearbeitung dauert circa 24 bis 48 Stunden (es kann auch einige Wochen dauern, falls mehrere neue Themes ausstehen).
fr: Votre thème a été soumis pour validation, cela prend généralement 24 à 48 heures (plusieurs semaines s'il y a beaucoup de thèmes en attente).
ja: テーマが投稿されレビュー待ち状態になりました、レビューは通常 24 時間から 48 時間かかります (承認待ちテーマが多い場合には 1 週間から 2 週間かかります)。
pl: Twój motyw został dodany do oceny, zazwyczaj trwa ona 24 lub 48 godzin (kilka tygodni jeśli jest sporo oczekujących motywów).
sr: Ваша тема је предата на преглед, обично је потребно 24 или 48 сати (неколико недеља, ако је много тема на чекању).

source: You'll be informed if there is a problem with your theme.
de: Sollte ein Problem mit Deinem Theme auftreten wirst Du darüber informiert.
fr: Vous serez informé s'il y a un problème avec votre thème.
ja: テーマに問題があった場合には連絡があります。
pl: Zostaniesz poinformowany, jeśli wystąpią problemy z Twoim motywem.
sr: Обавестићемо вас ако постоји проблем у вези са вашом темом.

source: Back to themes
de: Zurück zu Themes
fr: Retour aux thèmes
ja: テーマに戻る
pl: Powrót do motywów
sr: Назад на теме

source: <strong>Important:</strong> alpha version of themes! Alpha version of script is available here:
de: <strong>Wichtig:</strong> Dies ist eine alpha Version von themes! Die alpha Version des Skriptes bekommt man hier:
fr: <strong>Important :</strong> version alpha des thèmes ! La version alpha du script est disponible ici :
ja: <strong>重要:</strong> アルファ版のテーマです! アルファ版のスクリプトはここから入手出来ます:
pl: <strong>Uwaga:</strong> wersja alfa motywów! Wersja alfa skryptu dostępna jest tu:
sr: <strong>Важно:</strong> алфа верзија тема! Алфа верзија скрипте се налази овде:

source: Submitted by
de: Eingereicht durch
fr: Soumis par
ja: 投稿者
pl: Dodany przez
sr: Предао је

source: updated
de: aktualisiert
fr: mise à jour
ja: アップデート日
pl: uaktualniono
sr: ажурирана

source: No theme found.
de: Kein Theme gefunden.
fr: Pas de thème trouvé.
ja: テーマが見つかりません。
pl: Nie znaleziono motywu.
sr: Није пронађена ниједна тема.

source: Theme
fr: Thème
ja: テーマ
pl: Motyw
sr: Тема

source: themes
fr: thèmes
ja: テーマ
pl: motywy
sr: теме

source: Themes
fr: Thèmes
ja: テーマ
pl: Motywy
sr: Теме

source: Add theme
de: Neues Theme
fr: Ajout de thème
ja: テーマを追加
pl: Dodaj motyw
sr: Додај тему

source: Update theme
de: Überarbeites Theme
fr: Mise à jour de thème
ja: テーマをアップデート
pl: Uaktualnij motyw
sr: Ажурирај тему
