Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: <strong>Note:</strong> this release fixes <a href="%(security_url)s">%(counter)s vulnerability</a>.
de: <strong>Hinweis:</strong> diese Version behebt <a href="%(security_url)s">%(counter)s Schwachstelle</a>.
fr: <strong>Note :</strong> cette version corrige <a href="%(security_url)s">%(counter)s vulnérabilité</a>.
pl: <strong>Uwaga:</strong> ta wersja naprawia <a href="%(security_url)s">%(counter)s podatność</a>.
sr: <strong>Напомена:</strong> ово издање исправља <a href="%(security_url)s">%(counter)s рањивост</a>.

source: It is recommended to upgrade from any older version to this one.
de: Es wird empfohlen von jeder älteren Version auf diese Version zu aktualisieren.
fr: Il est recommandé de mettre à jour depuis n'importe quelle version plus ancienne vers celle-ci.
ja: 古いバージョンをお使いの方には、このバージョンにアップグレードすることを推奨します。
pl: Zaleca się aktualizacje z każdej starszej wersji do tej.
sr: Препоручује се да извршите ажурирање са било које старије верзије на ову.

source: Upgrade guidelines
pl: Wskazówki dotyczące aktualizacji
sr: Смернице за ажурирање

source: Packages:
de: Pakete:
fr: Paquets :
ja: パッケージ:
pl: Pakiety:
sr: Пакети:

source: Checksum
de: Prüfsumme
fr: Somme ce contrôle
ja: チェックサム
pl: Suma kontrolna
sr: Контролна сума

source: PGP signature
sr: PGP потпис

source: Checking the signatures:
de: Verifizieren der Signaturen:
fr: Vérification des signatures :
ja: 署名の確認方法:
pl: Sprawdzanie sygnatur:
sr: Провера потписа:

source: Check the key fingerprint by checking the topic on #weechat channel (irc.libera.chat) or by asking to a developer.
de: Überprüfen Sie den Schlüsselfingerabdruck, indem Sie das Thema im #weechat-Kanal (irc.libera.chat) überprüfen oder dort einen Entwickler fragen.
pl: Sprawdź czy odcisk jest poprawny sprawdzając temat kanału #weechat (irc.libera.chat) lub pytając developera.
sr: Проверите отисак кључа упоређивањем са темом #weechat канала (irc.libera.chat) или слањем упита програмеру.

source: Import the PGP key:
sr: Увоз PGP кључа:

source: In case of problem, the release signing key (format: PGP public key) can be downloaded here:
sr: У случају проблема, кључ за потписивање издања (формат: PGP јавни кључ) може да се преузме овде:

source: binary
sr: бинарни

source: Trust the key:
de: Schlüssel vertrauen:
fr: Donner confiance à la clé :
ja: キーを信用する:
pl: Zaufaj kluczowi:
sr: Подесите поверење у кључ:

source: In directory with package + signature:
de: Im Verzeichnis mit den Paketen und Signaturen:
fr: Dans le répertoire avec le paquet + signature :
ja: パッケージと署名ファイルがあるディレクトリ内で:
pl: W katalogu z paczką + sygnaturą:
sr: У директоријуму са пакетом + потписом:

source: If the signature is OK you should see a message like this one:
de: Wird die Signatur als korrekt erkannt, wird eine Nachricht angezeigt:
fr: Si la signature est OK vous devriez voir un message comme celui-ci :
ja: 署名が正しいなら、以下の様なメッセージが表示されれるはずです:
pl: Jeśli sygnatura jest poprawa powinieneś zobaczyć wiadomość podobną do:
sr: Ако је потпис ОК требало би да видите поруку сличну овој:

source: No package found.
de: Kein Paket gefunden.
pl: Nie znaleziono pakietu.
sr: Није пронађен ниједан пакет.

source: Back to home
de: Zurück zur Hauptseite
fr: Retour à l'accueil
ja: ホームに戻る
pl: Powrót na główną
sr: Назад на почетну

source: WeeChat, the extensible chat client.
de: WeeChat, der erweiterbare Chat Client.
fr: WeeChat, le client de discussion extensible.
ja: WeeChat、拡張可能なチャットクライアント。
pl: WeeChat, rozszerzalny komunikator.
sr: WeeChat, прошириви чет клијент.

source: Fast
de: Schnell
fr: Rapide
ja: 高速
pl: Szybki
sr: Брз

source: Light
de: Leicht
fr: Léger
ja: 軽量
pl: Lekki
sr: Лаган

source: Free software
de: Freie Software
fr: Logiciel libre
ja: フリーソフトウェア
pl: Wolne oprogramowanie
sr: Слободан софтвер

source: News
de: Neuigkeiten
fr: Nouveautés
ja: ニュース
pl: Nowości
sr: Вести

source: Powerful, customizable.
de: Leistungsstark, anpassbar.
fr: Puissant, personnalisable.
ja: 高性能、カスタマイズ可能。
pl: Potężny, modyfikowalny.
sr: Моћан, прилагодљив.

source: Full-featured IRC plugin: multi-servers, proxy support, IPv6, SASL authentication, nicklist, DCC, and many other features.
de: Vollständige IRC Erweiterung: Multi-Server, Proxy Unterstützung, IPv6, SASL Authentifizierung, Nickliste, DCC, sowie viele weitere Funktionen.
fr: Extension IRC complète : multi-serveurs, support proxy, IPv6, authentification SASL, liste de pseudos, DCC, et plein d'autres fonctionnalités.
ja: IRC の全機能を備えた IRC プラグイン: multi-servers、proxy support、IPv6、SASL authentication、nicklist、DCC、その他の数多くの機能。
pl: W pełni funkcjonalna wtyczka IRC: wsparcie dla wielu serwerów, proxy, IPv6, autentykacji SASL, lista nicków, DCC, oraz wiele innych funkcji.
sr: Потпуно функционалан IRC додатак: више сервера, подршка за прокси, IPv6, SASL провера идентитета, листа надимака, DCC и многе друге функционалности.

source: Innovative features.
de: Innovative Funktionen.
fr: Fonctionnalités innovantes.
ja: 革新的機能。
pl: Innowacyjne funkcje.
sr: Иновативне функционалности.

source: 256 colors, horizontal and vertical splits, smart filtering, customizable bars and much more!
de: 256 Farben, horizontale und vertikale Bildschirmaufteilung, clevere Filterung, individuelle Bars und vieles mehr!
fr: 256 couleurs, découpage horizontal et vertical, filtrage intelligent, barres personnalisables et bien plus !
ja: 256 色、水平垂直分割、スマートフィルタ、カスタマイズ可能なバー、などなど!
pl: Wsparcie dla 256 kolorów, podziału pionowego i poziomego, inteligentne filtry, modyfikowalne paski i wiele więcej!
sr: 256 боја, хоризонталне и вертикалне поделе, паметно филтрирање, прилагодљиве траке и још много тога!

source: 8 scripting languages supported with a built-in scripts manager.
de: 8 Skriptsprachen werden unterstützt mit einem eingebauten Skriptmanager.
fr: 8 langages de script supportés avec un gestionnaire de scripts intégré.
ja: ビルトインスクリプトマネージャで 8 つのスクリプト言語をサポート。
pl: Wsparcie dla 8 języków skryptowych oraz wbudowany manager skryptów.
sr: Подржано је 8 скриптинг језика са уграђеним менаџером скрипти.

source: Remote interfaces.
de: Remote-Oberflächen.
fr: Interfaces distantes.
ja: リモートインターフェース。
pl: Zdalne interfejsy.
sr: Удаљени интерфејси.

source: Connect to your WeeChat instance from your browser, smartphone, GUI client, Emacs or even another WeeChat!
sr: Повежите се на своју WeeChat инстанцу из интернет прегледача, са смартфона, ГКИ клијента, Emacs едитора или чак са другог WeeChat!

source: Documentation and support.
de: Dokumentation und Unterstützung.
fr: Documentation et support.
ja: 文書とサポート。
pl: Dokumentacja i wsparcie.
sr: Документација и подршка.

source: WeeChat is translated into several languages and has a comprehensive documentation.
de: WeeChat liegt in mehreren Sprachen übersetzt vor und besitzt eine umfassende Dokumentation, die ebenfalls in verschiedenen Sprachen verfügbar ist.
fr: WeeChat est traduit dans plusieurs langues et a une documentation complète.
ja: WeeChat はいくつかの言語に翻訳されており、様々な文書も用意されています。
pl: WeeChat został przetłumaczony na kilka języków i posiada również przetłumaczoną obszerną dokumentację.
sr: WeeChat је преведен на неколико језика и има свеобухватну документацију.

source: Excellent support for users.
de: Überragende Überstützung der Anwender.
fr: Excellent support pour les utilisateurs.
ja: ユーザ向けの素晴らしいサポート。
pl: Doskonałe wsparcie dla użytkowników.
sr: Одлична подршка за кориснике.

source: Help the project.
de: Unterstütze das Projekt.
fr: Aider le projet.
ja: プロジェクトを支援。
pl: Pomóż projektowi.
sr: Помозите пројекат.

source: You can help the WeeChat project in many ways:
de: Du kannst das WeeChat Projekt auf verschiedene Art und Weise unterstützen:
fr: Vous pouvez aider le projet WeeChat de plusieurs façons :
ja: WeeChat プロジェクトを支援する方法は様々です:
pl: Możesz pomóc projektowi WeeChat poprzez:
sr: Пројекту WeeChat можете помоћи на многе начине:

source: translation: software, documentation and this website
de: Übersetzung: Software, Dokumentation sowie diese Webseite
fr: traduction : logiciel, documentation et ce site web
ja: 翻訳: ソフトウェア、文書、ウェブサイト
pl: tłumaczenie: oprogramowania, dokumentacji i tej strony internetowej
sr: превођење: софтвера, документације и овог веб сајта

source: code: tests, bug reports, ideas for new features and patches
de: Programmcode: Tests, Fehlermeldungen, Ideen für neue Funktionen und Patches
fr: code : tests, rapports de bugs, idées de nouvelles fonctionnalités et patchs
ja: コード: テスト、バグレポート、新機能のアイディア、パッチ
pl: kod: testy, raporty błędów, pomysły na nowe funkcje i łatki
sr: кодирање: тестови, извештаји о багу, идеје за нове функционалности и закрпе

source: donation: any contribution is appreciated and important for motivation.
de: Spende: jeder Beitrag ist willkommen und fördert die Motivation.
fr: don : toute contribution est appréciée et importante pour la motivation.
ja: 寄付: どんな寄付でも歓迎します。寄付はモチベーションの維持に重要です。
pl: dotacje: każdy wkład jest doceniany i ważny dla motywacji.
sr: донирање: цени се сваки допринос, и важан је за мотивацију.

source: All news
de: Alle Neuerungen
fr: Toutes les nouveautés
ja: 全てのニュース
pl: Wszystkie wiadomości
sr: Све вести

source: All events
de: Alle Ereignisse
fr: Tous les évènements
ja: 全てのイベント
pl: Wszystkie wydarzenia
sr: Сви догађаји

# Previous page
source: Previous
de: Vorherige
fr: Précédente
ja: 前のページ
pl: Poprzednie
sr: Претходна

# Next page
source: Next
de: Nächste
fr: Suivante
ja: 次のページ
pl: Następne
sr: Наредна

source: Back to events
de: Zurück zu Ereignissen
fr: Retour aux évènements
ja: イベントに戻る
pl: Powrót do wydarzeń
sr: Назад на догађаје

source: Back to news
de: Zurück zu Neuigkeiten
fr: Retour aux nouveautés
ja: ニュースに戻る
pl: Powrót do wiadomości
sr: Назад на вести

source: temporarily unavailable
de: vorübergehend nicht erreichbar
fr: temporairement indisponible
ja: 一時的に利用できません
pl: tymczasowo niedostępna
sr: привремено није доступно

source: This page is under maintenance.
de: Dieser Seite ist zzt. unter Wartung.
fr: Cette page est en maintenance.
ja: このページはメンテナンス中です。
pl: Aktualnie trwają prace nad stroną.
sr: Ова страница се одржава.

source: Page will be back soon, please come back later.
de: Bitte besuchen Sie uns zu einem späteren Zeitpunkt erneut.
fr: La page sera de retour rapidement, merci de revenir plus tard.
ja: ページはまもなく回復します、あとから再度ご訪問ください。
pl: Strona będzie dostępna wkrótce, zapraszamy za jakiś czas.
sr: Страница ће се вратити ускоро, молимо вас дођите касније.

source: Thank you for your patience.
de: Danke für Deine Geduld.
fr: Merci pour votre patience.
ja: ご辛抱に感謝いたします。
pl: Dziękujemy za cierpliwość.
sr: Хвала вам на стрпљењу.

source: Back
de: Zurück
fr: Retour
ja: 戻る
pl: Wstecz
sr: Назад

source: WeeChat official scripts
de: Offizielle WeeChat-Skripte
fr: Scripts WeeChat officiels
pl: Oficjalne skrypty WeeChat
sr: WeeChat званичне скрипте

source: This page shows a collection of WeeChat scripts written by external contributors, which can be installed directly in WeeChat with the command <code>/script install &lt;name&gt;</code>.
de: Diese Seite zeigt eine Sammlung von WeeChat-Skripten, die von externen Mitwirkenden geschrieben wurden und mit dem Befehl <code>/script install &lt;name&gt;</code> direkt in WeeChat installiert werden können.
fr: Cette page affiche une collection de scripts WeeChat écrits par des contributeurs externes, qui peuvent être installés directement dans WeeChat avec la commande <code>/script install &lt;nom&gt;</code>.
pl: Ta strona zawiera zbiór skryptów WeeChat napisanych przez różnych autorów, które mogą zostać zainstalowane bezpośrednio w WeeChacie za pomocą komendy <code>/script install &lt;nazwa&gt;</code>.
sr: Ова страница приказује колекцију WeeChat скрипти које су написали спољни сарадници и које могу директно да се инсталирају у WeeChat командом <code>/script install &lt;име&gt;</code>.

source: WeeChat developers are <strong>NOT RESPONSIBLE</strong> for problems caused by one of these scripts: you could experience problems like memory leaks, slowdowns, or even <strong>security problems</strong>, you are warned!
de: WeeChat-Entwickler sind <strong>NICHT VERANTWORTLICH</strong> für Probleme, die durch eines dieser Skripten verursacht werden: Es können Probleme auftreten wie Speicherlecks, die die Rechnerleistung beeinträchtigen oder sogar <strong>Sicherheitsprobleme </strong> sind möglich. Sie sind gewarnt!
fr: Les développeurs de WeeChat ne sont <strong>PAS RESPONSABLES</strong> des problèmes causés par un de ces scripts : vous pouvez rencontrer des problèmes de fuites mémoire, ralentissements, ou même des <strong>problèmes de sécurité</strong>, vous êtes prévenus !
pl: Deweloperzy WeeChat <strong>NIE SĄ ODPOWIEDZIALNI</strong> za problemy spowodowane przez skrypty: możesz się spodziewać problemów jak wycieki pamięci, spowolnienia, nawet <strong>problemy bezpieczeństwa</strong>, zostałeś ostrzeżony!
sr: WeeChat програмери <strong>НИСУ ОДГОВОРНИ</strong> за проблеме које нека од ових скрипти може да изазове: могли бисте наићи на проблеме као што су цурење меморије, успоравање или чак <strong>безбедносни проблеми</strong>, упозорени сте!

source: You can contribute by adding/updating scripts or reporting issues in the GitHub repository:
de: Sie können einen Beitrag leisten, indem Sie Skripte hinzufügen / aktualisieren oder Probleme im GitHub-Repository melden:
fr: Vous pouvez contribuer en ajoutant/mettant à jour des scripts ou en reportant des problèmes dans le dépôt GitHub :
pl: Możesz pomóc dodając/aktualizując skrypty lub zgłaszając błędy w repozytorium na GitHubie:
sr: Свој допринос можете да дате додавањем/ажурирањем скрипти или пријављивањем проблема на GitHub репозиторијум:

source: List:
de: Liste:
fr: Liste :
ja: リスト:
pl: Lista:
sr: Листа:

source: Filter:
fr: Filtre :
pl: Filtr:
sr: Филтер:

source: remove
de: entfernen
fr: supprimer
ja: 削除
pl: usuń
sr: уклони

source: No filter
de: Ohne Filter
fr: Pas de filtre
pl: Brak filtra
sr: Без филтера

source: scripts
de: Skripte
ja: スクリプト
pl: skrypty
sr: скрипте

source: Filters by popularity
de: Filtert nach Beliebtheit
fr: Filtres par popularité
ja: フィルタを人気順に表示中
pl: Filtry według popularności
sr: Филтери по популарности

source: Filters by name
de: Filtert nach Name
fr: Filtres par nom
ja: フィルタを人気順に表示中
pl: Filtry według nazwy
sr: Филтери по називу

source: sort filters by name
de: sortiert Filter nach Name
fr: trier les filtres par nom
ja: フィルタを名前順にソート
pl: posortuj filtry według nazwy
sr: сортирај филтере по називу

source: sort filters by popularity
de: sortiert Filter nach Beliebtheit
fr: trier les filtres par popularité
ja: フィルタを人気順にソート
pl: posortuj filtry według popularności
sr: сортирај филтере по популарности

source: Language:
de: Sprache:
fr: Langage :
ja: プログラミング言語:
pl: Język:
sr: Програмски језик:

source: License:
de: Lizenz:
fr: Licence :
ja: ライセンス:
pl: Licencja:
sr: Лиценца:

source: Tag:
de: Schlagwort:
fr: Étiquette :
ja: タグ:
sr: Ознака:

# programming language
source: Language
de: Sprache
fr: Langage
ja: プログラミング言語
pl: Język
sr: Програмски језик

source: License
de: Lizenz
fr: Licence
ja: ライセンス
pl: Licencja
sr: Лиценца

source: Min
ja: 以上
sr: Мин

source: Max
ja: 以下
sr: Макс

source: Author
de: Autor
fr: Auteur
ja: 作者
pl: Autor
sr: Аутор

source: Added
de: Hinzugefügt
fr: Ajouté
ja: 追加日
pl: Dodano
sr: Додата

source: Updated
de: Aktualisiert
fr: Mis à jour
ja: アップデート日
pl: Uaktualniono
sr: Ажурирана

source: requires
de: benötigt
fr: requiert
ja: 必要なもの
pl: wymaga
sr: захтева

source: ⚠ Script disabled (%(reason)s).
de: ⚠ Skript deaktiviert (%(reason)s).
fr: ⚠ Script désactivé (%(reason)s).
pl: ⚠ Skrypt wyłączony (%(reason)s).
sr: ⚠ Скрипта је искључена (%(reason)s).

source: Author:
de: Autor:
fr: Auteur :
ja: 作者:
pl: Autor:
sr: Аутор:

source: No script found.
de: Kein Skript gefunden.
fr: Pas de script trouvé.
ja: スクリプトが見つかりません。
pl: Nie znaleziono skryptu.
sr: Није пронађена ниједна скрипта.

source: Why a transition to Python 3?
de: Weshalb finde eine Umstellung auf Python 3 statt?
fr: Pourquoi une transition vers Python 3 ?
ja: Python 3 へ移行する理由とは?
pl: Dlaczego przechodzić na Pythona 3?
sr: Зашто прелазак на Python 3?

source: Python 2.x is legacy; it has an end-of-life set for 2020.
de: Python 2.x ist veraltet und wird sein Lebensende 2020 erreichen.
fr: Python 2.x est le passé ; sa fin de vie est prévue pour 2020.
ja: Python 2.x は古くなっています; 2020 年にサポートが打ち切られる予定です。
pl: Python 2.x jest przestarzały; jego koniec wsparcia został ustalony na rok 2020.
sr: Python 2.x је застарео; крај живота је постављен на 2020.

source: Python 3.x is the present and future of the language. Version 3.0 was released on %(date)s (%(date_ago)s).
de: Python 3.x ist aktuell und die Zukunft der Sprache . Version 3.0 wurde am %(date)s (%(date_ago)s) veröffentlicht.
fr: Python 3.x est le présent et le futur du langage. La version 3.0 a été publiée le %(date)s (%(date_ago)s).
ja: Python は現在および将来に渡って バージョン 3.x の開発を進めています。バージョン 3.0 は %(date)s (%(date_ago)s) にリリースされました。
pl: Python 3.x jest teraźniejszością i przyszłością języka. Wersja 3.0 została wypuszczona %(date)s (%(date_ago)s).
sr: Python 3.x је садашњост и и будућност језика. Верзија 3.0 је објављена дана %(date)s (%(date_ago)s).

source: Python 3 has many new exciting features, for example:
de: Python 3 hat viele neue aufregende Funktionen, zum Beispiel:
fr: Python 3 a beaucoup de nouvelles fonctionnalités intéressantes, par exemple :
ja: Python 3 は魅力的な新機能を備えています。例:
pl: Python 3 posiada wiele nowych, ciekawych rzeczy, na przykład:
sr: Python 3 има многе узбудљиве функционалности, на пример:

source: unicode by default
de: Unicode wird standardmäßig verwendet
fr: unicode par défaut
ja: デフォルトの unicode サポート
pl: domyślnie ciągi znaków są typu unicode
sr: уникод се подразумева

source: function annotations
de: Funktionsanmerkungen
fr: annotations de fonction
ja: 関数アノテーション
sr: анотације функције

source: "breakpoint" function
de: "breakpoint" Funktion
fr: function « breakpoint »
ja: "breakpoint" 関数
pl: funkcja "brakepoint"
sr: „breakpoint” функција

source: Support of Python 3 in WeeChat
de: Unterstützung von Python 3 in WeeChat
fr: Support de Python 3 dans WeeChat
ja: WeeChat における Python 3 のサポート
pl: Wsparcie dla Pythona 3 w WeeChat
sr: Подршка за Python 3 у WeeChat

source: WeeChat supports Python 3 since version 0.3.7, which was released on %(date)s (%(date_ago)s).
de: WeeChat unterstützt Python 3 seit der Version 0.3.7, welche am %(date)s (%(date_ago)s) veröffentlicht wurde.
fr: WeeChat supporte Python 3 depuis la version 0.3.7, qui a été publiée le %(date)s (%(date_ago)s).
ja: WeeChat はバージョン 0.3.7 から Python 3 をサポートしています。バージョン 0.3.7 は %(date)s (%(date_ago)s) にリリースされました。
pl: WeeChat wspiera Pythona 3 od wersji 0.3.7, która została wydana %(date)s (%(date_ago)s).
sr: WeeChat подржава Python 3 од верзије 0.3.7, која је објављена дана %(date)s (%(date_ago)s).

source: The support of Python 3 is optional: the WeeChat python plugin can be compiled with Python 2.7 or Python 3.x, but not both at same time.
de: Die Unterstützung von Python 3 ist optional: Die WeeChat Python-Erweiterung kann entweder mit Python 2.7 oder Python 3.x kompiliert werden, eine Unterstützung beider Versionen zur gleichen Zeit ist nicht möglich.
fr: Le support de Python 3 est facultatif : l'extension python de WeeChat peut être compilée avec Python 2.7 ou Python 3.x, mais pas les deux en même temps.
ja: Python 3 のサポートは任意です: WeeChat python プラグインは Python 2.7 または Python 3.x のどちらか一方でコンパイルされます。両方で同時にコンパイルすることは不可能です。
pl: Wsparcie dla Pythona 3 jest opcjonalne: wtyczka python dla WeeChat może zostać skompilowana ze wsparciem dla Pythona 2.7 lub Pythona 3.x, ale nie dla obu na raz.
sr: Подршка за Python 3 није обавезна: WeeChat python додатак може да се компајлира са Python 2.7 или Python 3.x, али не и са оба истовремено.

source: As of %(date)s, it is recommended to compile with Python 2.7 because many scripts won't work at all with Python 3.x, while all scripts should run fine with Python 2.7.
de: Zum aktuellen Zeitpunkt, %(date)s, wird empfohlen WeeChat mit Python 2.7 zu kompilieren, da viele Skripte nicht mit Python 3.x funktionieren, wobei alle Skripte unter Python 2.7 lauffähig sein sollten.
fr: Au %(date)s, il est recommandé de compiler avec Python 2.7 car beaucoup de scripts ne fonctionnent pas du tout avec Python 3.x, tandis que tous les scripts doivent fonctionner sans problème avec Python 2.7.
ja: %(date)s までは、WeeChat python プラグインを Python 2.7 でコンパイルすることが推奨されていました。なぜなら、多くのスクリプトが Python 3.x では全く動作しなかったのに対して、Python 2.7 ではまともに動作するはずだったからです。
pl: Na dzień %(date)s zalecane jest kompilowanie ze wsparciem dla Pythona 2.7, ponieważ wiele skryptów nie działa pod Pythonem 3.x, podczas gdy wszystkie skrypty działają z Pythonem 2.7.
sr: Од дана %(date)s, препоручује се компајлирање са Python 2.7 јер многе скрипте уопште не раде са Python 3.x, док би све скрипте требало фино да раде са Python 2.7.

source: To compile with Python 3.x support and enable quick switch between Python 2.7 and 3.x, see:
de: Um Python 3.x nutzen zu können und um schnell zwischen Python 2.7 und 3.x wechseln zu können, siehe:
fr: Pour compiler avec le support Python 3.x et activer un basculement rapide entre Python 2.7 et 3.x, voir :
ja: Python 3.x のサポートを有効化してコンパイルし、Python 2.7 と 3.x の高速切替を有効化するには、次のページを参照してください:
pl: Aby skompilować wsparcie dla Pythona 3 i szybko przełączać między Pythonem 2.7 a 3.x zobacz:
sr: Ако желите да компајлирате са подршком за Python 3.x и да укључите брзо пребацивање између Python 2.7 и 3.x, погледајте:

source: Compile and test with Python 2.7 and 3.x
de: Kompilieren und testen mit Python 2.7 und 3.x
fr: Compiler et tester avec Python 2.7 et 3.x
ja: Python 2.7 および 3.x でコンパイルとテストを行う
pl: Skompiluj i testuj z Pythonem 2.7 i 3.x
sr: Компајлирање и тестирање са Python 2.7 и 3.x

source: Transition roadmap
de: Zeitplan der Umstellung
fr: Feuille de route de la transition
ja: 移行計画
pl: Plan przejścia
sr: Мапа пута за транзицију

source: Here is the roadmap for the transition to Python 3 in WeeChat:
de: Nachfolgend der Zeitplan der Umstellung auf Python 3, für WeeChat:
fr: La feuille de route pour la transition vers Python 3 dans WeeChat est la suivante :
ja: WeeChat の Python 3 移行計画は次のとおりです:
pl: Poniżej znajduje się plan przejścia na Pythona 3 w WeeChat:
sr: Ево мапе пута за транзицију на Python 3 у WeeChat:

source: Transition to Python 3 starts.
de: Umstellung auf Python 3 beginnt.
fr: La transition vers Python 3 démarre.
ja: Python 3 への移行を開始。
pl: Przejście na Pythona 3 rozpoczęte.
sr: Почиње транзиција на Python 3.

source: All scripts that are not yet compatible with both Python 2.7 and Python 3.x can be updated to support both versions (see the status below).
de: Alle Skripte, die zur Zeit noch nicht mit Python 2.7 und Python 3.x kompatibel sind, sollten aktualisiert werden, um beide Versionen zu unterstützen (siehe Status weiter unten).
fr: Tous les scripts qui ne sont pas déjà compatibles avec Python 2.7 et Python 3.x peuvent être mis à jour pour supporter les deux versions (voir le statut ci-dessous).
ja: まだ Python 2.7 および Python 3.x と互換性のないすべてのスクリプトについて両方をサポートするように更新してください (以下の状況を確認してください)。
pl: Wszystkie skrypty, które jeszcze nie są kompatybilne zarówno z Pythonem 2.7 jak i Pythonem 3.x mogą zostać uaktualnione, aby wspierały obie wersje (zobacz status poniżej).
sr: Све скрипте које још увек нису компатибилне и са Python 2.7 и са Python 3.x могу да се ажурирају тако да подржавају ове верзије (погледајте статус испод).

source: You can help by converting existing scripts (see how to help below).
de: Du kannst bei der Konvertierung der Skripte gerne helfen (wie Du helfen kannst, steht weiter unten).
fr: Vous pouvez aider en convertissant les scripts existants (voir comment aider ci-dessous).
ja: 既存のスクリプトを変換することで Python 2.7 および Python 3.x との互換性確保を手助けしてください (手助けの方法については以下を参照してください)。
pl: Możesz pomóc poprzez dostosowanie istniejących skryptów (więcej informacji poniżej).
sr: Можете помоћи тако што ћете конвертовати постојеће скрипте (погледајте испод помоћ).
