Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Version 0.3.3 is available! As usual, many new features and bug fixes: - keys to undo/redo changes on command line, - better lag indicator, - new irc command /wallchops, - display message in irc private buffer when nick is back on server after a /quit, - reverse regex in a filter (with leading "!"), - new option to confirm /quit, - new option to align end of lines, - hashtables in plugin API, - many bugs fixed.
de: Version 0.3.3 ist verfügbar! Erneut mit vielen neuen Funktionen und Fehlerbeseitigungen: - Tastenbefehle um Änderungen in der Befehlszeile rückgängig zu machen bzw. wiederherzustellen, - verbesserter Lag Indikator, - neuer IRC Befehl /wallchops, - es wird nun eine Mitteilung im privaten IRC Buffer ausgegeben falls der User wieder zurück kommt nach einem /quit, - regex in einem Filter kann nun invers suchen (mittels einem führendem "!"), - neue Option um den Befehl /quit zu bestätigen - neue Option um bei einem Zeilenumbruch die neue Zeile auszurichten - Hashtables in Erweiterungs-API, - viele Fehlerbeseitigungen.
fr: La version 0.3.3 est disponible ! Comme d'habitude, de nombreux changements et corrections de bugs : - touches pour défaire/refaire les changements sur la ligne de commande, - meilleur indicateur de lag (ralentissement réseau), - nouvelle commande irc /wallchops, - affichage d'un message dans un tampon privé lorsque le pseudo est de retour après un /quit, - inversion de regex dans un filtre (avec un "!" au début de la regex), - nouvelle option pour confirmer /quit, - nouvelle option pour aligner la fin des lignes, - tables de hachage dans l'API des extensions, - nombreux bugs corrigés.
ja: バージョン 0.3.3 をリリースします! いつも通り、多くの新機能とバグ修正が行われました: - コマンドラインで修正を元に戻す/やり直すキー、 - 遅延表示を改良、 - 新しい irc コマンド /wallchops、 - /quit の後にニックネームがサーバに再接続した場合に irc プライベートバッファにメッセージを表示、 - フィルタにおける正規表現の反転マッチ ("!" を最初につける)、 - /quit を確認するための新オプション、 - 行末を揃えるための新しいオプション、 - プラグイン API におけるハッシュテーブル、 - 多くのバグを修正。
pl: Wersja 0.3.3 jest dostępna! Jak zwykle wprowadza ona nowe funkcje oraz poprawia błędy: - skróty klawiszowe do cofnięcia/przywrócenia zmian w linii poleceń, - lepszy wskaźnik laga, - nowa komenda irc /wallchops, - wyświetlanie wiadomości w buforze prywatnej rozmowy, kiedy rozmówca powraca na serwer po /quit, - odwrotne wyrażenie regularne w filtrach (zaczyna się od "!"), - nowa opcja to potwierdzenia /quit, - nowa opcja do wyrównywania końca lini, - hashtables i API wtyczek, - poprawki wielu błędów.
sr: Доступна је верзија 0.3.3! Као и обично, много нових функционалности и исправки багова: - тастери за поништавање/поновно извршавање измена на командној линији, - бољи индикатор кашњења, - нова irc команда /wallchops, - приказ поруке и irc приватном баферу када се надимак врати на сервер након /quit, - инвертовање регуларног израза у филтеру (са водећим „!”), - нова опција за потврђивање /quit, - нова опција за поравнање крајева линија, - хеш табеле у API додатака, - исправљено је много багова.

source: Version 0.3.4 is available! This is a major release, with lot of bugs fixed and major new features. Among the new features: - 256 colors support, with unlimited number of nick colors - irc proxy (relay plugin) - redirection of IRC commands - command /notify - rmodifier plugin - regular expressions for highlights - color support for timestamp in chat buffer - irc option to force color for some nicks - share input line between buffers. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2011/01/16/Version-0.3.4">development blog</a> or <a href="/files/changelog/ChangeLog-0.3.4.html">ChangeLog</a>.
de: Version 0.3.4 ist verfügbar! Diese Version überzeugt durch neue, großartige Funktionen und Fehlerbereinigungen. Einige der neuen Funktionen: - Unterstützung von 256 Farben, mit unlimitierter Anzahl an Nick-Farben - IRC Proxy (relay Erweiterung) - Umlenkung von IRC Befehlen - /notify Befehl - rmodifier Erweiterung - reguläre Ausdrücke für Highlights - Datumsanzeige im Chatfenster kann farblich angepasst werden - IRC Option um Farben den Nicks zuzuordnen - Inhalt der Eingabezeile wird für Buffer übernommen. Um eine Übersicht aller neuen Funktionen und Fehlerbereinigungen zu erhalten kann man sich den <a href="/blog/post/2011/01/16/Version-0.3.4">Entwickler-Blog</a> oder die <a href="/files/changelog/ChangeLog-0.3.4.html">ChangeLog</a> ansehen.
fr: La version 0.3.4 est disponible ! C'est une version majeure, avec beaucoup de bugs corrigés et des nouvelles fonctionnalités majeures. Parmi les nouvelles fonctionnalités : - 256 couleurs - proxy irc (extension relay) - redirection des commandes IRC - la commande /notify - l'extension rmodifier - les expressions régulières pour les highlights - support de la couleur dans l'heure du tampon de discussion - option irc pour forcer la couleur de certains pseudos - partage de la zone de saisie entre les tampons. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2011/01/16/Version-0.3.4">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.3.4.html">ChangeLog</a>.
ja: バージョン 0.3.4 をリリースしました! これは多くのバグ修正と大規模な新機能を含むメジャーリリースです。 新しい機能: - 256 色サポート、ニックネーム色が無制限に。 - irc プロキシ (リレープラグイン) - IRC コマンドのリダイレクト - /notify コマンド - rmodifier プラグイン - ハイライトで正規表現をサポート - チャットバッファのタイムスタンプに対する色サポート - 一部のニックネームに対する色を強制できる irc オプション - バッファ間で入力行を共有。 新機能と修正されたバグの完全なリストは<a href="/blog/post/2011/01/16/Version-0.3.4">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.3.4.html">ChangeLog</a> を参照してください。
pl: Wersja 0.3.4 jest dostępna! Jest to znaczące wydanie, poprawiono wiele błędów i wprowadzono nowe funkcje. Wśród nowych funkcji można znaleźć: - wsparcie dla 256 kolorów, z nieograniczoną ilością kolorów dla nicków - pośrednik irc (wtyczka relay) - przekierowania komend IRC - komenda /notify - wtyczka rmodifier - wyrażenia regularne dla podświetleń - wsparcie dla kolorów w znacznikach czasu (bufory z rozmowami) - możliwość wymuszania kolorów dla niektórych nicków - współdzielenie lini wejściowej pomiędzy buforami. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2011/01/16/Version-0.3.4">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-0.3.4.html">ChangeLog</a>.
sr: Доступна је верзија 0.3.4! Ово је велико издање, са озбиљним новим могућностима и доста исправљених багова. Неке од нових функционалности: - подршка за 256 боја, уз неограничени број боја за надимке - irc прокси (релеј додатак) - преусмеравање IRC команди - команда /notify - додатак rmodifier - регуларни изрази за истицања - подршка за боју временске ознаке у чет баферу - irc опција за форсирање боје неких надимака - дељена линија уноса међу баферима. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2011/01/16/Version-0.3.4">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.3.4.html">ChangeLog</a>.

source: Version 0.3.5 is available! This is a major release, with lot of bugs fixed and major new features. Among the new features: - 256 colors support improved (dynamic allocation of colors) - attributes for colors (bold/reverse/underline) - better scroll of input (with long text) - output of /help improved for list of commands and their arguments - remember scroll position of buffers in windows - list of buffers in filters - count of messages in hotlist buffers - swap buffers of windows - balance of windows - new API function to set help on plugin/script options - speller options in aspell plugin - option for SSL priorities in IRC servers - color nicks in nicklist and output of /names. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2011/05/15/Version-0.3.5">development blog</a> or <a href="/files/changelog/ChangeLog-0.3.5.html">ChangeLog</a>.
de: Version 0.3.5 ist verfügbar! Dies stellt erneut ein umfangreiches Update dar, mit vielen neuen Funktionen und Fehlerbereinigungen. Überblick über die neuen Funktionen: - Unterstützung von 256 Farben verbessert (dynamische Reservierung der Farben) - Attribute für Farben (fett/invertiert/unterstrichen) - besseres scrollen der Eingabezeile (bei sehr langem Text) - Ausgabe der Hilfstexte (/help) überarbeitet, sowohl für die Auflistung wie auch für die Argumente - Textposition in Buffern wird beim umschalten beibehalten - Auflistung der Buffer in Filter - Anzahl der Nachrichten wird in der Hotliste für jeden Buffer dargestellt - Buffer von Fenstern tauschen - Größenanpassung von Fenstern - neue API Funktion für Hilfstexte für Erweiterungs-/Skriptoptionen - Buchstabieroptionen für Aspell-Erweiterung - Optionen für SSL Priorität bei IRC Servern - Nicks werden in der Nickliste und bei der Ausgabe von /names farblich dargestellt. Um die vollständige Liste der neuen Funktionen und Fehlerbereinigungen einzusehen: <a href="/blog/post/2011/05/15/Version-0.3.5">Entwickler blog</a> oder <a href="/files/changelog/ChangeLog-0.3.5.html">Änderungsprotokoll</a>.
fr: La version 0.3.5 est disponible ! C'est une version majeure, avec beaucoup de bugs corrigés et des nouvelles fonctionnalités majeures. Parmi les nouvelles fonctionnalités : - support 256 couleurs amélioré (allocation dynamique des couleurs) - attributs pour les couleurs (gras/inverse/souligné) - meilleur scroll dans la zone de saisie (avec un texte long) - sortie de /help améliorée pour la liste des commandes et leurs paramètres - sauvegarde de la position du scroll dans les tampons des fenêtres - liste de tampons dans les filtres - compteur de messages dans les tampons de la hotlist - échange du tampon de fenêtres - équilibrage des fenêtres - nouvelle fonction API pour définir l'aide sur les options des extensions/scripts - options pour le vérificateur d'orthographe dans l'extension aspell - option pour les priorités SSL dans les serveurs IRC - couleur des pseudos dans la liste des pseudos et la sortie de /names. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2011/05/15/Version-0.3.5">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.3.5.html">ChangeLog</a>.
ja: バージョン 0.3.5 をリリースしました! これは多くのバグ修正と大規模な新機能を含むメジャーリリースです。 新しい機能: - 256 色のサポートが改善されました (色の動的割り当て) - 色の属性 (太字/反転/下線) - 入力部分のスクロールを改善 (長いテキストの場合) - /help のコマンドリストとコマンド引数の表示を改善 - ウィンドウ内のバッファのスクロール位置を記憶 - フィルタにおけるバッファリスト - ホットリストバッファ内のメッセージ数 - ウィンドウのスワップバッファ - ウィンドウの均等配置 - プラグイン/スクリプトオプションのヘルプを設定する新しい API 関数 - aspell プラグインにおける speller オプション - IRC サーバにおける SSL 優先度オプション - ニックネームリスト内と /names の表示でニックネームに色付け 新機能と修正されたバグの完全なリストは<a href="/blog/post/2011/05/15/Version-0.3.5">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.3.5.html">ChangeLog</a> を参照してください。
pl: Wersja 0.3.5 jest dostępna! Jest to znaczące wydanie, poprawiono wiele błędów i wprowadzono nowe funkcje. Wśród nowych funkcji można znaleźć: - poprawione wsparcie dla 256 kolorów (dynamiczne przydzielanie kolorów) - atrybuty kolorów (pogrubienie/odwrócenie/podkreślenie) - lepsze przewijanie wejścia (z długim tekstem) - wynik komendy /help został powiększony o listę komend i ich argumentów - pozycję przewinięcia dla buforów w oknach jest zapamiętywana - listę buforów w filtrach - ilość wiadomości w hotliście buforów - wymiana buforów w oknach - z balansowanie okien - nowe API funkcji umożliwiające ustawienie pomocy dla opcji wtyczki/skryptu - opcje dla słowników we wtyczce aspell - opcja priorytetów SSL dla serwerów IRC - kolorowanie nicków na liście oraz w wyniku komendy /names. Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2011/05/15/Version-0.3.5">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-0.3.5.html">ChangeLog</a>.
sr: Доступна је верзија 0.3.5! Ово је велико издање, са озбиљним новим могућностима и доста исправљених багова. Неке од нових функционалности: - унапређена је подршка за 256 боја (динамичка алокација боја) - атрибути за боје (подебљано/обрнуто/подвучено) - боље скроловање уноса (са дугачким текстом) - унапређен је излаз /help команде за листу команди и њихових аргумената - памти се скрол позиција бафера у прозорима - листа бафера у филтерима - број порука у баферима вруће листе - замена бафера у прозорима - уједначавање прозора - нова API функција за постављање помоћи у вези са опцијама додатка/скрипте - опције проверивача правописа у aspell додатку - опција за SSL приоритете у IRC серверима - обојени надимци у листи надимака и излазу команде /names. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2011/05/15/Version-0.3.5">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.3.5.html">ChangeLog</a>.

source: Version 0.3.6 is available! This is a major release, with lot of bugs fixed and major new features. Among the new features: - mouse support - cursor mode (free movement of cursor on screen) - contexts for keys - hdata in API (direct access to WeeChat and plugins data) - "inactive" colors for inactive windows and lines in merged buffers - support of merged buffers in /layout, save layout of buffers/windows on /upgrade - horizontal scrolling in buffers with free content - split of outgoing IRC messages - options for "more" chars in bars - bold not used any more for basic colors (if terminal has at least 16 colors) - automatic zoom on current window when terminal becomes too small for windows - new command /repeat - local variable "highlight_regex" in buffers. For complete list of new features and bugs fixed, please look at <a href="/blog/post/2011/10/22/Version-0.3.6">development blog</a> or <a href="/files/changelog/ChangeLog-0.3.6.html">ChangeLog</a>.
de: Version 0.3.6 ist verfügbar! Dieses Major-Release beinhaltet viele Fehlerbereinigungen und neue großartige Funktionen. Überblick über die neuen Funktionen: - Mausunterstützung - Cursor-Modus (der Cursor kann frei auf dem Bildschirm positioniert werden) - Kontextverwaltung für Tasten - hdata in der API (direkter Zugriff auf Daten von WeeChat und Erweiterungen) - "inaktive" Farben zur Darstellung von inaktiven Fenstern und Zeilen in zusammengefügten Buffern - Unterstützung von zusammengefügten Buffern in /layout. Das Layout von Buffern/Fenstern wird bei einem /upgrade gesichert - horizontaler Bildlauf in Buffern mit freiem Text - Ausgehende IRC Nachrichten werden geteilt - Optionen für "weitere" Chars in Bars. - Textattribut "fett" wird für Grundfarben nicht mehr genutzt (sofern der Terminal mindestens 16 Farben darstellen kann) - automatisches zoomen des aktuellen Fensters, falls der Terminal zu klein für das Fenster wird - neuer Befehl /repeat - lokale Variable "highlight_regex" für Buffer. Eine vollständige Liste der neuen Funktionen und Fehlerbereinigungen findet man unter folgenden Links: <a href="/blog/post/2011/10/22/Version-0.3.6">Entwickler blog</a> oder <a href="/files/changelog/ChangeLog-0.3.6.html">Änderungsprotokoll</a>.
fr: La version 0.3.6 est disponible ! C'est une version majeure, avec beaucoup de bugs corrigés et des nouvelles fonctionnalités majeures. Parmi les nouvelles fonctionnalités : - support de la souris - mode "cursor" (mouvement libre du curseur à l'écran) - contextes pour les touches - hdata dans l'API (accès direct aux données de WeeChat et des extensions) - couleurs "inactives" pour les fenêtres inactives et les lignes dans les tampons mélangés - support des tampons mélangés dans /layout, sauvegarde du "layout" des tampons/fenêtres sur /upgrade - défilement horizontal des tampons avec contenu libre - découpage des messages IRC sortants - options pour les caractères de suite dans les barres - gras non utilisé dans les couleurs de bases (si le terminal a au moins 16 couleurs) - zoom automatique sur la fenêtre courante si le terminal devient trop petit pour les fenêtres - nouvelle commande /repeat - variable locale "highlight_regex" dans les tampons. Pour une liste complète des nouvelles fonctionnalités et des bugs corrigés, merci de consulter le <a href="/blog/post/2011/10/22/Version-0.3.6">blog de développement</a> ou le <a href="/files/changelog/ChangeLog-0.3.6.html">ChangeLog</a>.
ja: バージョン 0.3.6 をリリースします! これは多くのバグ修正と大規模な新機能を含むメジャーリリースです。 新しい機能: - マウスのサポート - カーソルモード (カーソルを画面上で自由に動かせるようになります) - キー用のコンテキスト - API による hdata (WeeChat とプラグインデータへの直接アクセス) - 結合されたバッファにおけるアクティブでないウィンドウと行に対する "inactive" 色 - /layout における結合されたバッファのサポート、/upgrade 時にバッファとウィンドウのレイアウトを保存 - 自由内容バッファの水平スクロール - 送信する IRC メッセージを分割 - バーにおける "多くの" 文字用オプション - 基本色で太字を使用することを止めます (端末が少なくとも 16 色表示に対応している場合) - 端末がウィンドウに対して非常に小さくなった場合に現在のウィンドウを自動的にズーム - 新コマンド /repeat - バッファに対するローカル変数 "highlight_regex" 新機能と修正されたバグの完全なリストは<a href="/blog/post/2011/10/22/Version-0.3.6">開発ブログ</a>または <a href="/files/changelog/ChangeLog-0.3.6.html">ChangeLog</a> を参照してください。
pl: Wersja 0.3.6 jest dostępna! Jest to znaczące wydanie, poprawiono wiele błędów i wprowadzono nowe funkcje. Wśród nowych funkcji można znaleźć: - wsparcie dla myszy - tryb kursora (nieograniczone przemieszczanie kursora po ekranie) - konteksty dla skrótów klawiszowych - API hdata (bezpośredni dostęp do danych WeeChat i wtyczek) - "nieaktywne" kolory dla nieaktywnych okien i linii w połączonych buforach - wsparcie dla połączonych buforów w komendzie /layout, zapisywanie układu buforów/okien podczas /upgrade - poziome przewijanie w buforach z wolną zawartością - podział wychodzących wiadomości IRC - opcja dla znacznika "więcej" w paskach - pogrubienie jest już nie używane dla kolorów podstawowych (jeśli terminal obsługuje co najmniej 16 kolorów) - automatyczne powiększenie obecnego okna, jeśli terminal stanie się za mały dla okien - nowa komenda /repeat - zmienna lokalna buforów "highlight_regex". Pełną listę nowych funkcji i poprawionych błędów można znaleźć na <a href="/blog/post/2011/10/22/Version-0.3.6">blogu developerskim</a> i w pliku <a href="/files/changelog/ChangeLog-0.3.6.html">ChangeLog</a>.
sr: Доступна је верзија 0.3.6! Ово је велико издање, са озбиљним новим могућностима и доста исправљених багова. Неке од нових функционалности: - подршка за миша - режим курсора (слободно кретање курсора по екрану) - контексти за тастере - hdata у API (директан приступ подацима програма WeeChat и додатака) - „inactive” боје за неактивне прозоре и линије у спојеним баферима - подршка за спојене бафере у /layout, чување распореда бафера/прозора приликом /upgrade - хоризонтално скроловање у баферима са слободним садржајем - подела одлазних IRC порука - опција за „more” (још) карактера у тракама - за основне боје се више не користи подебљано (ако терминал има барем 16 боја) - аутоматски зум на текући прозор када терминал постане сувише мали за прозоре - нова команда /repeat - локална променљива „highlight_regex” у баферима. Ако желите да погледате комплетну листу нових функционалности и исправљених багова, молимо вас да отворите <a href="/blog/post/2011/10/22/Version-0.3.6">развојни блог</a> или <a href="/files/changelog/ChangeLog-0.3.6.html">ChangeLog</a>.
