Repository: weechat/weechat.org
Catalog: weechat/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, pl, sr

source: Send notice when typing message on minbif, display if user is writing in a bar item.
de: Versendet eine Mitteilung falls eine Nachricht auf minbif geschrieben wird oder zeigt an falls jemand eine Nachricht an Sie schreibt.
fr: Envoyer une notice lorsqu'on tape un message sur minbif, afficher si l'utilisateur tape dans un objet de barre.
ja: minbif にメッセージをタイプする際に通知を送信、ユーザが書いているかをバー要素に表示。
pl: Wysyła powiadomienie podczas pisania wiadomości na minbif, wyświetla jeśli użytkownik pisze na elemencie paska.
sr: Шаље обавештење на minbif када се куца порука, приказује у ставци траке ако корисник пише.

source: Send notifications over Telegram.
de: Sendet eine Benachrichtigung über Telegram.
fr: Envoyer des notifications par Telegram.
ja: Telegram 経由で通知を送信。
pl: Wysyła powiadomienia na Telegram.
sr: Шаље обавештења преко Telegram.

source: Send notifications to a ZMQ socket.
de: Sendet eine Benachrichtigung an ein ZMQ Socket.
fr: Envoi de notifications vers une socket ZMQ.
ja: ZMQ ソケット宛に通知を送信。
pl: Wysyła powiadomienia do gniazda ZMQ.
sr: Шаље обавештења на ZMQ сокет.

source: Send notifications to remote client using ssh and libnotify.
de: Schickt Highlights zu einem Remote-Client mittels ssh und libnotify.
fr: Envoi de notifications à un client distant via ssh et libnotify.
ja: ssh と libnotify を使ってリモートクライアントに通知を送信。
pl: Wysyła powiadomienia do zdalnego klienta używając ssh i libnotify.
sr: Шаље обавештења удаљеном клијенту користећи ssh и libnotify.

source: Send notifications using the MQTT protocol.
de: Sendet eine Benachrichtigung mittels MQTT Protokoll.
fr: Envoi de notifications avec le protocole MQTT.
ja: MQTT プロトコルを使って通知を送信。
pl: Wysyła powiadomienia używając protokołu MQTT.
sr: Шаље обавештења користећи MQTT протокол.

source: Send private messages and highlights to an AMQP exchange.
de: Schickt private Nachrichten und Highlights an einen AMQP Exchange.
fr: Envoyer les messages privés et highlights via AMQP.
ja: プライベートメッセージとハイライトを AMQP に送信する。
pl: Wysyła prywatne wiadomości i higlighty do AMQP exchange.
sr: Шаље приватне поруке и истицања на AMQP размену.

source: Send private/highlight messages to Android, iOS and Windows 10 devices via Pushsafer.
de: Sendet private/highlight Nachrichten an Android, iOS und Windows 10 Geräte mittels Pushsafer.
fr: Envoyer les messages privés/highlights aux équipements Android, iOS et Windows 10 via Pushsafer.
ja: Pushsafer を介して Android、iOS、Windows 10 デバイスにプライベートおよびハイライトメッセージを送信。
pl: Wysyła wiadomości prywatne/podświetlenia na urządzenia z Androidem, iOS oraz Windows 10 za pomocą Pushsafer.
sr: Шаље приватне/истакнуте поруке на Android, iOS и Windows 10 уређаје преко Pushsafer.

source: Send push notifications to your mobile devices using Pushover.
de: Schickt Mitteilungen zu einem mobilen Gerät, mittels Pushover.
fr: Envoyer des notifications push à vos terminaux mobiles avec Pushover.
ja: Pushover を使って自分のモバイルデバイスにプッシュ通知を送信。
pl: Wysyła powiadomienia push do urządzeń mobilnych używając Pushover.
sr: Шаље брза обавештења на ваше мобилне уређаје користећи Pushover.

source: Send ragefac.es URLs.
de: Sendet ragefac.es URLs.
fr: Envoyer des URLs ragefac.es.
ja: ragefac.es URL を送信。
pl: Wysyła URLe ragefac.es.
sr: Шаље ragefac.es URL адресе.

source: Send text using rainbow colors.
de: Versendet den Text in Regenbogenfarben.
fr: Envoyer le texte en utilisant les couleurs de l'arc-en-ciel.
ja: ランダムに色付けしてテキストを送信。
pl: Wysyła tekst w kolorach tęczy.
sr: Шаље текст користећи дугине боје.

source: Send your latest Last.fm track to the current buffer.
de: Sendet den aktuellen Last.fm Titel in den aktuellen Buffer.
fr: Envoyer la dernière chanson Last.fm au tampon courant.
ja: 最新の Last.fm トラックを現在のバッファに送信。
pl: Wysyła Twój ostatni utwór z Last.fm do obecnego bufora.
sr: Шаље вашу најновију Last.fm нумеру у текући бафер.

source: Sends a random fortune cookie.
de: Verschickt ein Zufalls-Cookie.
fr: Envoyer une fortune aléatoire.
ja: ランダムなおみくじを送信。
pl: Wysyła losową fortunke.
sr: Шаље насумични колачић среће.

source: Sends highlights to (remote) client using libnotify.
de: Schickt Highlights zu einem (remote) Client mittels libnotify.
fr: Envoi des highlights à un client (distant) en utilisant libnotify.
ja: libnotify を使って (リモート) クライアントにハイライトメッセージを送信。
pl: Wysyła powiadomienia do (zdalnego) klienta używając libnotify.
sr: Шаље истицања (удаљеном) клијенту користећи libnotify.

source: Sends machine uptime to current channel.
de: Sendet die Computer "Uptime" an aktuellen Channel.
fr: Envoyer l'uptime de la machine sur le canal courant.
ja: マシンの連続稼働時間を現在のチャンネルに送信。
pl: Wysyła uptime maszyny na obecny kanał.
sr: Шаље колико времена је машина укључена на текући канал.

source: Set Bitlbee's status message with current MPD track.
de: Setzt den Bitlbee's Nachrichtenstatus mittels MPD track.
fr: Définir le statut Bitlbee avec la chanson de MPD.
ja: Bitlbee のステータスメッセージを現在の MPD トラックに設定。
pl: Ustawia status Bitlbee na aktualnie odtwarzany utwór w MPD.
sr: Поставља Bitlbee статусну поруку на текућу MPD нумеру.

source: Set away status based on Gnome screen saver.
de: Der Abwesenheit-Status wird abhängig vom Gnom Bildschirmschoner gesetzt.
fr: Définir le statut absent en fonction de l'économiseur d'écran de Gnome.
ja: Gnome スクリーンセーバーを基準に離席状態を設定。
pl: Ustawia stan nieobecności bazując na Gnome screen saver.
sr: Поставља статус одсутности према Gnome чувару екрана.

source: Set away status based on presence of a file.
de: Die Abwesenheit wird durch das Vorhandensein einer Datei gesteuert.
fr: Définir le statut absent en fonction de la présence d'un fichier.
ja: ファイルの有無を基準に離席状態を設定。
pl: Ustawia stan nieobecności w zależności od obecności pliku.
sr: Поставља статус одсутности у зависности од присутности фајла.

source: Set away status if i3lock (X display locker) is running.
de: Setzt den Abwesenheitsstatus falls i3lock (X Bildschirmsperre) läuft.
fr: Définir le statut absent si i3lock (verrouillage d'écran X) est lancé.
ja: i3lock (X ディスプレイロックソフト) が実行されていたら、離席状態を設定。
pl: Ustawia status nieobecności jeśli i3lock (program blokujący Xy) jest uruchomiony.
sr: Поставља статус одсутности ако се извршава i3lock (закључавач X дисплеја).

source: Set away status if slock (X display locker) is running.
de: Setzt den Abwesenheitsstatus falls slock (X Bildschirmsperre) läuft.
fr: Définir le statut absent si slock (verrouillage d'écran X) est lancé.
ja: slock (X ディスプレイロックソフト) が実行されていたら、離席状態を設定。
pl: Ustawia status nieobecności jeśli slock (program blokujący Xy) jest uruchomiony.
sr: Поставља статус одсутности ако се извршава slock (закључавач X дисплеја).

source: Set away status when detaching and attaching from screen or tmux.
de: Setzt den Status auf abwesend, falls man sich bei Screen oder tmux an-oder abmeldet.
fr: Définir le statut absent (away) lors de l'attachement/détachement de screen ou tmux.
ja: screen や tmux へのデタッチとアタッチに応じて離席状態を切り替える。
pl: Ustawia status nieobecności odłączania i podłączania do screena lub tmuxa.
sr: Поставља статус одсутности кад се прикачи или откачи са screen или tmux.

source: Set channel priority.
de: Setzt die Priorität des Channels.
fr: Définir une priorité pour les canaux.
ja: チャンネルの優先度を設定。
pl: Ustawia priorytety kanałów.
sr: Поставља приоритет канала.

source: Set least privilege on OpenBSD.
de: Setze die geringsten Rechte auf OpenBSD.
fr: Définir de moindres privilèges sur OpenBSD.
pl: Ustaw najniższe uprawnienia na OpenBSD.
sr: Поставља најмање привилегије на OpenBSD.

source: Set message tag when confusables chars are used in words.
de: Nachrichten-Tag setzen, wenn verwechselbare Zeichen in Wörtern verwendet werden.
fr: Définir une étiquette de message lorsque des mots semblent similaires mais avec des caractères différents.
pl: Ustawia tag wiadomości, kiedy mylące znaki zostały użyte.
sr: Поставља ознаку поруке када се у речима користе збуњујући карактери.

source: Set terminal title to active buffer name and hotlist items.
de: Setzt den aktiven Buffer Namen als Terminal-Titel und fügt Hotlist-Einträge hinzu.
fr: Modifier le nom du terminal avec le nom du tampon courant et les "items" de la hotlist.
ja: 端末のタイトルをアクティブバッファ名とホットリスト要素に設定。
pl: Ustawia tytuł terminala na nazwę aktywnego kanału i elementy hotlisty.
sr: Поставља наслов терминала на име активног бафера и ставки вруће листе.

source: Set xfer own ip with external ip.
de: Die externe IP wird in der Option "xfer.network.own_ip" gesichert.
fr: Affecter l'ip externe à l'option xfer "own ip".
ja: xfer の本人 IP を 外部 IP に設定。
pl: Ustawia własne IP dla xfer na zewnętrzne IP.
sr: Поставља xfer сопствену ip на спољну ip.

source: Shorten URLs with is.gd.
de: Verkürzt lange URLs mittels is.gd.
fr: Réduire les URLs avec is.gd.
ja: is.gd で URL を短縮化。
pl: Skracanie URLi za pomocą is.gd.
sr: Скраћује URL адресе са is.gd.

source: Shorten URLs with many shortening services.
de: Verkürzt lange URLs unter Zuhilfenahme verschiedener Dienste.
fr: Réduire les URLs avec plusieurs services de réduction.
ja: 様々な短縮化サービスを使って URL を短縮化。
pl: Skracanie URLi za pomocą wielu serwisów.
sr: Скраћује URL адресе користећи многе сервисе за скраћивање.

source: Shorten URLs with own HTTP server.
de: Verkürzt lange URLs mittels eigenem HTTP Server.
fr: Réduire les URLs avec son propre serveur HTTP.
ja: 自前の HTTP サーバを使って URL を短縮化。
pl: Skracanie URLi za pomocą własnego serwera HTTP.
sr: Скраћује URL адресе сопственим HTTP сервером.

source: Shorten long URLs in buffers and input line.
de: Verkürzt lange URLs im Buffer und in der Eingabezeile.
fr: Réduire les longs URLs dans les tampons et la ligne de commande.
ja: バッファと入力行に含まれる長い URL を短縮化。
pl: Skraca długie URLe w buforach i linii poleceń.
sr: Скраћује дугачке URL адресе у баферима и линији за унос.

source: Shorten long urls using isgd or tinyurl.
de: Verkürzt lange URLs mittels isgd oder tinyurl.
fr: Réduire les longs URLs en utilisant isgd ou tinyurl.
ja: isgd または tinyurl で長い URL を短縮化。
pl: Skraca długie URLe używając isgd lub tinyurl.
sr: Скраћује дугачке url адресе користећи isgd или tinyurl.

source: Show /list results in a common buffer and interact with them.
de: Die Ausgabe des "/list" Befehls wird in einem separaten Buffer ausgegeben.
fr: Afficher les résultats de /list dans un tampon commun avec interaction.
ja: /list の結果を共通バッファに表示し、使いやすくする。
pl: Pokazuje wyniki polecenia /list we wspólnym buforze i oddziałuje z nimi.
sr: Приказује /list резултате у заједничком баферу и врши интеракцију са њима.

source: Show differences between old and new topics.
de: Zeigt Unterschiede zwischen einem alten und dem neuen Topic an.
fr: Afficher les différences entre les anciens et nouveaux titres.
ja: 新旧トピックの違いを表示。
pl: Pokazuje różnicę pomiędzy starym i nowym tematem.
sr: Приказује разлике између старих и нових тема.

source: Show hats (user modes like "@" or "+") in a bar item.
de: Zeigt in einer Bar den entsprechenden User Mode ("@" or "+") an.
fr: Afficher les chapeaux (modes utilisateur comme "@" ou "+") dans un objet de barre.
ja: 肩書 ("@" や "+" などのユーザモード) をバー要素に表示。
pl: Pokazuje czapki ("@" lub "+") w elemencie paska.
sr: Приказује шешире (режиме корисника као што су „@” или „+”) у ставци траке.

source: Show highlights and private messages with OSD.
de: Zeigt Highlight- oder private Nachrichten mittels OSD.
fr: Afficher les highlights et messages privés avec OSD.
ja: OSD でハイライトとプライベートメッセージを表示。
pl: Pokazuje higlighty i prywatne wiadomości za pomocą OSD.
sr: Приказује истицања у приватне поруке помоћу OSD.

source: Show highlights in the active buffer.
de: Highlights werden im aktiven Buffer angezeigt.
fr: Afficher les highlights dans le tampon courant.
ja: アクティブバッファにハイライトを表示。
pl: Pokazuje powiadomienia w aktywnym buforze.
sr: Приказује истицања у активном баферу.

source: Show info about current song in foobar2000.
de: Zeigt Informationen über den aktuellen Song in foobar2000 an.
fr: Afficher des infos sur la chanson actuellement jouée par foobar2000.
ja: foobar2000 で再生中の曲の情報を表示。
pl: Pokazuje informacje o aktualnie odtwarzanym utworze w foobar2000.
sr: Приказује инфо о текућој нумери у foobar2000.

source: Show info about current song in moc.
de: Zeigt Informationen über den aktuellen Song in moc an.
fr: Afficher des infos sur la chanson actuellement jouée par moc.
ja: moc で再生中の曲に関する情報を表示。
pl: Pokazuje informacje o aktualnie odtwarzanym utworze w moc.
sr: Приказује инфо о текућој нумери у moc.

source: Show volume of data on network interface in a bar.
de: Gibt das Datenvolumen der Netzwerk-Schnittstelle in einer Bar an.
fr: Afficher le volume de données sur une interface réseau dans une barre.
ja: バーにネットワークインターフェースを通過するデータの大きさを表示。
pl: Pokazuje na pasku ilość danych przesłanych przez interfejs sieciowy.
sr: Приказује у траци количину података на мрежном интерфејсу.

source: Simple autoresponder.
de: Anfragen werden automatisch beantwortet.
fr: Simple auto-réponse.
ja: 単純な自動応答。
pl: Prosty autoresponder.
sr: Једноставно аутоматско слање одговора.

source: Simple blocker for private message (i.e. spam).
de: Einfaches Blockieren von privaten Nachrichten (zum Beispiel: Spam).
fr: Bloquer simplement les messages privés (spam).
ja: プライベートメッセージの簡単なブロッカー (例えばスパム)。
pl: Proste blokowanie prywatnych wiadomości (np spamu).
sr: Једноставни блокер приватних порука (тј. спама).

source: Simple remote control of multiplexer (screen or tmux), optionally set away status.
de: Simple Fernbedienung für multiplexer (screen oder tmux), wahlweise mit Abwesenheitsstatus.
fr: Contrôler à distance le multiplexer (screen ou tmux), définir le statut absent (away) en option.
ja: マルチプレクサ (screen や tmux) の簡単なリモート操作、オプションで離席状態を設定。
pl: Prosta zdalna kontrola multiplekserów (screen lub tmux), opcjonalnie ustawia stan nieobecności.
sr: Једноставна даљинска контрола мултиплексера (screen или tmux), опционално поставља статус одсутности.status.

source: Simple text shuffler.
de: Einfacher Textmischer.
fr: Mélangeur de texte.
ja: 単純なテキストシャッフル。
pl: Proste przestawianie liter w wyrazach.
sr: Једноставни мешач текста.

source: Slack.com native client.
de: Slack.com Nativer Client.
fr: Client natif slack.com.
ja: Slack.com のネイティブクライアント。
pl: Natywny klient Slack.com.
sr: Slack.com природни клијент.

source: Slaps with random messages.
de: Nerve mit zufälligen Nachrichten.
fr: Slap avec des messages aléatoires.
ja: ランダムメッセージで侮辱する。
pl: Slapuje z losową wiadomością.
sr: Шамара насумичним порукама.

source: Snake game.
de: Spiel: Snake.
fr: Jeu Snake.
ja: スネークゲーム。
pl: Gra w snejka.
sr: Snake игра.

source: Snarl notifications for highlights.
de: Snarln Benachrichtigung bei Highlight-Nachrichten.
fr: Notifications Snarl pour les highlights.
ja: ハイライト用の Snarl 通知。
pl: Powiadamianie o higlightach za pośrednictwem snarl.
sr: Snarl обавештења о истицањима.

source: Soju bouncer integration.
fr: Intégration du bouncer Soju.
pl: Integracja z Soju bouncer.
sr: Интеграција Soju баунсера.

source: Sort buffers by server and alphabetically.
de: Sortiert IRC Buffer alphabetisch und nach Server.
fr: Trier les tampons par serveur et alphabétique.
ja: バッファをサーバ順およびアルファベット順にソート。
pl: Sortuje bufory po serwerze i alfabetycznie.
sr: Сортира бафере по сервери и абецедно.

source: Sort channels inside networks.
de: Sortiert Channels innerhalb des Netzwerkes.
fr: Trier les canaux dans les réseaux.
ja: ネットワーク毎にチャンネルをソート。
pl: Sortowanie kanałów wewnątrz sieci.
sr: Сортира канале у мрежама.

source: Sort irc buffers alphabetically.
de: Sortiert IRC Buffer alphabetisch.
fr: Trier les tampons irc de manière alphabétique.
ja: irc バッファをアルファベット順にソート。
pl: Sortuje alfabetycznie bufory irc.
sr: Сортира irc бафере по абецеди.

source: Sort the output of /list command by user count.
de: Sortiert die Ausgabe des /list Befehls nach Anzahl der Besucher.
fr: Trier la sortie de la commande /list par nombre d'utilisateurs.
ja: /list コマンドの出力をユーザ数でソート。
pl: Sortuje wyjście komendy /list po ilości użytkowników.
sr: Сортира излаз /list команде по броју корисника.

source: Speak in spurdo.
de: Text nach spurdo übersetzen.
fr: Parler en spurdo.
ja: spurdo 変換。
pl: Mów w spurdo.
sr: Говорите у spurdo.

source: Start command/program if a user joins a channel you are in.
de: Startet einen internen Befehl oder ein externes Programm falls ein User einen Channel betritt, in dem Du dich befindest.
fr: Démarrer une commande/un programme si un utilisateur rejoin un canal où vous êtes.
ja: 参加中のチャンネルにユーザが参加したらコマンド/プログラムを開始。
pl: Uruchamia komendę/program, jeśli użytkownik wejdzie na kanał, na którym się znajdujesz.
sr: Покреће команду/програм ако се каналу на којем се налазите придружи корисник.

source: Stick buffer to a window.
de: Buffer werden in einem bestimmten Fenster angezeigt.
fr: Assigner un tampon à une fenêtre.
ja: バッファをウィンドウから離れないようにする。
pl: Przykleja bufor do okna.
sr: Лепи бафер за прозор.

source: Streamlink companion for WeeChat.
de: Streamlink Unterstützung für WeeChat.
fr: Compagnon Streamlink pour WeeChat.
ja: WeeChat 用の Streamlink コンパニオン。
pl: Wsparcie dla Streamlink w WeeChat.
sr: Streamlink пратилац за WeeChat.

source: Style URLs using a Python regex.
de: Style URLs mit Hilfe einer Python Regex.
fr: Styliser les URLs avec une expression régulière Python.
pl: Formatowanie URLi za pomocą Pythonowych wyrażeń regularnych.
sr: Стилизује URL адресе користећи Python регуларни израз.

source: Substitute strings in messages before they are sent.
de: Ersetzt Zeichenketten in Nachrichten, bevor diese verschickt werden.
fr: Remplacer des chaînes avant qu'elles ne soient envoyées.
ja: メッセージの送信前に文字列を置換。
pl: Zastępuje ciągi w wiadomościach przed ich wysłaniem.
sr: Замењује стрингове у порукама пре него што се пошаљу.

source: Support of draft/read-marker IRC extension.
de: Unterstützung von draft/read-marker der IRC Erweiterung.
fr: Support de l'extension IRC draft/read-marker.
pl: Wsparcie dla rozszerzenia IRC dodającego znaczniki szkicu i przeczytanych wiadomości.
sr: Подршка за draft/read-marker IRC проширења.

source: System info command.
de: Befehl um Systeminformationen anzeigen zu lassen.
fr: Commande d'informations système.
ja: システム情報コマンド。
pl: Komenda z informacjami o systemie.
sr: Систем инфо команда.

source: Tab complete nicks when prefixed with "@".
de: Fügt "@" Präfix bei der Nick Tab-Vervollständigung hinzu.
fr: Complétion avec Tab des pseudos préfixés par "@".
ja: "@" 文字の後でニックネームのタブ補完。
pl: Dopełnianie tabem dla nicków poprzedzonych "@".
sr: Довршавање надимака табом када им се наведе префикс „@”.

source: Tail any number of files and run any command with line appended.
de: Fügt an das Ende einer Datei die Ausgabe eines Befehls hinzu.
fr: Afficher la fin de fichiers ou de commandes.
ja: 任意のファイルを監視してファイルに追加された行をコマンドとして実行。
pl: Śledzi dowolną ilość plików i wykonuje komendy na dodanych liniach.
sr: Прати крај било ког броја фајлова и покреће било коју команду на коју надовезује најновију линију.

source: Tetris-like game.
de: Tetris-Spiel.
fr: Jeu style Tetris.
ja: テトリス的ゲーム。
pl: Gra podobna do tetrisa.
sr: Игра која подсећа на Тетрис.

source: Thinklight blink on highlight/private message.
de: Thinklight blinkt bei einer Hightlight- oder privaten Nachricht.
fr: Clignotement "thinklight" sur highlight/message privé.
ja: ハイライトとプライベートメッセージで Thinklight を点滅させる。
pl: Miganie Thinklight'a przy otrzymaniu higlightu lub prywatnej wiadomości.
sr: Thinklight трептање приликом пријема истицања/приватне поруке.

source: Tic-tac-toe game.
de: Tic-Tac-Toe Spiel.
fr: Jeu Tic-Tac-Toe.
ja: 三目並べゲーム。
pl: Gra w kółko i krzyżyk.
sr: Игра икс-окс.

source: Time-based scheduler, like cron and at.
de: Zeit basiertes Steuerprogramm, wie cron und at.
fr: Planificateur basé sur l'heure, comme cron et at.
ja: cron や at のような時間ベースのスケジューラ。
pl: Harmonogram bazujący na czasie jak cron i at.
sr: Диспечер базиран на времену, као што су cron и at.

source: Toggle notifications of normal messages for current buffer.
de: Schaltet beim aktuellen Buffer die Benachrichtigungen für normale Nachrichten um.
fr: Activer/désactiver les notifications pour les messages normaux sur le tampon courant.
ja: 現在のバッファ宛の通常のメッセージの通知をトグル。
pl: Przełącza powiadomienia dla normalnych wiadomości w obecnym buforze.
sr: Укљ./искљ. обавештења о обичним порукама за текући бафер.

source: Transform all your input to uppercase (useful for INTERNATIONAL CAPSLOCK DAY).
de: Alle Eingaben werden in Großbuchstaben umgewandelt (nützlich für den INTERNATIONALEN FESTSTELLTASTEN-TAG).
fr: Transormer le texte entré en majuscules (pratique pour la JOURNÉE INTERNATIONALE DU CAPSLOCK).
ja: 全ての入力を大文字に変換 (INTERNATIONAL CAPSLOCK DAY に有用)。
pl: Zamienia całe wejście na wielkie litery (przydatne podczas MIĘDZYNARODOWEGO DNIA CAPSLOKA).
sr: Трансформише све што пишете у велика слова (корисно за МЕЂУНАРОДНИ CAPSLOCK ДАН).

source: Translate :shortcode: to proper emoji.
de: Übersetzt :shortcode: nach emoji.
fr: Traduire les :codes: en emoji.
ja: :shortcode: 書式の短縮文字列をを適切な絵文字に変換。
pl: Tłumaczy :shortcode: na właściwą emotkę.
sr: Преводи :краткикод: у прописни емођи.

source: Translate string using Google translate API.
de: Übersetzt ein Wort mittels der Google Übersetzungs-API.
fr: Traduire une chaîne en utilisant l'API de traduction de Google.
ja: Google 翻訳 API を使って文字列を翻訳。
pl: Tłumaczy ciąg z użyciem API translatora Google.
sr: Преводи стринг користећи Google преводилац API.

source: Twitch.tv chat integration.
fr: Intégration du chat twitch.tv.
ja: Twitch.tv チャット機能の統合。
pl: Integracja chatu z Twitch.tv.
sr: Twitch.tv чет интеграција.

source: Ubus notification.
de: Skript um eine Ubus Benachrichtigung zu erstellen.
fr: Notification ubus.
ja: Ubus 通知。
pl: Powiadomienia Ubus.
sr: Ubus обавештење.

source: UnderNET's X OTP (OATH-TOTP) authentication.
de: UnderNET's X OTP (OATH-TOTP) Authentifizierung.
fr: Authentification UnderNET X OTP (OATH-TOTP).
ja: UnderNET の X OTP (OATH-TOTP) 認証。
pl: Uwierzytelnienie UnderNET X OTP (OATH-TOTP).
sr: UnderNET X OTP (OATH-TOTP) провера идентитета.

source: Unread e-mail notification and count from a local Maildir directory.
de: E-mail Benachrichtigung und Anzeige von ungelesenen Nachrichten, die sich in einem lokalen Mail-Verzeichnis befinden.
fr: Notification des e-mails non lus et du nombre depuis un répertoire Maildir.
ja: 未読の電子メールを通知し、ローカルの Maildir ディレクトリから未読数を数える。
pl: Powiadomienie o nowych e-mailach i ilość wiadomości z lokalnego katalogu Maildir.
sr: Обавештење о непрочитаном и-мејлу и број из локалног Maildir директоријума.

source: Update WeeChat environment from tmux.
de: Aktualisiert WeeChat Umgebungsvariablen von tmux.
fr: Mettre à jour l'environnement WeeChat depuis tmux.
ja: tmux から WeeChat 環境をアップデート。
pl: Aktualizacja środowiska WeeChat z poziomu tmux.
sr: Ажурира WeeChat окружење из tmux.

source: Use a TTS engine to pronounce messages.
de: Nutzt eine TTS Sprachsynthese um Nachrichten vorzulesen.
fr: Utiliser un programme de synthèse vocale pour prononcer les messages.
ja: TTS エンジンを使ってメッセージを読み上げる。
pl: Używa silnika TTS do wymawiania wiadomości.
sr: Користи TTS механизам за изговарање порука.

source: Use the weechat nick colors in the chat area and command line.
de: Im Textbereich oder der Eingabezeile wird der Nickname mit der entsprechenden Farbe für den Nick angezeigt.
fr: Utiliser la couleur des pseudos weechat dans la zone de discussion et la ligne de commande.
ja: チャットエリアとコマンドラインで weechat ニックネーム色を使う。
pl: Używaj kolorów nicków weechat w oknie rozmowy i linii poleceń.
sr: Употреба weechat боја надимака у простору за чет и у командној линији.

source: Vi-like key bindings/commands with normal and insert mode.
de: Vi-ähnliche Tastenkombinationen/Befehle mit Normal- und Eingabemodus.
fr: Touches/commandes comme vi avec mode normal et insertion.
ja: ノーマルと挿入モードを持つ Vi ライクなキー割り当ておよびコマンド。
pl: Skróty klawiszowe/komendy w stylu Vi z trybem normalnym i wstawiania.
sr: Пречице тастатуре/команде које личе на Vi са нормалним режимом и режимом уметања.
